[
    {
        "authorName": "Swami Ramsukhdas",
        "author_id": 1,
        "description": "।।16.1।।श्रीभगवान् बोले -- भयका सर्वथा अभाव; अन्तःकरणकी शुद्धि; ज्ञानके लिये योगमें दृढ़ स्थिति; सात्त्विक दान; इन्द्रियोंका दमन; यज्ञ; स्वाध्याय; कर्तव्य-पालनके लिये कष्ट सहना; शरीर-मन-वाणीकी सरलता।",
        "id": 3998,
        "lang": "hindi",
        "language_id": 2,
        "verseNumber": 572,
        "verse_id": 572
    },
    {
        "authorName": "Swami Tejomayananda",
        "author_id": 17,
        "description": "।।16.1।। श्री भगवान् ने कहा -- अभय, अन्त:करण की शुद्धि, ज्ञानयोग में दृढ़ स्थिति, दान, दम, यज्ञ, स्वाध्याय, तप और आर्जव।।\n ",
        "id": 3999,
        "lang": "hindi",
        "language_id": 2,
        "verseNumber": 572,
        "verse_id": 572
    },
    {
        "authorName": "Swami Adidevananda",
        "author_id": 18,
        "description": "The Lord said, \"Fearlessness, purity of mind, devotion to meditation on the knowledge of the self, alms-giving, self-control, worship, study of the Vedas, austerity, and uprightness—",
        "id": 4000,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 572,
        "verse_id": 572
    },
    {
        "authorName": "Swami Gambirananda",
        "author_id": 19,
        "description": "The Blessed Lord said: Fearlessness, purity of mind, persistence in knowledge and yoga, charity, control of the external organs, sacrifice, scriptural study, austerity, and rectitude.",
        "id": 4001,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 572,
        "verse_id": 572
    },
    {
        "authorName": "Swami Sivananda",
        "author_id": 16,
        "description": "The Blessed Lord said: Fearlessness, purity of heart, steadfastness in knowledge and yoga, almsgiving, control of the senses, sacrifice, study of scriptures, austerity, and straightforwardness.",
        "id": 4002,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 572,
        "verse_id": 572
    },
    {
        "authorName": "Dr. S. Sankaranarayan",
        "author_id": 20,
        "description": "The Bhagavat said: Fearlessness, complete purity of the Sattva, steadfastness in knowledge-Yoga, charity, self-restraint, Vedic sacrifice, recitation of scriptures, austerity, and uprightness.",
        "id": 4003,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 572,
        "verse_id": 572
    },
    {
        "authorName": "Shri Purohit Swami",
        "author_id": 21,
        "description": "Lord Shri Krishna continued: Fearlessness, clean living, unceasing concentration on wisdom, readiness to give, self-control, a spirit of sacrifice, regular study of the scriptures, austerity, candor,",
        "id": 4004,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 572,
        "verse_id": 572
    }
]