[
    {
        "authorName": "Swami Ramsukhdas",
        "author_id": 1,
        "description": "।।16.10।।कभी पूरी न होनेवाली कामनाओंका आश्रय लेकर दम्भ, अभिमान और मदमें चूर रहनेवाले तथा अपवित्र व्रत धारण करनेवाले मनुष्य मोहके कारण दुराग्रहोंको धारण करके संसारमें विचरते रहते हैं।",
        "id": 4061,
        "lang": "hindi",
        "language_id": 2,
        "verseNumber": 581,
        "verse_id": 581
    },
    {
        "authorName": "Swami Tejomayananda",
        "author_id": 17,
        "description": "।।16.10।। दम्भ, मान और मद से युक्त कभी न पूर्ण होने वाली कामनाओं का आश्रय लिये, मोहवश मिथ्या धारणाओं को ग्रहण करके ये अशुद्ध संकल्पों के लोग जगत् में कार्य करते हैं।।\n ",
        "id": 4062,
        "lang": "hindi",
        "language_id": 2,
        "verseNumber": 581,
        "verse_id": 581
    },
    {
        "authorName": "Swami Adidevananda",
        "author_id": 18,
        "description": "Turning to insatiable desires, seizing through delusion unjustly acquired wealth, and following impious vows, they act, full of ostentation, pride, and arrogance.",
        "id": 4063,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 581,
        "verse_id": 581
    },
    {
        "authorName": "Swami Gambirananda",
        "author_id": 19,
        "description": "Giving themselves up to insatiable passion, filled with vanity, pride, and arrogance, adopting bad adjectives due to delusion, and having impure resolves, they engage in actions.",
        "id": 4064,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 581,
        "verse_id": 581
    },
    {
        "authorName": "Swami Sivananda",
        "author_id": 16,
        "description": "Filled with insatiable desires, full of hypocrisy, pride, and arrogance, holding evil ideas due to delusion, they work with impure intentions.",
        "id": 4065,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 581,
        "verse_id": 581
    },
    {
        "authorName": "Dr. S. Sankaranarayan",
        "author_id": 20,
        "description": "Holding to their insatiable desires, being possessed by hypocrisy, avarice, and pride, and holding evil intentions, these cruel men wander with impure resolves.",
        "id": 4066,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 581,
        "verse_id": 581
    },
    {
        "authorName": "Shri Purohit Swami",
        "author_id": 21,
        "description": "Giving themselves up to insatiable passions, hypocritically, self-sufficiently, and arrogantly, cherishing false conceptions founded on delusion, they work only to carry out their own unholy purposes.",
        "id": 4067,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 581,
        "verse_id": 581
    }
]