[
    {
        "authorName": "Swami Ramsukhdas",
        "author_id": 1,
        "description": "।।16.24।।अतः तेरे लिये कर्तव्य-अकर्तव्यकी व्यवस्थामें शास्त्र ही प्रमाण है -- ऐसा जानकर तू इस लोकमें शास्त्र-विधिसे नियत कर्तव्य कर्म करनेयोग्य है।",
        "id": 4159,
        "lang": "hindi",
        "language_id": 2,
        "verseNumber": 595,
        "verse_id": 595
    },
    {
        "authorName": "Swami Tejomayananda",
        "author_id": 17,
        "description": "।।16.24।। इसलिए तुम्हारे लिए कर्तव्य और अकर्तव्य की व्यवस्था (निर्णय) में शास्त्र ही प्रमाण है शास्त्रोक्त विधान को जानकर तुम्हें अपने कर्म करने चाहिए।।",
        "id": 4160,
        "lang": "hindi",
        "language_id": 2,
        "verseNumber": 595,
        "verse_id": 595
    },
    {
        "authorName": "Swami Adidevananda",
        "author_id": 18,
        "description": "Therefore, let the Sastra be your authority for determining what should be done and what should not be done. Knowing what is enjoined in the injunctions of the Sastra, you should perform work here.",
        "id": 4161,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 595,
        "verse_id": 595
    },
    {
        "authorName": "Swami Gambirananda",
        "author_id": 19,
        "description": "Therefore, the scripture is your authority as regards determining what should be done and what should not be done. After understanding your duty as presented by scriptural injunction, you ought to perform it here.",
        "id": 4162,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 595,
        "verse_id": 595
    },
    {
        "authorName": "Swami Sivananda",
        "author_id": 16,
        "description": "Therefore, let the scripture be thy authority in determining what ought to be done and what ought not to be done. Having known what is said in the ordinance of the scriptures, thou shouldst act in this world.",
        "id": 4163,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 595,
        "verse_id": 595
    },
    {
        "authorName": "Dr. S. Sankaranarayan",
        "author_id": 20,
        "description": "Therefore, by considering the scripture as your authority in determining what should be done and what should not be done, you should perform actions laid down by the regulations of the scriptures.",
        "id": 4164,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 595,
        "verse_id": 595
    },
    {
        "authorName": "Shri Purohit Swami",
        "author_id": 21,
        "description": "Therefore, whenever there is doubt as to whether you should do something or not, let the scriptures guide your conduct. In the light of the scriptures, you should labor your whole life.",
        "id": 4165,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 595,
        "verse_id": 595
    }
]