[
    {
        "authorName": "Swami Ramsukhdas",
        "author_id": 1,
        "description": "।।13.12।।अध्यात्मज्ञानमें नित्य-निरन्तर रहना, तत्त्वज्ञानके अर्थरूप परमात्माको सब जगह देखना -- यह (पूर्वोक्त साधन-समुदाय) तो ज्ञान है; और जो इसके विपरीत है वह अज्ञान है -- ऐसा कहा गया है।",
        "id": 3501,
        "lang": "hindi",
        "language_id": 2,
        "verseNumber": 501,
        "verse_id": 501
    },
    {
        "authorName": "Swami Tejomayananda",
        "author_id": 17,
        "description": "।।13.12।। अध्यात्मज्ञान में नित्यत्व अर्थात् स्थिरता तथा तत्त्वज्ञान के अर्थ रूप परमात्मा का दर्शन, यह सब तो ज्ञान कहा गया है, और जो इससे विपरीत है, वह अज्ञान है।।\n ",
        "id": 3502,
        "lang": "hindi",
        "language_id": 2,
        "verseNumber": 501,
        "verse_id": 501
    },
    {
        "authorName": "Swami Adidevananda",
        "author_id": 18,
        "description": "Constant contemplation on the knowledge pertaining to the self, reflection for the attainment of knowledge of the truth—this is declared to be knowledge, and what is contrary to it is ignorance.",
        "id": 3503,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 501,
        "verse_id": 501
    },
    {
        "authorName": "Swami Gambirananda",
        "author_id": 19,
        "description": "Steadfastness in the knowledge of the Self, contemplation on the Goal of the knowledge of Reality—this is spoken of as Knowledge. Ignorance is that which is other than this.",
        "id": 3504,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 501,
        "verse_id": 501
    },
    {
        "authorName": "Swami Sivananda",
        "author_id": 16,
        "description": "Constancy in Self-knowledge, the perception of the end of true knowledge—this is declared to be knowledge, and what is opposed to it is ignorance.",
        "id": 3505,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 501,
        "verse_id": 501
    },
    {
        "authorName": "Dr. S. Sankaranarayan",
        "author_id": 20,
        "description": "Constancy in Self-knowledge, and viewing things with the aim of knowing the Reality—all this is declared to be conducive to true knowledge, and what is opposed to this is conducive to wrong knowledge.",
        "id": 3506,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 501,
        "verse_id": 501
    },
    {
        "authorName": "Shri Purohit Swami",
        "author_id": 21,
        "description": "Constant yearning for the knowledge of the Self, and pondering over the lessons of the great Truth—this is wisdom; all else is ignorance.",
        "id": 3507,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 501,
        "verse_id": 501
    }
]