[
    {
        "authorName": "Swami Ramsukhdas",
        "author_id": 1,
        "description": "।।13.13।। जो ज्ञेय है, उस-(परमात्मतत्त्व-) को मैं अच्छी तरहसे कहूँगा, जिसको जानकर मनुष्य अमरताका अनुभव कर लेता है। वह (ज्ञेय-तत्त्व) अनादि और परम ब्रह्म है। उसको न सत् कहा जा सकता है और न असत् ही कहा जा सकता है।",
        "id": 3508,
        "lang": "hindi",
        "language_id": 2,
        "verseNumber": 502,
        "verse_id": 502
    },
    {
        "authorName": "Swami Tejomayananda",
        "author_id": 17,
        "description": "।।13.13।। मैं उस ज्ञेय वस्तु को स्पष्ट कहूंगा जिसे जानकर मनुष्य अमृतत्व को प्राप्त करता है। वह ज्ञेय है - अनादि, परम ब्रह्म, जो न सत् और न असत् ही कहा जा सकता है।।\n ",
        "id": 3509,
        "lang": "hindi",
        "language_id": 2,
        "verseNumber": 502,
        "verse_id": 502
    },
    {
        "authorName": "Swami Adidevananda",
        "author_id": 18,
        "description": "I shall declare that which is to be known, knowing which one attains the immortal Self. It is beginningless Brahman, having Me as the Highest (Anadi Matparam); it is said to be neither being nor non-being.",
        "id": 3510,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 502,
        "verse_id": 502
    },
    {
        "authorName": "Swami Gambirananda",
        "author_id": 19,
        "description": "I shall speak of that which is to be known, by realizing which one attains immortality. The supreme Brahman is without any beginning; that is called neither being nor non-being.",
        "id": 3511,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 502,
        "verse_id": 502
    },
    {
        "authorName": "Swami Sivananda",
        "author_id": 16,
        "description": "I will declare that which is to be known, knowing which one attains immortality; the beginningless Supreme Brahman, which is neither being nor non-being.",
        "id": 3512,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 502,
        "verse_id": 502
    },
    {
        "authorName": "Dr. S. Sankaranarayan",
        "author_id": 20,
        "description": "I shall describe that which is to be known, by knowing which one attains freedom from death: the Supreme Brahman is beginningless and is said to be neither existent nor non-existent.",
        "id": 3513,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 502,
        "verse_id": 502
    },
    {
        "authorName": "Shri Purohit Swami",
        "author_id": 21,
        "description": "I will now speak to you of that great truth which one ought to know, since by it one will attain immortal bliss—that which is without beginning, the eternal spirit which dwells in me, neither with form nor without it.",
        "id": 3514,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 502,
        "verse_id": 502
    }
]