[
    {
        "authorName": "Swami Ramsukhdas",
        "author_id": 1,
        "description": "।।13.15।।वे (परमात्मा) सम्पूर्ण इन्द्रियोंसे रहित हैं और सम्पूर्ण इन्द्रियोंके विषयोंको प्रकाशित करनेवाले हैं; आसक्तिरहित हैं और सम्पूर्ण संसारका भरण-पोषण करनेवाले हैं; तथा गुणोंसे रहित हैं और सम्पूर्ण गुणोंके भोक्ता हैं।",
        "id": 3522,
        "lang": "hindi",
        "language_id": 2,
        "verseNumber": 504,
        "verse_id": 504
    },
    {
        "authorName": "Swami Tejomayananda",
        "author_id": 17,
        "description": "।।13.15।। वह समस्त इन्द्रियों के गुणो (कार्यों) के द्वारा प्रकाशित होने वाला, परन्तु (वस्तुत:) समस्त इन्द्रियों से रहित है; आसक्ति रहित तथा गुण रहित होते हुए भी सबको धारणपोषण करने वाला और गुणों का भोक्ता है।।\n ",
        "id": 3523,
        "lang": "hindi",
        "language_id": 2,
        "verseNumber": 504,
        "verse_id": 504
    },
    {
        "authorName": "Swami Adidevananda",
        "author_id": 18,
        "description": "Shining by the functions of the senses, yet devoid of the senses, detached yet supporting all, devoid of the Gunas yet experiencing the Gunas;",
        "id": 3524,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 504,
        "verse_id": 504
    },
    {
        "authorName": "Swami Gambirananda",
        "author_id": 19,
        "description": "Shining through the functions of all the organs, yet devoid of all the organs; unattached, and verily the supporter of all; without quality, and the perceiver of qualities.",
        "id": 3525,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 504,
        "verse_id": 504
    },
    {
        "authorName": "Swami Sivananda",
        "author_id": 16,
        "description": "Shining by the functions of all the senses, yet without being attached to them; unattached, yet supporting all; devoid of qualities, yet the experiencer of them.",
        "id": 3526,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 504,
        "verse_id": 504
    },
    {
        "authorName": "Dr. S. Sankaranarayan",
        "author_id": 20,
        "description": "It illuminates all the senses; yet it has no sense organs; it is unattached, yet supports all; it is free from the bonds, yet enjoys the bonds.",
        "id": 3527,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 504,
        "verse_id": 504
    },
    {
        "authorName": "Shri Purohit Swami",
        "author_id": 21,
        "description": "Beyond the senses, it yet shines through every sense perception; bound to nothing, it yet sustains everything; unaffected by the qualities, it still enjoys them all.",
        "id": 3528,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 504,
        "verse_id": 504
    }
]