[
    {
        "authorName": "Swami Ramsukhdas",
        "author_id": 1,
        "description": "।।13.18।।वह परमात्मा सम्पूर्ण ज्योतियोंका भी ज्योति और अज्ञानसे अत्यन्त परे कहा गया है। वह ज्ञानस्वरूप, जाननेयोग्य, ज्ञान(साधन-समुदाय) से प्राप्त करनेयोग्य और सबके हृदयमें विराजमान है।",
        "id": 3543,
        "lang": "hindi",
        "language_id": 2,
        "verseNumber": 507,
        "verse_id": 507
    },
    {
        "authorName": "Swami Tejomayananda",
        "author_id": 17,
        "description": "।।13.18।। (वह ब्रह्म) ज्योतियों की भी ज्योति और (अज्ञान) अन्धकार से परे कहा जाता है। वह ज्ञान (चैतन्यस्वरूप) ज्ञेय और ज्ञान के द्वारा जानने योग्य (ज्ञानगम्य) है। वह सभी के हृदय में स्थित है।।",
        "id": 3544,
        "lang": "hindi",
        "language_id": 2,
        "verseNumber": 507,
        "verse_id": 507
    },
    {
        "authorName": "Swami Adidevananda",
        "author_id": 18,
        "description": "The light of all lights is said to be beyond Tamas (darkness); it is known to be knowledge, to be attained through knowledge, and to be present in the hearts of all.",
        "id": 3545,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 507,
        "verse_id": 507
    },
    {
        "authorName": "Swami Gambirananda",
        "author_id": 19,
        "description": "That is the Light of all lights; It is spoken of as beyond darkness. It is Knowledge, the Knowable, and the Known. It is specially situated in the hearts of all.",
        "id": 3546,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 507,
        "verse_id": 507
    },
    {
        "authorName": "Swami Sivananda",
        "author_id": 16,
        "description": "That Light of all lights is said to be beyond darkness: knowledge, the knowable, and the goal of knowledge, seated in the hearts of all.",
        "id": 3547,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 507,
        "verse_id": 507
    },
    {
        "authorName": "Dr. S. Sankaranarayan",
        "author_id": 20,
        "description": "This is the Light of all lights, stated to be beyond darkness; it is to be known by the above knowledge; it is to be attained only through knowledge; and it distinctly remains in the heart of all.",
        "id": 3548,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 507,
        "verse_id": 507
    },
    {
        "authorName": "Shri Purohit Swami",
        "author_id": 21,
        "description": "It is the light of lights, beyond the reach of darkness; the wisdom, the only thing worth knowing or that wisdom can teach; the presence in the hearts of all.",
        "id": 3549,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 507,
        "verse_id": 507
    }
]