[
    {
        "authorName": "Swami Ramsukhdas",
        "author_id": 1,
        "description": "।।13.35।।इस प्रकार जो ज्ञानरूपी नेत्रसे क्षेत्र और क्षेत्रज्ञके अन्तर-(विभाग-) को तथा कार्य-कारणसहित प्रकृतिसे स्वयंको अलग जानते हैं, वे परमात्माको प्राप्त हो जाते हैं।",
        "id": 3662,
        "lang": "hindi",
        "language_id": 2,
        "verseNumber": 524,
        "verse_id": 524
    },
    {
        "authorName": "Swami Tejomayananda",
        "author_id": 17,
        "description": "।।13.35।। इस प्रकार, जो पुरुष ज्ञानचक्षु के द्वारा क्षेत्र और क्षेत्रज्ञ के भेद को तथा प्रकृति के विकारों से मोक्ष को जानते हैं, वे परम ब्रह्म को प्राप्त होते हैं।।",
        "id": 3663,
        "lang": "hindi",
        "language_id": 2,
        "verseNumber": 524,
        "verse_id": 524
    },
    {
        "authorName": "Swami Adidevananda",
        "author_id": 18,
        "description": "Those who thus discern, with the eye of knowledge, the difference between the body or the Field (Ksetra) and the knower of the body or Field-knower (Ksetrajna), and the means of deliverance from the manifested Prakrti, they attain the Supreme.",
        "id": 3664,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 524,
        "verse_id": 524
    },
    {
        "authorName": "Swami Gambirananda",
        "author_id": 19,
        "description": "Those who, through the eye of wisdom, know the distinction between the field and the Knower of the field, and the annihilation of the Matrix of beings, reach the Supreme.",
        "id": 3665,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 524,
        "verse_id": 524
    },
    {
        "authorName": "Swami Sivananda",
        "author_id": 16,
        "description": "They who, by the eye of knowledge, perceive the distinction between the field and its knower, as well as the liberation from the Nature of being, go to the Supreme.",
        "id": 3666,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 524,
        "verse_id": 524
    },
    {
        "authorName": "Dr. S. Sankaranarayan",
        "author_id": 20,
        "description": "Those who thus understand, with the knowledge-eye, the inner Soul of the Field and the Field-sensitizer, as well as the deliverance from the Material Cause of the elements—they attain the Supreme.",
        "id": 3667,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 524,
        "verse_id": 524
    },
    {
        "authorName": "Shri Purohit Swami",
        "author_id": 21,
        "description": "Those who, with the eyes of wisdom, thus see the difference between Matter and Spirit, and know how to liberate life from the Law of Nature, attain the Supreme.",
        "id": 3668,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 524,
        "verse_id": 524
    }
]