[
    {
        "authorName": "Swami Ramsukhdas",
        "author_id": 1,
        "description": "।।13.4।।वह क्षेत्र जो है, जैसा है, जिन विकारोंवाला है और जिससे जो पैदा हुआ है; तथा वह क्षेत्रज्ञ भी जो है और जिस प्रभाववाला है, वह सब संक्षेपमें मेरेसे सुन।",
        "id": 3445,
        "lang": "hindi",
        "language_id": 2,
        "verseNumber": 493,
        "verse_id": 493
    },
    {
        "authorName": "Swami Tejomayananda",
        "author_id": 17,
        "description": "।।13.4।। इसलिये, वह क्षेत्र जो है और जैसा है तथा जिन विकारों वाला है, और जिस (कारण) से जो (कार्य) हुआ है तथा वह (क्षेत्रज्ञ) भी जो है और जिस प्रभाव वाला है, वह संक्षेप में मुझसे सुनो।।\n ",
        "id": 3446,
        "lang": "hindi",
        "language_id": 2,
        "verseNumber": 493,
        "verse_id": 493
    },
    {
        "authorName": "Swami Adidevananda",
        "author_id": 18,
        "description": "Listen briefly from Me what the Field is, what it is like, what its modifications are, what purpose it serves, and what it is; as well as who the Self is and what its powers are.",
        "id": 3447,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 493,
        "verse_id": 493
    },
    {
        "authorName": "Swami Gambirananda",
        "author_id": 19,
        "description": "Hear from Me in brief about all that, what that field is and how it is; what its changes are, and what causes what effect; and who He is, and what His powers are.",
        "id": 3448,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 493,
        "verse_id": 493
    },
    {
        "authorName": "Swami Sivananda",
        "author_id": 16,
        "description": "Hear from Me in brief what the field is, of what nature it is, what its modifications are, whence it is, who He is, and what His powers are.",
        "id": 3449,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 493,
        "verse_id": 493
    },
    {
        "authorName": "Dr. S. Sankaranarayan",
        "author_id": 20,
        "description": "What is that Field and what is its nature? Why does it undergo modifications, where does it come from, and what is its purpose? Who is the Field-sensitizer and what is His nature? Listen to all this from Me collectively.",
        "id": 3450,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 493,
        "verse_id": 493
    },
    {
        "authorName": "Shri Purohit Swami",
        "author_id": 21,
        "description": "What is called Matter, of what it is composed, whence it came, and why it changes, what the Self is, and what its power - this I will now briefly set forth.",
        "id": 3451,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 493,
        "verse_id": 493
    }
]