[
    {
        "authorName": "Swami Ramsukhdas",
        "author_id": 1,
        "description": "।।13.5।।(यह क्षेत्रक्षेत्रज्ञका तत्त्व) ऋषियोंके द्वारा बहुत विस्तारसे कहा गया है तथा वेदोंकी ऋचाओं-द्वारा बहुत प्रकारसे कहा गया है और युक्तियुक्त एवं निश्चित किये हुए ब्रह्मसूत्रके पदोंद्वारा भी कहा गया है।",
        "id": 3452,
        "lang": "hindi",
        "language_id": 2,
        "verseNumber": 494,
        "verse_id": 494
    },
    {
        "authorName": "Swami Tejomayananda",
        "author_id": 17,
        "description": "।।13.5।। (क्षेत्र-क्षेत्रज्ञ के विषय में) ऋषियों द्वारा विभिन्न और विविध छन्दों में बहुत प्रकार से गाया गया है, तथा सम्यक् प्रकार से निश्चित किये हुये युक्तियुक्त ब्रह्मसूत्र के पदों द्वारा (अर्थात् ब्रह्म के सूचक शब्दों द्वारा) भी (वैसे ही कहा गया है)।।\n ",
        "id": 3453,
        "lang": "hindi",
        "language_id": 2,
        "verseNumber": 494,
        "verse_id": 494
    },
    {
        "authorName": "Swami Adidevananda",
        "author_id": 18,
        "description": "It has been sung by seers in various ways, in various distinctive hymns, and also in the well-reasoned and conclusive words of the Brahma-sutras.",
        "id": 3454,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 494,
        "verse_id": 494
    },
    {
        "authorName": "Swami Gambirananda",
        "author_id": 19,
        "description": "It has been sung of in various ways by the Rsis, separately by the different branches of Vedic texts, and also by the rational and convincing sentences themselves which are indicative of and lead to Brahman.",
        "id": 3455,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 494,
        "verse_id": 494
    },
    {
        "authorName": "Swami Sivananda",
        "author_id": 16,
        "description": "Sages have sung in many ways, with various distinctive chants and also with suggestive words indicative of the Absolute, full of reasoning and decisive.",
        "id": 3456,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 494,
        "verse_id": 494
    },
    {
        "authorName": "Dr. S. Sankaranarayan",
        "author_id": 20,
        "description": "This has been sung many times by sages, and also has been clearly decided in the various Vedas in different contexts by means of their words that are suggestive of the Brahman (i.e. in the Upanishads) and are full of reasoning.",
        "id": 3457,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 494,
        "verse_id": 494
    },
    {
        "authorName": "Shri Purohit Swami",
        "author_id": 21,
        "description": "Seers have sung of it in various ways, in many hymns and sacred Vedic songs, weighty in thought and convincing in their arguments.",
        "id": 3458,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 494,
        "verse_id": 494
    }
]