[
    {
        "authorName": "Swami Ramsukhdas",
        "author_id": 1,
        "description": "।।1.14।। व्याख्या--'ततः श्वेतैर्हयैर्युक्ते'-- चित्ररथ गन्धर्वने अर्जुनको सौ दिव्य घोड़े दिये थे। इन घोड़ोंमें यह विशेषता थी कि इनमेंसे युद्धमें कितने ही घोड़े क्यों न मारे जायँ, पर ये संख्यामें सौ-के-सौ ही बने रहते थे, कम नहीं होते थे। ये पृथ्वी, स्वर्ग आदि सभी स्थानोंमें जा सकते थे। इन्हीं सौ घोड़ोंमेंसे सुन्दर और सुशिक्षित चार सफेद घोड़े अर्जुनके रथमें जुते हुए थे।\n 'महति स्यन्दने स्थितौ'--यज्ञोंमें आहुतिरूपसे दिये गये घीको खाते-खाते अग्निको अजीर्ण हो गया था। इसीलिये अग्निदेव खाण्डववनकी विलक्षण-विलक्षण जड़ी0-बूटियाँ खाकर (जलाकर) अपना अजीर्ण दूर करना चाहते थे। परन्तु देवताओंके द्वारा खाण्डववनकी रक्षा की जानेके कारण अग्निदेव अपने कार्यमें सफल नहीं हो पाते थे। वे जब-जब खाण्डववनको जलाते, तब-तब इन्द्र वर्षा करके उसको (अग्निको) बुझा देते। अन्तमें अर्जुनकी सहायतासे अग्निने उस पूरे वनको जलाकर अपना अजीर्ण दूर किया और प्रसन्न होकर अर्जुनको यह बहुत बड़ा रथ दिया। नौ बैलगाड़ियोंमें जितने अस्त्र-शस्त्र आ सकते हैं, उतने अस्त्र-शस्त्र इस रथमें पड़े रहते थे। यह सोनेसे मढ़ा हुआ और तेजोमय था। इसके पहिये बड़े ही दृढ़ एवं विशाल थे। इसकी ध्वजा बिजलीके समान चमकती थी। यह ध्वजा एक योजन (चारकोस) तक फहराया करती थी। इतनी लम्बी होनेपर भी इसमें न तो बोझ था, न यह कहीं रुकती थी और न कहीं वृक्ष आदिमें अटकती ही थी। इस ध्वजापर हनुमान्जी विराजमान थे।\n 'स्थितौ'-- कहनेका तात्पर्य है कि उस सुन्दर और तेजोमय रथपर साक्षात् भगवान् श्रीकृष्ण और उनके प्यारे भक्त अर्जुनके विराजमान होनेसे उस रथकी शोभा और तेज बहुत ज्यादा बढ़ गया था।",
        "id": 209,
        "lang": "hindi",
        "language_id": 2,
        "verseNumber": 14,
        "verse_id": 14
    },
    {
        "authorName": "Swami Chinmayananda",
        "author_id": 2,
        "description": "।।1.14।। तथ्य अत्यन्त साधारण है कि कौरवों की शंखध्वनि का उत्तर भगवान् श्रीकृष्ण और अर्जुन ने शंखनाद करके दिया परन्तु संजय ने जिस सुन्दरता और उदारता के साथ इसका वर्णन किया है वह इस बात का स्पष्ट सूचक है कि उसकी सहानुभूति किस पक्ष के साथ थी। वह कहता है श्वेत अश्वों से युक्त भव्य रथ में बैठे माधव और अर्जुन ने अपने दिव्य शंख बजाये। इस वर्णन से ज्ञात होता है कि संजय के मन में कहीं कोई आशा अटकी है कि संभवत दोनों पक्षों के शंखनाद के वर्णनों में विरोध देखकर इस समय भी धृतराष्ट्र अपने पुत्रों को युद्ध से विरत कर लें।",
        "id": 210,
        "lang": "hindi",
        "language_id": 2,
        "verseNumber": 14,
        "verse_id": 14
    },
    {
        "authorName": "Sri Anandgiri",
        "author_id": 3,
        "description": "।।1.14।।एवं दुर्योधनपक्षे प्रवृत्तिमालक्ष्य परिसरवर्तिनौ केशवार्जुनौ श्वेतैर्हयैरतिबलपराक्रमैर्युक्ते महत्यप्रधृष्ये रथे व्यवस्थितावप्राकृतौ शङ्खौ पूरितवन्तावित्याह   ततः श्वेतैर्हयैरिति। ",
        "id": 211,
        "lang": "sanskrit",
        "language_id": 3,
        "verseNumber": 14,
        "verse_id": 14
    },
    {
        "authorName": "Sri Dhanpati",
        "author_id": 4,
        "description": "।।1.14।।   स शब्दः परेषां वीरसोद्भावको जातो नतु भयजनक इत्याशयेन तेषां शङ्खपूरणे प्रवृत्तिमाह   तत इति।  तुमुलशब्दानन्तरं श्वेतैर्हयैः शुक्लवर्णैरश्वैरतिबलपराक्रमैर्युक्तैऽग्निना दत्ते महात्युत्तमे रथे स्थितौ नतु भयप्रचलितौ माधवो लक्ष्मीपतिः पाण्डवोऽर्जुनश्चैव दिव्यावप्राकृतौ शङ्खौ प्रदध्मतुः पुरितवन्तौ। माधव इति शङ्खशब्देनैव तव पुत्रेभ्यो राज्यलक्ष्मीमाहृतवानिति सूचनार्थम्। पाण्डव इत तदीयराज्यं तस्यैव भविष्यतीति।",
        "id": 212,
        "lang": "sanskrit",
        "language_id": 3,
        "verseNumber": 14,
        "verse_id": 14
    },
    {
        "authorName": "Sri Madhavacharya",
        "author_id": 5,
        "description": "।।1.14।।Sri Madhvacharya  did not comment on this sloka. The commentary starts from 2.11.",
        "id": 213,
        "lang": "sanskrit",
        "language_id": 3,
        "verseNumber": 14,
        "verse_id": 14
    },
    {
        "authorName": "Sri Neelkanth",
        "author_id": 6,
        "description": "।। 1.14अभ्यहन्यन्त अभिहताः। कर्मकर्तरि प्रयोगः। ",
        "id": 214,
        "lang": "sanskrit",
        "language_id": 3,
        "verseNumber": 14,
        "verse_id": 14
    },
    {
        "authorName": "Sri Ramanujacharya",
        "author_id": 7,
        "description": "।।1.14।।धृतराष्ट्र उवाच  सञ्जय उवाच  दुर्योधनः स्वयमेव भीमाभिरक्षितं पाण्डवानां बलम् आत्मीयं च भीष्माभिरक्षितं बलम् अवलोक्य आत्मविजये तस्य बलस्य पर्याप्तताम् आत्मीयस्य बलस्य तद्विजये चापर्याप्तताम् आचार्याय निवेद्य अन्तरे विषण्णः अभवत्। तस्य विषादम् आलोक्य भीष्मः तस्य हर्षं जनयितुं सिंहनादं शङ्खाध्मानं च कृत्वा शङ्खभेरीनिनादैः च विजयाभिशंसिनं घोषं च अकारयत्। ततः तं घोषम् आकर्ण्य सर्वेश्वरेश्वरः पार्थसारथी रथी च पाण्डुतनयः त्रैलोक्यविजयोपकरणभूते महति स्यन्दने स्थितौ त्रैलोक्यं कम्पयन्तौ श्रीमत्पाञ्चजन्यदेवदत्तौ दिव्यौ शङ्खौ प्रदध्मतुः। ततो युधिष्ठिरवृकोदरादयः च स्वकीयान् शङ्खान् पृथक् पृथक् प्रदध्मुः। स घोषो दुर्योधनप्रमुखानां सर्वेषाम् एव भवत्पुत्राणां हृदयानि बिभेद। अद्य एव नष्टं कुरूणां बलम् इति धार्त्तराष्ट्रा मेनिरे। एवं तद्विजयाभिकाङ्क्षिणे धृतराष्ट्राय संजयः अकथयत्।अथ युयुत्सून् अवस्थितान् धार्तराष्ट्रान् भीष्मद्रोणप्रमुखान् दृष्ट्वा लङ्कादहनवानरध्वजः पाण्डुतनयो ज्ञानशक्तिबलैश्वर्यवीर्यतेजसां निधिं स्वसंकल्पकृतजगदुदयविभवलयलीलं हृषीकेशं परावरनिखिलजनान्तर्बाह्यसर्वकरणानां सर्वप्रकारकनियमने अवस्थितं समाश्रितवात्सल्यविवशतया स्वसारथ्ये अवस्थितं युयुत्सून् यथावत् अवेक्षितुं तदीक्षणक्षमे स्थाने रथं स्थापय इति अचोदयत्।",
        "id": 215,
        "lang": "sanskrit",
        "language_id": 3,
        "verseNumber": 14,
        "verse_id": 14
    },
    {
        "authorName": "Sri Sridhara Swami",
        "author_id": 8,
        "description": " ।।1.14।।  ततः पाण्डवसैन्ये प्रवृत्तं युद्धोत्सवमाह   तत इति पञ्चभिः।  ततः कौरवसैन्यवाद्यकोलाहलानन्तरं स्यन्दने रथे स्थितौ सन्तौ कृष्णार्जुनौ दिव्यौ शङ्खौ प्रकर्षेण दध्मतुर्वादयामासतुः।",
        "id": 216,
        "lang": "sanskrit",
        "language_id": 3,
        "verseNumber": 14,
        "verse_id": 14
    },
    {
        "authorName": "Sri Vedantadeshikacharya Venkatanatha",
        "author_id": 9,
        "description": "।।1.14।।ततः श्वेतैः इत्यादिकंधनञ्जयः इत्यन्तं व्याचष्टे  ततस्तमिति। तत इति व्याख्येयपदम्।तं घोषमाकर्ण्य इति तद्विवक्षितकथनम्।सर्वेश्वरेश्वरः पार्थसारथिरिति  सर्वोत्कृष्टेभ्य उत्कृष्टः परमपुरुषो निकृष्टमानुषमात्रादपि निकृष्टतामाश्रितवात्सल्येन नीत इति भावः। पाण्डवविजयसूचनाय सञ्जयेनोपात्तोमाधवशब्दोऽत्र श्रियःपतित्ववाची सर्वेश्वरेश्वरत्वपर एव।स्यन्दने स्थितौ इत्यविशेषेण स्थितिव्यवच्छेदाय सारथित्वरथित्वविभागः।श्वेतैः इत्यादिना प्रतिपादितमहत्त्वव्यक्त्यर्थमुक्तंत्रैलोक्येति नात्र परिमाणादिमहत्त्वमात्रं विवक्षितमिति भावः।त्रैलोक्यं कम्पयन्ताविति  तयोः स्यन्दने स्थितिमात्रमपि त्रैलोक्यकम्पनहेतुरिति भावः। यद्वादिव्यौ शङ्खौ प्रदध्मतुः इत्याद्युक्तप्रकृष्टाध्मानमूलकशङ्खघोषातिशयेननभश्च पृथिवीं चैव 1।19 इति वक्ष्यमाणेन च फलितमिदम्।",
        "id": 217,
        "lang": "sanskrit",
        "language_id": 3,
        "verseNumber": 14,
        "verse_id": 14
    },
    {
        "authorName": "Sri Abhinavgupta",
        "author_id": 10,
        "description": "।।1.14।।No commentary.",
        "id": 218,
        "lang": "sanskrit",
        "language_id": 3,
        "verseNumber": 14,
        "verse_id": 14
    },
    {
        "authorName": "Sri Jayatritha",
        "author_id": 11,
        "description": "।।1.14।।Sri Jayatirtha did not comment on this sloka. The commentary starts from 2.11.",
        "id": 219,
        "lang": "sanskrit",
        "language_id": 3,
        "verseNumber": 14,
        "verse_id": 14
    },
    {
        "authorName": "Sri Madhusudan Saraswati",
        "author_id": 12,
        "description": "।।1.14।।अन्येषमापि रथस्थत्वे स्थितएवासाधारण्येन रथोत्कर्षकथनार्थं ततः श्वेतैर्हयैर्युक्त इत्यादिना रथस्थत्वकथनम्। तेनाग्निदत्ते दुष्प्रधृष्ये रथे स्थितौ। सर्वथा जेतुमशक्यावित्यर्थः। पाञ्चजन्यो देवदत्तः पौण्ड्रोऽनन्तविजयः सुधोषो मणिपुष्पकश्चेति शङ्खनामकथनम् परसैन्ये स्वस्वनामभिः प्रसिद्धा एतावन्तः शङ्खाः भवत्सैन्ये तु नैकोऽपि स्वनामप्रसिद्धः शङ्खोऽस्तीति परेषामुत्कर्षातिशयकथनार्थम्। सर्वेन्द्रियप्रेरकत्वेन सर्वान्तर्यामी सहायः पाण्डवानामिति कथयितुं हृषिकेशपदम्। दिग्विजये सर्वान्राज्ञो जित्वा धनमाहृतवानिति सर्वथैवायमजेय इति कथयितुं धनंजयपदम्। भीष्मं हिडिम्बवधादिरूपं कर्म यस्य तादृशः वृकोदरत्वेन बह्वन्नपाकादतिबलिष्ठो भीमसेन इति कथितम्। कुन्तीपुत्र इति कुन्त्या महता तपसा धर्ममाराध्य लब्धः स्वयं च राजसूययाजित्वेन मुख्यो राजा युधि चायमेव जयभागित्वेन स्थिरो नत्वेतद्विपक्षाः स्थिरा भविष्यन्तीति युधिष्ठिरपदेन सूचितम्। नकुलः सुघोषं सहदेवो मणिपुष्पकं दध्मावित्यनुषज्यते। परमेष्वासः काश्यो महाधनुर्धरः काशिराजः। न पराजितः पारिजातहरणबाणयुद्धादिमहासंग्रामेषु एतादृशः सात्यकिः। हे पृथिवीपते धृतराष्ट्र स्थिरो भूत्वा शृण्वित्यभिप्रायः। सुगममन्यत्।",
        "id": 220,
        "lang": "sanskrit",
        "language_id": 3,
        "verseNumber": 14,
        "verse_id": 14
    },
    {
        "authorName": "Sri Purushottamji",
        "author_id": 13,
        "description": "।।1.14।।एवं युद्धोत्सवज्ञापकशंखध्वनिश्रवणानन्तरं पाण्डवसैन्येऽपि युद्धोत्सवोऽभूदित्याह  तत इति पञ्चभिः। ततः कौरवप्रवृत्त्यनन्तरं श्वेतैर्हयैः शुभसूचकैरश्वैर्युक्ते। परमेश्वरस्य सारथित्वप्रतिपादनाय भगवतोऽश्वानां च वर्णनं नायं भगवद्रथ इति ज्ञापनाय च भगवतोऽश्वानां चित्रवर्णत्वादत्र श्वेतैरिति हयविशेषणम्। युद्धप्रवृत्तिज्ञापनार्थं हयैर्युक्त इति। महति अग्निदत्ते भगवत्स्थितियोग्ये गरुडसमे स्यन्दने नन्दिघोषाख्ये रथे स्थितौ श्रीकृष्णार्जुनौ दिव्यौ शङ्खौ प्रदध्मतुः वादितवन्तौ। माधवदपेन तेषां शीघ्रमेव लक्ष्मीप्राप्तिर्भविष्यति इति व्यञ्जितम्। पाण्डवत्वोक्त्या तेषां न्यायत्वमुक्तम्। भगवतः शङ्खध्वनिः सर्वेषां यथा दर्पघ्नस्तथैवार्जुनस्यापीति चकारेणैवकारेणापि व्यज्यते।",
        "id": 221,
        "lang": "sanskrit",
        "language_id": 3,
        "verseNumber": 14,
        "verse_id": 14
    },
    {
        "authorName": "Sri Shankaracharya",
        "author_id": 14,
        "description": "1.14 Sri Sankaracharya did not comment on this sloka. The commentary starts from 2.10. ",
        "id": 222,
        "lang": "sanskrit",
        "language_id": 3,
        "verseNumber": 14,
        "verse_id": 14
    },
    {
        "authorName": "Sri Vallabhacharya",
        "author_id": 15,
        "description": "।।1.14।।ततस्तद्धोषं निशम्य भगवान् पार्थसारथिरर्जुनश्च त्रैलोक्यविजयोपकरणभूते मध्ये रणे महति रथे स्थितौ विश्वं कम्पयन्तौ स्वशङ्खौ प्रदध्मतुः।",
        "id": 223,
        "lang": "sanskrit",
        "language_id": 3,
        "verseNumber": 14,
        "verse_id": 14
    },
    {
        "authorName": "Swami Sivananda",
        "author_id": 16,
        "description": "1.14 ततः then? श्वेतैः (with) white? हयैः horses? युक्ते yoked? महति magnificent? स्यन्दने in the chariot? स्थितौ seated? माधवः Madhava? पाण्डवः Pandava? the son of Pandu? च and? एव also? दिव्यौ divine? शङ्खौ conches? प्रदध्मतुः blew.No Commentary.",
        "id": 224,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 14,
        "verse_id": 14
    }
]