[
    {
        "authorName": "Swami Ramsukhdas",
        "author_id": 1,
        "description": "।।1.35।। व्याख्या--[भगवान् आगे सोलहवें अध्यायके इक्कीसवें श्लोकमें कहेंगे कि काम, क्रोध और लोभ--ये तीनों ही नरकके द्वार हैं। वास्तवमें एक कामके ही ये तीन रूप हैं। ये तीनों सांसारिक वस्तुओं, व्यक्तियों आदिको महत्त्व देनेसे पैदा होते हैं। काम अर्थात् कामनाकी दो तरहकी क्रियाएँ होती हैं--इष्टकी प्राप्ति और अनिष्टकी निवृत्ति। इनमेंसे इष्टकी प्राप्ति भी दो तरहकी होती है--संग्रह करना और सुख भोगना। संग्रहकी इच्छाका नाम 'लोभ' है और सुखभोगकी इच्छाका नाम 'काम' है। अनिष्टकी निवृत्तिमें बाधा पड़नेपर 'क्रोध' आता है अर्थात् भोगोंकी, संग्रहकी प्राप्तिमें बाधा देनेवालोंपर अथवा हमारा अनिष्ट करनेवालोंपर, हमारे शरीरका नाश करनेवालोंपर क्रोध आता है जिससे अनिष्ट करनेवालोंका नाश करनेकी क्रिया होती है। इससे सिद्ध हुआ कि युद्धमें मनुष्यकी दो तरहसे ही प्रवृत्ति होती है --अनिष्टकी निवृत्तिके लिये अर्थात् अपने 'क्रोध' को सफल बनानेके लिये और इष्टकी प्राप्तिके लिये अर्थात् 'लोभ' की पूर्तिके लिये। परन्तु अर्जुन यहाँ इन दोनों ही बातोंका निषेध कर रहे हैं]\n 'आचार्याः पितरः৷৷. किं नु महीकृते'----अगर हमारे ये कुटुम्बीजन अपनी अनिष्ट-निवृत्तिके लिये क्रोधमें आकर मेरेपर प्रहार करके मेरा वध भी करना चाहें, तो भी मैं अपनी अनिष्ट-निवृत्तिके लिये क्रोधमें आकर इनको मारना नहीं चाहता। अगर ये अपनी इष्टप्राप्तिके लिये राज्यके लोभमें आकर मेरेको मारना चाहें, तो भी मैं अपनी इष्टप्राप्तिके लिये लोभमें आकर इनको मारना नहीं चाहता। तात्पर्य यह हुआ कि क्रोध और लोभमें आकर मेरेको नरकोंका दरवाजा मोल नहीं लेना है।\nयहाँ दो बार  अपि  पदका प्रयोग करनेमें अर्जुनका आशय यह है कि मैं इनके स्वार्थमें बाधा ही नहीं देता तो ये मुझे मारेंगे ही क्यों? पर मान लो कि पहले इसने हमारे स्वार्थमें बाधा दी' है ऐसे विचारसे ये मेरे शरीरका नाश करनेमें प्रवृत्त हो जायँ तो भी  (घ्नतोऽपि)  मैं इनको मारना नहीं चाहता। दूसरी बात इनको मारनेसे मुझे\n ",
        "id": 545,
        "lang": "hindi",
        "language_id": 2,
        "verseNumber": 35,
        "verse_id": 35
    },
    {
        "authorName": "Swami Chinmayananda",
        "author_id": 2,
        "description": "।।1.35।। यह विचार कर कि संभवत उसने अपने पक्ष को श्रीकृष्ण के समक्ष अच्छी प्रकार दृढ़ता से प्रस्तुत नहीं किया है जिससे कि भगवान् उसके मत की पुष्टि करें अर्जुन व्यर्थ में त्याग की बातें करता है। वह यह दर्शाना चाहता है कि वह इतना उदार हृदय है कि उसके चचेरे भाई उसको मार भी डालें तो भी वह उन्हें मारने को तैयार नहीं होगा। अतिशयोक्ति की चरम सीमा पर वह तब पहुँचता है जब वह घोषणा करता है कि त्रैलोक्य का राज्य मिलता हो तब भी वह युद्ध नहीं करेगा फिर केवल हस्तिनापुर के राज्य की बात ही क्या है।",
        "id": 546,
        "lang": "hindi",
        "language_id": 2,
        "verseNumber": 35,
        "verse_id": 35
    },
    {
        "authorName": "Sri Anandgiri",
        "author_id": 3,
        "description": "।।1.35।।पृथिवीप्राप्त्यर्थं हि हननमेतेषामिष्यते न च तत्प्राप्तिः समीहितेति कैमुतिकन्यायेन दर्शयति   अपीति।  नहि महदपि त्रैलोक्यलक्षणं राज्यं लब्धुं स्वजनहिंसायै मनो मदीयं स्पृहयति पृथिवीप्राप्त्यर्थं पुनर्बन्धुवधं न श्रद्दधामीति किं वक्तव्यमित्यर्थः। दुर्योधनादीनां शत्रूणां निग्रहे प्रीतिप्राप्तिसंभवाद्युद्धं कर्तव्यमित्याशङ्क्याह   निहत्येति। ",
        "id": 547,
        "lang": "sanskrit",
        "language_id": 3,
        "verseNumber": 35,
        "verse_id": 35
    },
    {
        "authorName": "Sri Dhanpati",
        "author_id": 4,
        "description": "।।1.35।।   ननु स्वराज्यपरिपन्थिनामाततायिनां हननमेव युक्तंजिघांसन्तं जिघांसीयात् इति न्यायेनैतेषां हनने दोषाभावादित्याशङ्क्याह   एतानिति।  अपि त्रेलोक्यराज्यस्य हेतोर्घ्नातोऽप्येतानित्यन्वयः। पृथिवीप्राप्तयर्थं हि हननमेतेषामिष्यते नच तत्प्राप्तिः समीहितेति कैमुत्यन्यायेन दर्शयति   अपीति।  नहि महदपि त्रेलोक्यराज्यं लब्धुं स्वजनहिंसायै मनो मदीयं स्पृहयति पृथिवीप्राप्त्यर्थं पुनर्बन्धुवधं न श्रद्दध्यामिति किं वक्तव्यमित्यर्थ इति प्राञ्चः। मधोः सूदनेन त्वयापि स्वपुत्ररक्षणं कृतमिति कथमस्माभिः संबन्धिनाशः कर्तव्य इति ध्वनयन्संबोधयति   मधुसूदनेति।  यद्वा मधुरित्युपलक्षणं कैटभस्यापि। मधुकैटभयो रजस्तमसोः सूजनस्त्वं स्वभक्तं मां तदुभयात्मकेऽस्मिन्घोरे कर्मणि नियोजयितुं नार्हसीति सूचयन्नाह   मधुसूदनेति।  मधुसूदनेति संबोधयन् वैदिकमार्गप्रवर्तक्रत्वं भगवतः सूचयतीति केचित्। ",
        "id": 548,
        "lang": "sanskrit",
        "language_id": 3,
        "verseNumber": 35,
        "verse_id": 35
    },
    {
        "authorName": "Sri Madhavacharya",
        "author_id": 5,
        "description": "।।1.35।।Sri  Madhvacharya did not comment on this sloka. The commentary starts from 2.11.",
        "id": 549,
        "lang": "sanskrit",
        "language_id": 3,
        "verseNumber": 35,
        "verse_id": 35
    },
    {
        "authorName": "Sri Neelkanth",
        "author_id": 6,
        "description": "।।1.35।।हन्तुं इच्छापि मम न भवति किमुत हन्तृत्वमित्यर्थः। महीकृते पृथिव्यर्थे।",
        "id": 550,
        "lang": "sanskrit",
        "language_id": 3,
        "verseNumber": 35,
        "verse_id": 35
    },
    {
        "authorName": "Sri Ramanujacharya",
        "author_id": 7,
        "description": "।।1.35।।अर्जुन उवाच  संजय उवाच  स तु पार्थो महामनाः परमकारुणिको दीर्घबन्धुः परमधार्मिकः सभ्रातृको भवद्भिः अतिघोरैः मारणैः जतुगृहादिभिः असकृद् वञ्चितः अपि परमपुरुषसहायः अपि हनिष्यमाणान् भवदीयान् विलोक्य बन्धुस्नेहेन परमया च कृपया धर्माधर्मभयेन च अतिमात्रस्विन्नसर्वगात्रः सर्वथा अहं न योत्स्यामि इति उक्त्वा बन्धुविश्लेषजनितशोकसंविग्नमानसः सशरं चापं विसृज्य रथोपस्थे उपाविशत्।",
        "id": 551,
        "lang": "sanskrit",
        "language_id": 3,
        "verseNumber": 35,
        "verse_id": 35
    },
    {
        "authorName": "Sri Sridhara Swami",
        "author_id": 8,
        "description": " ।। 1.35  ननु यदि कृपया त्वमेतान्न हंसि त्वामेते राज्यलोभेन हनिष्यन्त्येव। अतस्त्वमेवैतान्हत्वा राज्यं भुङ्क्ष्व तत्राह   एतान्नेति  सार्धेन। घ्नतोऽप्यस्मान्घातयतोऽप्येतांस्त्रैलोक्यराज्यस्यापि हेतोस्तत्प्राप्त्यर्थमप्यहं हन्तुं नेच्छामि। किं पुनर्महीमात्रप्राप्त्यर्थमित्यर्थः।",
        "id": 552,
        "lang": "sanskrit",
        "language_id": 3,
        "verseNumber": 35,
        "verse_id": 35
    },
    {
        "authorName": "Sri Vedantadeshikacharya Venkatanatha",
        "author_id": 9,
        "description": "।। 1.35।।No commentary. ",
        "id": 553,
        "lang": "sanskrit",
        "language_id": 3,
        "verseNumber": 35,
        "verse_id": 35
    },
    {
        "authorName": "Sri Abhinavgupta",
        "author_id": 10,
        "description": "।।1.35  1.44।।निहत्येत्यादि।  आततायिनां हनने पापमेव कर्तृ।  अतोऽयमर्थः  पापेन तावदेतेऽस्मच्छत्रवो हताः परतन्त्रीकृताः।  तांश्च निहत्यास्मानपि पापमाश्रयेत् (S omits पापम्)।  पापमत्र लोभादिवशात् (S लोभवशात्) कुलक्षयादिदोषादर्शनम् (S दोषदर्शनम्)।  अत एव कुलादिधर्माणामुपक्षेपं (K कुलक्षयादि  N क्षेपकम्) करोति  स्वजनं हि कथमित्यादिना।",
        "id": 554,
        "lang": "sanskrit",
        "language_id": 3,
        "verseNumber": 35,
        "verse_id": 35
    },
    {
        "authorName": "Sri Jayatritha",
        "author_id": 11,
        "description": "।।1.35।।Sri Jayatirtha did not comment on this sloka. The commentary starts from 2.11.",
        "id": 555,
        "lang": "sanskrit",
        "language_id": 3,
        "verseNumber": 35,
        "verse_id": 35
    },
    {
        "authorName": "Sri Madhusudan Saraswati",
        "author_id": 12,
        "description": "।।1.35।।नन्वंन्यान्विहाय धार्तराष्ट्रा एव हन्तव्यास्तेषामत्यन्तक्रूरतरतत्तद्दुःखदातृणां वधे प्रीतिसंभवादित्यत आह  धार्तराष्ट्रान्दुर्योधनादीन्भ्रातृ़न्निहत्य स्थितनामस्माकं का प्रीतिः स्यात्। न कापीत्यर्थः। नहि मूढजनोचितक्षणमात्रवर्तिसुखाभासलोभेन चिरतरनरकयातनाहेतुर्बन्धुवधोऽस्माकं युक्त इति भावः। जनार्दनेति संबोधनेन यदि वध्या एते तर्हि त्वमेवैताञ्जहि प्रलये सर्वजनहिंसकत्वेऽपि सर्वपापासंसर्गित्वादिति सूचयति। ननुअग्निदो गरदश्चैव शस्त्रपाणिर्धनापहः। क्षेत्रदारहरश्चैव षडेते ह्याततायिनः।। इति स्मृतेरेतेषां च सर्वप्रकारैराततायित्वात्आतताययिनमायान्तं हन्यादेवाविचारयन्। नाततायिवधे दोषो हन्तुर्भवति कश्चन।। इति वचनेन दोषाभावप्रतीतेर्हन्तव्या एव दुर्योधनादय आततायिन इत्याशङ्क्याह  पापमेवेति। एतानाततायिनोऽपि हत्वा स्थितानस्मान्पापमाश्रयेदेवेति संबन्धः। अथवा पापमेवाश्रयेन्न किंचिदन्यद्दृष्टदृष्टं वा प्रयोजनमित्यर्थः।न हिंस्यात् इति धर्मशास्त्रात्आततायिनं हन्यात् इत्यर्थशास्त्रस्य दुर्बलत्वात्। तदुक्तं याज्ञवल्क्येन  स्मृत्योर्विरोधे न्यायस्तु बलवान्व्यवहारतः। अर्थशास्त्रात्तु बलवद्धर्मशास्त्रमिति स्थितिः।। इति।अपरा व्याख्या। ननु धार्ताराष्ट्रान्घ्नतां भवतां प्रीत्यभावेऽपि युष्मान्घ्नतां धार्तराष्ट्राणां प्रीतिरस्त्येवातस्ते युष्मान्हन्युरित्यत आह  पापमेवेति। अस्मान्हत्वा स्थितानेतानाततायिनो धार्ताराष्ट्रान्पूर्वमपि पापिनः सांप्रतमपि पापमेवाश्रयेन्नान्यत्किंचित्सुखमित्यर्थः। तथा चायुध्यतोऽस्मान्हत्वैत एव पापिनो भविष्यन्ति नास्माकं कापि क्षतिः पापासंबन्धादित्यभिप्रायः।",
        "id": 556,
        "lang": "sanskrit",
        "language_id": 3,
        "verseNumber": 35,
        "verse_id": 35
    },
    {
        "authorName": "Sri Purushottamji",
        "author_id": 13,
        "description": "।।1.35।।ननु त्वत्सम्बन्धिनोऽपि ये युद्धार्थमुपस्थितास्तांश्चेत् त्वं न मारयिष्यसि तदा त एव त्वां मारयिष्यन्तीति चेत्तत्राह  एतानिति। हे मधुसूदन मां घ्नतोऽपि एतानहं हन्तुं नेच्छामि। मधुसूदनेति सम्बोधनेन त्वत्सहायवन्तं मामेते मारयितुमेव न समर्था इति ज्ञाप्यते। त्रैलोक्यराज्यस्यापि हेतोस्तथाकर्तुं नेच्छामि किं पुनः महीकृते तथा करिष्यामि ",
        "id": 557,
        "lang": "sanskrit",
        "language_id": 3,
        "verseNumber": 35,
        "verse_id": 35
    },
    {
        "authorName": "Sri Shankaracharya",
        "author_id": 14,
        "description": "1.35 Sri Sankaracharya did not comment on this sloka. The commentary starts from 2.10. ",
        "id": 558,
        "lang": "sanskrit",
        "language_id": 3,
        "verseNumber": 35,
        "verse_id": 35
    },
    {
        "authorName": "Sri Vallabhacharya",
        "author_id": 15,
        "description": "।।1.34  1.37।।Sri Vallabhacharya did not comment on this sloka.",
        "id": 559,
        "lang": "sanskrit",
        "language_id": 3,
        "verseNumber": 35,
        "verse_id": 35
    },
    {
        "authorName": "Swami Sivananda",
        "author_id": 16,
        "description": "1.35 एतान् these? न not? हन्तुम् to kill? इच्छामि (I) wish? घ्नतःअपि even if they kill me? मधुसूदन O Madhusudana (the slayer of Madhu? a demon)? अपि even? त्रैलोक्यराज्यस्य dominion over the three worlds? हेतोः for the sake of? किम् how? नु then? महीकृते for the sake of the earth.No Commentary.",
        "id": 560,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 35,
        "verse_id": 35
    }
]