[
    {
        "authorName": "Swami Ramsukhdas",
        "author_id": 1,
        "description": "।।1.42।। व्याख्या--'सङ्करो नरकायैव कुलघ्नानां कुलस्य च'-- वर्ण-मिश्रणसे पैदा हुए वर्णसंकर-(सन्तान-) में धार्मिक बुद्धि नहीं होती। वह मर्यादाओंका पालन नहीं करता; क्योंकि वह खुद बिना मर्यादासे पैदा हुआ है। इसलिये उसके खुदके कुलधर्म न होनेसे वह उनका पालन नहीं करता, प्रत्युत कुलधर्म अर्थात् कुलमर्यादासे विरुद्ध आचरण करता है।\nजिन्होंने युद्धमें अपने कुलका संहार कर दिया है, उनको 'कुलघाती' कहते हैं। वर्णसंकर ऐसे कुलघातियोंको नरकोंमें ले जाता है। केवल कुलघातियोंको ही नहीं, प्रत्युत कुल-परम्परा नष्ट होनेसे सम्पूर्ण कुलको भी वह नरकोंमें ले जाता है।\n ",
        "id": 657,
        "lang": "hindi",
        "language_id": 2,
        "verseNumber": 42,
        "verse_id": 42
    },
    {
        "authorName": "Swami Chinmayananda",
        "author_id": 2,
        "description": "।।1.42।। अब अर्जुन वर्णसंकर के दुष्परिणामों को बताता है। जातियों के वर्णसंकर होने से अन्तर्बाह्य जीवन में नैतिक मूल्यों का ह्रास होता है और फलत परिवारिक व धार्मिक परम्परायें नष्ट हो जाती हैं।हिन्दू धर्म के अनुसार मृत पितरों को पिण्ड और जल अर्पित किया जाता है। इसका तात्पर्य यह है कि पितर यह देखना चाहते हैं कि उनके द्वारा अत्यन्त परिश्रम से विकसित की गई और अपने पुत्रों आदि को सौपी गई सांस्कृतिक शुद्धता को वे किस सीमा तक बनाये रखते हैं और उसकी सुरक्षा किस प्रकार करते हैं। हमारे पूर्वजों द्वारा अथक परिश्रम से निर्मित उच्च संस्कृति को यदि हम नष्ट कर देते हैं तो वास्तव में हम उनका घोर अपमान करते हैं। यह कितनी आकर्षक और काव्यात्मक कल्पना है कि पितरगण अपने स्वर्ग के वातायन से देखते हैं कि उनके पुत्रादि अपनी संस्कृति की रक्षा करते हुये किस प्रकार का जीवन जीते हैं यदि वे यह देखेंगे क उनके द्वारा अत्यन्त श्रम से लगाये हुये उद्यानों को उनके स्वजनों ने उजाड़कर जंगल बना दिया है तो निश्चय ही उन्हें भूखप्यास के कष्ट के समान पीड़ा होगी। इस दृष्टि से अध्ययन करने पर यह श्लोक अत्यन्त उपयुक्त प्रतीत होता है। प्रत्येक पीढ़ी अपनी संस्कृति की आलोकित ज्योति भावी पीढ़ी के हाथों में सौंप देती है। नई पीढ़ी का यह कर्तव्य है कि वह इसे सावधानीपूर्वक आलोकित अवस्था में ही अपने आगे आने वाली पीढ़ी को भी सौंपे। संस्कृति की रक्षा एवं विकास करना हमारा पुनीत कर्तव्य है।ऋषि मुनियों द्वारा निर्मित भारतीय संस्कृति आध्यात्मिक है जिसकी सुरक्षा धार्मिक विधियों पर आश्रित होती है। इसलिये हिन्दुओं के लिए संस्कृति और धर्म एक ही वस्तु है। हमारे प्राचीन साहित्य में संस्कृति शब्द का स्वतन्त्र उल्लेख कम ही मिलता है। उसमें अधिकतर धार्मिक विधियों के अनुष्ठान पर ही बल दिया गया है।वास्तव में हिन्दू धर्म सामाजिक जीवन में आध्यात्मिक संस्कृति संरक्षण की एक विशेष विधि है। धर्म का अर्थ है उन दिव्य गुणों को अपने जीवन में अपनाना जिनके द्वारा हमारा शुद्ध आत्मस्वरूप स्पष्ट प्रकट हो। अत कुलधर्म का अर्थ परिवार के सदस्यों द्वारा मिलजुलकर अनुशासन और ज्ञान के साथ रहने के नियमों से है। परिवार में नियमपूर्वक रहने से देश के एक योग्य नागरिक के रूप में भी हम आर्य संस्कृति को जी सकते हैं।",
        "id": 658,
        "lang": "hindi",
        "language_id": 2,
        "verseNumber": 42,
        "verse_id": 42
    },
    {
        "authorName": "Sri Anandgiri",
        "author_id": 3,
        "description": "।।1.42।।कुलक्षयकृतामेतैरुदाहृतैर्दोषैर्वर्णसंकरहेतुभिर्जातिप्रयुक्ता वंशप्रयुक्ताश्च धर्माः सर्वे समुत्साद्यन्ते तेन कुलक्षयकारणाद्युद्धादुपरतिरेव श्रेयसीत्याह   दोषैरिति। ",
        "id": 659,
        "lang": "sanskrit",
        "language_id": 3,
        "verseNumber": 42,
        "verse_id": 42
    },
    {
        "authorName": "Sri Dhanpati",
        "author_id": 4,
        "description": "।।1.42।।वर्णसंकरस्य दोषपर्यवसायितां दर्शयति   संकर इति।  वर्णसंकरः कुलघ्नानां कुलहननकर्तृ़णां कुलस्य चाधर्माभिभूतस्य नरकायैव नरकप्रदानायैव जायत इत्यनुषङ्गः। कुलस्य संकरश्च कुलघ्नानां नरकायैव भवतीत्यन्वय इति केचित्। न केवलं तेषामेव नरकायापितु तत्पितृ़णामपीत्याह   पतन्तीति।  एषां कुलघ्नानां कुलस्य च पितरः पतन्ति निरयगामिनो भवन्ति। हि यस्माल्लुप्ता पिण्डोदकयोः क्रिया येषां ते। तत्कर्तृ़णां पुत्रपौत्रादीनामभावात्। ततश्च प्रेतत्वादिनिवृत्तिकारणाभावात्तेषां निरयपतनमेवावश्यमायातमित्यर्थः।",
        "id": 660,
        "lang": "sanskrit",
        "language_id": 3,
        "verseNumber": 42,
        "verse_id": 42
    },
    {
        "authorName": "Sri Madhavacharya",
        "author_id": 5,
        "description": "।।1.42।।Sri  Madhvacharya did not comment on this sloka. The commentary starts from 2.11.",
        "id": 661,
        "lang": "sanskrit",
        "language_id": 3,
        "verseNumber": 42,
        "verse_id": 42
    },
    {
        "authorName": "Sri Neelkanth",
        "author_id": 6,
        "description": "।।1.42।।एतदेव विवृणोति द्वाभ्याम्   दोषैरिति। ",
        "id": 662,
        "lang": "sanskrit",
        "language_id": 3,
        "verseNumber": 42,
        "verse_id": 42
    },
    {
        "authorName": "Sri Ramanujacharya",
        "author_id": 7,
        "description": "।।1.42।।अर्जुन उवाच  संजय उवाच  स तु पार्थो महामनाः परमकारुणिको दीर्घबन्धुः परमधार्मिकः सभ्रातृको भवद्भिः अतिघोरैः मारणैः जतुगृहादिभिः असकृद् वञ्चितः अपि परमपुरुषसहायः अपि हनिष्यमाणान् भवदीयान् विलोक्य बन्धुस्नेहेन परमया च कृपया धर्माधर्मभयेन च अतिमात्रस्विन्नसर्वगात्रः सर्वथा अहं न योत्स्यामि इति उक्त्वा बन्धुविश्लेषजनितशोकसंविग्नमानसः सशरं चापं विसृज्य रथोपस्थे उपाविशत्।",
        "id": 663,
        "lang": "sanskrit",
        "language_id": 3,
        "verseNumber": 42,
        "verse_id": 42
    },
    {
        "authorName": "Sri Sridhara Swami",
        "author_id": 8,
        "description": "।। 1.42।।प्रदुष्यन्ति इति कायिकदोषोक्तिः।",
        "id": 664,
        "lang": "sanskrit",
        "language_id": 3,
        "verseNumber": 42,
        "verse_id": 42
    },
    {
        "authorName": "Sri Vedantadeshikacharya Venkatanatha",
        "author_id": 9,
        "description": "।। 1.42।।प्रदुष्यन्ति इति कायिकदोषोक्तिः।",
        "id": 665,
        "lang": "sanskrit",
        "language_id": 3,
        "verseNumber": 42,
        "verse_id": 42
    },
    {
        "authorName": "Sri Abhinavgupta",
        "author_id": 10,
        "description": "।।1.35  1.44।।निहत्येत्यादि।  आततायिनां हनने पापमेव कर्तृ।  अतोऽयमर्थः  पापेन तावदेतेऽस्मच्छत्रवो हताः परतन्त्रीकृताः।  तांश्च निहत्यास्मानपि पापमाश्रयेत् (S omits पापम्)।  पापमत्र लोभादिवशात् (S लोभवशात्) कुलक्षयादिदोषादर्शनम् (S दोषदर्शनम्)।  अत एव कुलादिधर्माणामुपक्षेपं (K कुलक्षयादि  N क्षेपकम्) करोति  स्वजनं हि कथमित्यादिना।",
        "id": 666,
        "lang": "sanskrit",
        "language_id": 3,
        "verseNumber": 42,
        "verse_id": 42
    },
    {
        "authorName": "Sri Jayatritha",
        "author_id": 11,
        "description": "।।1.42।।Sri Jayatirtha did not comment on this sloka. The commentary starts from 2.11.",
        "id": 667,
        "lang": "sanskrit",
        "language_id": 3,
        "verseNumber": 42,
        "verse_id": 42
    },
    {
        "authorName": "Sri Madhusudan Saraswati",
        "author_id": 12,
        "description": "।।1.42।।जातिधर्माः क्षत्रियत्वादिनिबन्धनाः कुलधर्मा असाधारणाश्च एतैर्दोषैरुत्साद्यन्ते उत्सन्नाः क्रियन्ते। विनाश्यन्त इत्यर्थः।",
        "id": 668,
        "lang": "sanskrit",
        "language_id": 3,
        "verseNumber": 42,
        "verse_id": 42
    },
    {
        "authorName": "Sri Purushottamji",
        "author_id": 13,
        "description": "।।1.42।।सङ्कराच्च नरक एव स्यादित्याह  सङ्कर इति। सङ्करः कुलस्य नरकायैव भवति। एवकारेण पापभोगानन्तरं नरकोद्धरणाद्यभावो ज्ञापितः। कुलघ्नामेषां पितरश्च पतन्ति स्वधर्मोपार्जिताजादिलोकेम्यः। हीति युक्तश्चायमर्थः। यतो लुप्तपिण्डोदकक्रियाः लुप्ताः पिण्डोदकः क्रिया येषाम्।",
        "id": 669,
        "lang": "sanskrit",
        "language_id": 3,
        "verseNumber": 42,
        "verse_id": 42
    },
    {
        "authorName": "Sri Shankaracharya",
        "author_id": 14,
        "description": "1.42 Sri Sankaracharya did not comment on this sloka. The commentary starts from 2.10. ",
        "id": 670,
        "lang": "sanskrit",
        "language_id": 3,
        "verseNumber": 42,
        "verse_id": 42
    },
    {
        "authorName": "Sri Vallabhacharya",
        "author_id": 15,
        "description": "।।1.40  1.42।।Sri Vallabhacharya did not comment on this sloka.",
        "id": 671,
        "lang": "sanskrit",
        "language_id": 3,
        "verseNumber": 42,
        "verse_id": 42
    },
    {
        "authorName": "Swami Sivananda",
        "author_id": 16,
        "description": "1.42 सङ्करः confusion of castes? नरकाय for the hell? एव also? कुलघ्नानाम् of the slayers of the family?कुलस्य of the family? च and? पतन्ति fall? पितरः the forefathers? हि verily? एषां their? लुप्तपिण्डोदकक्रियाः deprived of the offerings of ricall and water.No Commentary.",
        "id": 672,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 42,
        "verse_id": 42
    }
]