[
    {
        "authorName": "Swami Ramsukhdas",
        "author_id": 1,
        "description": "।।1.43।। व्याख्या--'दोषैरेतैः कुलघ्नानाम् ৷৷. कुलधर्माश्च शाश्वताः'--युद्धमें कुलका क्षय होनेसे कुलके साथ चलते आये कुलधर्मोंका भी नाश हो जाता है। कुलधर्मोंके नाशके कुलमें अधर्मकी वृद्धि हो जाती है। अधर्मकी वृद्धिसे स्त्रियाँ दूषित हो जाती हैं। स्त्रियोंके दूषित होनेसे वर्णसंकर पैदा हो जाते हैं। इस तरह इन वर्णसंकर पैदा करनेवाले दोषोंसे कुलका नाश करनेवालोंके जातिधर्म (वर्णधर्म) नष्ट हो जाते हैं।",
        "id": 673,
        "lang": "hindi",
        "language_id": 2,
        "verseNumber": 43,
        "verse_id": 43
    },
    {
        "authorName": "Swami Chinmayananda",
        "author_id": 2,
        "description": "।।1.43।। पूर्व श्लोक की टीका का अर्थ अर्जुन के इस वाक्य से और अधिक स्पष्ट हो जाता है। जैसा कि हमने देखा धर्म का अर्थ है भारतीय आध्यात्मिक संस्कृति जिसका प्रशिक्षण प्रत्येक घर में ही प्रारम्भ से मिलता था। अर्जुन का यह भय कि इस गृहयुद्ध से जातिधर्म व कुलधर्म नष्ट हो जायेंगे सामान्य ज्ञान की बात है। यह सुविदित है कि प्रत्येक युद्ध के बाद समाज में नैतिक और सांस्कृतिक मूल्यों का सहसा कितना पतन होने लगता है। अनैतिकता और छलकपट की प्रवृत्तियों के नीचे दबा हाँफ रहा आज का युग उपरोक्त तथ्य का ज्वलंत उदाहरण है। युद्ध के बाद न केवल लंगड़े लूलों की संख्या बढ़ती है वरन् उससे भी भयंकर परिणाम मन की गंभीर विकृतियों के रूप में सामने आते हैं।इन श्लोकों में हम अर्जुन को संसार के सर्वप्रथम युद्धविरोधी व्यक्ति के रूप में पाते हैं। इन अनुच्छेदों में वह शान्ति प्रिय लोगों के लिये सार्वकालिक तर्कों की एक सुन्दर शृंखला भेंट करता है। ",
        "id": 674,
        "lang": "hindi",
        "language_id": 2,
        "verseNumber": 43,
        "verse_id": 43
    },
    {
        "authorName": "Sri Anandgiri",
        "author_id": 3,
        "description": "।।1.43।।किञ्च जातिधर्मेषु कुलधर्मेषु चोत्सन्नेषु तत्तद्धर्मवर्जितानां मनुष्याणामनधिकृतानां नरकपतनध्रौव्यादनर्थकरमिदमेव हेयमित्याह   उत्सन्नेति।  यथोक्तानां मनुष्याणां नरकपातस्यावश्यकत्वे प्रमाणमाह   इत्यनुशुश्रुमेति। ",
        "id": 675,
        "lang": "sanskrit",
        "language_id": 3,
        "verseNumber": 43,
        "verse_id": 43
    },
    {
        "authorName": "Sri Dhanpati",
        "author_id": 4,
        "description": "।।1.43।।कुलघ्नानामेतैरुक्तैर्दोषैर्वर्णसंकरस्य कारकैर्हेतुभिः जातिप्रयुक्ता धर्माः कुलप्रयुक्ताश्च धर्माः सर्वे शाश्वताश्चिरन्तनाः समुत्साद्यन्ते उत्सन्ना विनष्टाः क्रियन्ते।",
        "id": 676,
        "lang": "sanskrit",
        "language_id": 3,
        "verseNumber": 43,
        "verse_id": 43
    },
    {
        "authorName": "Sri Madhavacharya",
        "author_id": 5,
        "description": "।।1.43।।Sri  Madhvacharya did not comment on this sloka. The commentary starts from 2.11.",
        "id": 677,
        "lang": "sanskrit",
        "language_id": 3,
        "verseNumber": 43,
        "verse_id": 43
    },
    {
        "authorName": "Sri Neelkanth",
        "author_id": 6,
        "description": "।। 1.43एतदेव विवृणोति द्वाभ्याम्   दोषैरिति। ",
        "id": 678,
        "lang": "sanskrit",
        "language_id": 3,
        "verseNumber": 43,
        "verse_id": 43
    },
    {
        "authorName": "Sri Ramanujacharya",
        "author_id": 7,
        "description": "।।1.43।।अर्जुन उवाच  संजय उवाच  स तु पार्थो महामनाः परमकारुणिको दीर्घबन्धुः परमधार्मिकः सभ्रातृको भवद्भिः अतिघोरैः मारणैः जतुगृहादिभिः असकृद् वञ्चितः अपि परमपुरुषसहायः अपि हनिष्यमाणान् भवदीयान् विलोक्य बन्धुस्नेहेन परमया च कृपया धर्माधर्मभयेन च अतिमात्रस्विन्नसर्वगात्रः सर्वथा अहं न योत्स्यामि इति उक्त्वा बन्धुविश्लेषजनितशोकसंविग्नमानसः सशरं चापं विसृज्य रथोपस्थे उपाविशत्।",
        "id": 679,
        "lang": "sanskrit",
        "language_id": 3,
        "verseNumber": 43,
        "verse_id": 43
    },
    {
        "authorName": "Sri Sridhara Swami",
        "author_id": 8,
        "description": "।।1.43।।No commentary. ",
        "id": 680,
        "lang": "sanskrit",
        "language_id": 3,
        "verseNumber": 43,
        "verse_id": 43
    },
    {
        "authorName": "Sri Vedantadeshikacharya Venkatanatha",
        "author_id": 9,
        "description": "।।1.43।।No commentary. ",
        "id": 681,
        "lang": "sanskrit",
        "language_id": 3,
        "verseNumber": 43,
        "verse_id": 43
    },
    {
        "authorName": "Sri Abhinavgupta",
        "author_id": 10,
        "description": "।।1.35  1.44।।निहत्येत्यादि।  आततायिनां हनने पापमेव कर्तृ।  अतोऽयमर्थः  पापेन तावदेतेऽस्मच्छत्रवो हताः परतन्त्रीकृताः।  तांश्च निहत्यास्मानपि पापमाश्रयेत् (S omits पापम्)।  पापमत्र लोभादिवशात् (S लोभवशात्) कुलक्षयादिदोषादर्शनम् (S दोषदर्शनम्)।  अत एव कुलादिधर्माणामुपक्षेपं (K कुलक्षयादि  N क्षेपकम्) करोति  स्वजनं हि कथमित्यादिना।",
        "id": 682,
        "lang": "sanskrit",
        "language_id": 3,
        "verseNumber": 43,
        "verse_id": 43
    },
    {
        "authorName": "Sri Jayatritha",
        "author_id": 11,
        "description": "।।1.43।।Sri Jayatirtha did not comment on this sloka. The commentary starts from 2.11.",
        "id": 683,
        "lang": "sanskrit",
        "language_id": 3,
        "verseNumber": 43,
        "verse_id": 43
    },
    {
        "authorName": "Sri Madhusudan Saraswati",
        "author_id": 12,
        "description": "।।1.43।।ततश्च प्रेतत्वपरावृत्तिकारणाभावान्नरके एव केवलं निरन्तरं वासो भवति ध्रुवमित्यनुशुश्रुमेत्याचार्याणां मुखाद्वयं श्रुतवन्तो न स्वाभ्यूहेन कल्पयाम इति पूर्वोक्तस्यैव दृढीकरणम्।",
        "id": 684,
        "lang": "sanskrit",
        "language_id": 3,
        "verseNumber": 43,
        "verse_id": 43
    },
    {
        "authorName": "Sri Purushottamji",
        "author_id": 13,
        "description": "।।1.43।।किञ्च कुलघ्नानां तु नरको भवत्येवान्न किं वाच्यम् यतस्तत्सम्बन्धात्सर्वत्रैव भूमौ धर्मनासो भवतीत्याह  दोषैरेतैरिति। दोषैरेतैर्वर्णसङ्करकारकैरेतैः कुलघ्नानां दोषैर्जातिधर्माः शाश्वताः कुलधर्माश्च उत्साद्यन्ते लुप्यन्त इत्यर्थः। चकारेणाश्रमादिधर्माश्च परिगृह्यन्ते।",
        "id": 685,
        "lang": "sanskrit",
        "language_id": 3,
        "verseNumber": 43,
        "verse_id": 43
    },
    {
        "authorName": "Sri Shankaracharya",
        "author_id": 14,
        "description": "1.43 Sri Sankaracharya did not comment on this sloka. The commentary starts from 2.10. ",
        "id": 686,
        "lang": "sanskrit",
        "language_id": 3,
        "verseNumber": 43,
        "verse_id": 43
    },
    {
        "authorName": "Sri Vallabhacharya",
        "author_id": 15,
        "description": "।।1.43  1.44।।Sri Vallabhacharya did not comment on this sloka.",
        "id": 687,
        "lang": "sanskrit",
        "language_id": 3,
        "verseNumber": 43,
        "verse_id": 43
    },
    {
        "authorName": "Swami Sivananda",
        "author_id": 16,
        "description": "1.43 दोषैः by evil deeds? एतैः (by) these? कुलघ्नानाम् of the family destroyers? वर्णसङ्करकारकैः causing intermingling of castes? उत्साद्यन्ते are destroyed? जातिधर्माः religious rites of the caste? कुलधर्माः family religious rites? च and? शाश्वताः eternal.No Commentary.",
        "id": 688,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 43,
        "verse_id": 43
    }
]