[
    {
        "authorName": "Swami Ramsukhdas",
        "author_id": 1,
        "description": " 3.25।। व्याख्या--'सक्ताः कर्मण्यविद्वांसो तथा कुर्वन्ति भारत'-- जिन मनुष्योंकी शास्त्र, शास्त्र-पद्धति और शास्त्र-विहित शुभकर्मोंपर पूरी श्रद्धा है एवं शास्त्रविहित कर्मोंका फल अवश्य मिलता है-- इस बातपर पूरा विश्वास है; जो न तो तत्त्वज्ञ हैं और न दुराचारी हैं; किन्तु कर्मों, भोगों एवं पदार्थोंमें आसक्त हैं, ऐसे मनुष्योंके लिये यहाँ 'सक्ताः अविद्वांसः' पद आये हैं। शास्त्रोंके ज्ञाता होनेपर भी केवल कामनाके कारण ऐसे मनुष्य अविद्वान् (अज्ञानी) कहे गये हैं। ऐसे पुरुष शास्त्रज्ञ तो हैं, पर तत्त्वज्ञ नहीं। ये केवल अपने लिये कर्म करते हैं, इसीलिये अज्ञानी कहलाते हैं।ऐसे अविद्वान् मनुष्य कर्मोंमें कभी प्रमाद, आलस्य आदि न रखकर सावधानी और तत्परतापूर्वक साङ्गोपाङ्ग विधिसे कर्म करते हैं; क्योंकि उनकी ऐसी मान्यता रहती है कि कर्मोंको करनेमें कोई कमी आ जानेसे उनके फलमें भी कमी आ जायगी। भगवान् उनके इस प्रकार कर्म करनेकी रीतिको आदर्श मानकर सर्वथा आसक्तिरहित विद्वान्के लिये भी इसी विधिसे लोकसंग्रहके लिये कर्म करनेकी प्रेरणा करते हैं।\n\n'कुर्याद्विद्वांस्तथासक्तश्चिकीर्षुर्लोकसंग्रहम्'-- जिसमें कामना, ममता, आसक्ति, वासना, पक्षपात, स्वार्थ आदिका सर्वथा अभाव हो गया है और शरीरादि पदार्थोंके साथ किञ्चिन्मात्र भी लगाव नहीं रहा, ऐसे तत्त्वज्ञ महापुरुषके लिये यहाँ 'असक्तः, विद्वान्' पद आये हैं (टिप्पणी प0 158)।बीसवें श्लोकमें 'लोकसंग्रहमेवापि संपश्यन्'कहकर फिर इक्कीसवें श्लोकमें जिसकी व्याख्या की गयी, उसीको यहाँ 'लोकसंग्रहं चिकीर्षुः'पदोंसे कहा गया है।श्रेष्ठ मनुष्य (आसक्तिरहित विद्वान्) के सभी आचरण स्वाभाविक ही यज्ञके लिये, मर्यादा सुरक्षित रखनेके लिये होते हैं। जैसे भोगी मनुष्यकी भोगोंमें, मोही मनुष्यकी कुटुम्बमें और लोभी मनुष्यकी धनमें रति होती है, ऐसे ही श्रेष्ठ मनुष्यकी प्राणिमात्रके हितमें रति होती है। उसके अन्तःकरणमें 'मैं लोकहित करता हूँ-- ऐसा भाव भी नहीं होता, प्रत्युत उसके द्वारा स्वतः-स्वाभाविक लोकहित होता है। प्राकृत पदार्थमात्रसे सर्वथा सम्बन्ध-विच्छेद हो जानेके कारण उस ज्ञानी महापुरुषके कहलानेवाले शरीर, इन्द्रियाँ, मन, बुद्धि आदि भी 'लोकसंग्रह' पदमें आये 'लोक' शब्दके अन्तर्गत आते हैं।दूसरे लोगोंको ऐसे ज्ञानी महापुरुष लोकसंग्रहकी इच्छावाले दीखते हैं, पर वास्तवमें उनमें लोकसंग्रहकी भी इच्छा नहीं होती। कारण कि वे संसारसे प्राप्त शरीर, इन्द्रियाँ, मन, बुद्धि, पदार्थ, पद, अधिकार, धन,योग्यता, सामर्थ्य आदिको साधनावस्थासे ही कभी किञ्चिन्मात्र भी अपने और अपने लिये नहीं मानते, प्रत्युत संसारके और संसारकी सेवाके लिये ही मानते हैं, जो कि वास्तवमें है। वही प्रवाह रहनेके कारण सिद्धावस्थामें भी उनके कहलानेवाले शरीरादि पदार्थ स्वतःस्वाभाविक, किसी प्रकारकी इच्छाके बिना संसारकी सेवामें लगे रहते हैं।इस श्लोकमें 'यथा' और 'तथा' पद कर्म करनेके प्रकारके अर्थमें आये हैं। तात्पर्य यह है कि जिस प्रकार अज्ञानी (सकाम) पुरुष अपने स्वार्थके लिये सावधानी और तत्परतापूर्वक कर्म करते हैं, उसी प्रकार ज्ञानी पुरुष भी लोकसंग्रह अर्थात् दूसरोंके हितके लिये कर्म करे। ज्ञानी पुरुषको प्राणिमात्रके हितका भाव रखकर सम्पूर्ण लौकिक और वैदिक कर्तव्य-कर्मोंका आचरण करते रहना चाहिये। सबका कल्याण कैसे हो?-- इस भावसे कर्तव्य-कर्म करनेपर लोकमें अच्छे भावोंका प्रचार स्वतः होता है।अज्ञानी पुरुष तो फलकी प्राप्तिके लिये सावधानी और तत्परतासे विधिपूर्वक कर्तव्य-कर्म करता है, पर ज्ञानी पुरुषकी फलमें आसक्ति नहीं होती और उसके लिये कोई कर्तव्य भी नहीं होता। अतः उसके द्वारा कर्मकी उपेक्षा होना सम्भव है। इसीलिये भगवान् कर्म करनेके विषयमें ज्ञानी पुरुषको भी अज्ञानी (सकाम) पुरुषकी ही तरह कर्म करनेकी आज्ञा देते हैं।इक्कीसवें श्लोकमें तो विद्वान्को 'आदर्श' बताया गया था पर यहाँ उसे 'अनुयायी' बताया है। तात्पर्य यह है कि विद्वान् चाहे आदर्श हो अथवा अनुयायी, उसके द्वारा स्वतः लोगसंग्रह होता है। जैसे भगवान् श्रीराम प्रजाको उपदेश भी देते हैं और पिताजीकी आज्ञाका पालन करके वनवास भी जाते हैं। दोनों ही परिस्थितियोंमें उनके द्वारा लोकसंग्रह होता है; क्योंकि उनका कर्मोंके करने अथवा न करनेसे अपना कोई प्रयोजन नहीं था।जब विद्वान् आसक्तिरहित होकर कर्तव्य-कर्म करता है, तब आसक्तियुक्त चित्तवाले पुरुषोंके अन्तःकरणपर भी विद्वान्के कर्मोंका स्वतः प्रभाव पड़ता है, चाहे उन पुरुषोंको 'यह महापुरुष निष्कामभावसे कर्म कर रहा है'-- ऐसा प्रत्यक्ष दीखे या न दीखे। मनुष्यके निष्कामभावोंका दूसरोंपर स्वाभाविक प्रभाव पड़ता है-- यह सिद्धान्त है। इसलिये आसक्तिरहित विद्वान्के भावों, आचरणोंका प्रभाव मनुष्योंपर ही नहीं, अपितु पशु-पक्षी आदिपर भी पड़ता है।",
        "id": 2259,
        "lang": "hindi",
        "language_id": 2,
        "verseNumber": 144,
        "verse_id": 144
    },
    {
        "authorName": "Swami Chinmayananda",
        "author_id": 2,
        "description": "।।3.25।। हम सब अपनेअपने कार्यक्षेत्रों में जीवनपर्यन्त पूर्ण उत्साह एवं रुचि के साथ कर्म करते रहते हैं। एक सामान्य मनुष्य निरन्तर कर्म के दबाव अथवा तनाव में अपने आप को थकाकर क्षीण कर लेता है। शारीरिक स्वास्थ्य ऋतु परिवर्तन की पीड़ा तथा जीवन के अन्य सुखदुख की चिन्ता न करके वह निरन्तर अधिक से अधिक धनार्जन तथा उसके उपभोग के लिए प्रयत्नशील रहता है।श्रीकृष्ण कहते हैं कि आत्मज्ञानी पुरुष भी अज्ञानी के समान उत्साहपूर्वक अथक कर्म करता है। दोनों के कार्यों में एकमात्र अन्तर यह है कि अज्ञानी पुरुष कर्म फलों में आसक्त हुआ कर्म करता है तो ज्ञानी पुरुष पूर्ण रूप से अनासक्त हुआ केवल विश्व के कल्याण के लिये कर्मरत होता है।यह संभव है कि सामान्य मनुष्य को ज्ञानी और अज्ञानी के कर्मों के मध्य सूक्ष्म भेद विशेष महत्त्व का प्रतीत न हो जब तक कि उसका ध्यान इस ज्ञान की सार्वभौमिक उपयोगिता की ओर आकर्षित नहीं किया जाय। कर्मफल के प्रति आसक्ति और चिन्ता ही वे छिद्र हैं जिनके माध्यम से कर्त्ता की शक्ति बिखर जाती है और जीवन में उसे केवल असफलता ही हाथ लगती है। ज्ञानी पुरुष भी शरीर मन और बुद्धि से ही समस्त कर्म करता है परन्तु वह मन की शक्ति को व्यर्थ में गंवाता नहीं।मन का यह स्वभाव है कि वह किसी न किसी वस्तु के साथ आसक्त होकर ही कार्य करता है। इस श्लोक में वर्णित अनासक्ति का अर्थ है मिथ्या विषयों के प्रति मन में आकर्षण का अभाव। इसे प्राप्त करने का उपाय है  मन को उच्च और श्रेष्ठ लक्ष्य की ओर प्रवृत्त करना। अत श्रीकृष्ण जब अनासक्त होकर कर्म करने का उपदेश देते हैं तब उसका उपाय भी बताते हैं कि विद्वान् पुरुष को लोक कल्याण की इच्छा से कर्म करना चाहिए।अत्यधिक अहंकारकेन्द्रित होने पर ही आसक्ति कल्याण के मार्ग में बाधक बनती है। जिस सीमा तक हम अपनी दृष्टि को व्यापक करते हुए किसी बड़ी योजना अथवा समाज के लिये कार्य करते हैं उसी सीमा तक आसक्ति का दुखदायी विष समाप्त होकर युग को आनन्द विभोर करता है। अनेक प्रकार के विष मिश्रित रूप में जीवन रक्षक औषधि का काम करते हैं जब कि वही विष अपनें तीव्र रूप में तत्काल मृत्यु का कारण बन जाते हैं। अत्यधिक आत्मकेन्द्रित इच्छायें मनुष्य को हानि पहुंचाती हैं परन्तु अपने को ऊँचा उठाकर सम्पूर्ण जगत् के साथ तादात्म्य स्थापित होने पर उसी मनुष्य के कर्म दिव्यता की आभा से मंडित होकर उसके दुखों एवं दुर्बलताओं को दूर कर देते हैं।यहाँ अर्जुन को इस प्रकार की अनासक्ति के भाव द्वारा संस्कृति के उच्च मूल्यों की रक्षा के लिये शत्रुओं के साथ युद्ध करने का उपदेश दिया गया है।जगत् की सेवा में रत विद्वान् पुरुष को निम्नलिखित सम्मति दी गयी है ",
        "id": 2260,
        "lang": "hindi",
        "language_id": 2,
        "verseNumber": 144,
        "verse_id": 144
    },
    {
        "authorName": "Sri Anandgiri",
        "author_id": 3,
        "description": "।।3.25।।दृष्टान्तदार्ष्टान्तिकरूपं श्लोकं व्याकरोति  सक्ता इत्यादिना। असक्तः सन् कर्तृत्वाभिमानं फलाभिसन्धिं वा कुर्वन्निति यावत्।",
        "id": 2261,
        "lang": "sanskrit",
        "language_id": 3,
        "verseNumber": 144,
        "verse_id": 144
    },
    {
        "authorName": "Sri Dhanpati",
        "author_id": 4,
        "description": "।।3.25।।यथाहं कृतार्थो लोकसंग्रहार्थं कर्म करोमि तथा त्वमन्यो वा विद्वांस्तदर्थं कर्म कुर्यादित्याह  सक्ता इति। यथा विद्वांसः कर्मणि सक्ताः कर्तृत्वाभिमानफलाभिसंधिभ्यामासक्ताः कर्म कुर्वन्ति तथाऽसक्तः सन्  विद्वानात्मविल्लोकसंग्रहं कर्तुमिच्छुः कर्म कुर्यात्। तव तु भरतवंशोद्भवत्वादपि लोकसंग्रहोऽवश्यं संपाद्य इति सूचयन्नाह  भारतेति।",
        "id": 2262,
        "lang": "sanskrit",
        "language_id": 3,
        "verseNumber": 144,
        "verse_id": 144
    },
    {
        "authorName": "Sri Madhavacharya",
        "author_id": 5,
        "description": "।।3.25।।Sri Madhvacharya did not comment on this sloka.",
        "id": 2263,
        "lang": "sanskrit",
        "language_id": 3,
        "verseNumber": 144,
        "verse_id": 144
    },
    {
        "authorName": "Sri Neelkanth",
        "author_id": 6,
        "description": "।।3.25।।यदि मादृश एव त्वं कृतार्थोऽसि तथापि परानुग्रहार्थं कर्माणि कुर्वित्याह  सक्ता इति। कर्मणि कर्मफले। कुर्वन्ति कर्माणीति शेषः। असक्त इति च्छेदः।",
        "id": 2264,
        "lang": "sanskrit",
        "language_id": 3,
        "verseNumber": 144,
        "verse_id": 144
    },
    {
        "authorName": "Sri Ramanujacharya",
        "author_id": 7,
        "description": "।।3.25।।अविद्वांसः आत्मनि अकृत्स्नविदः कर्मणि सक्ताः कर्मणि अवर्जनीयसंबन्धाः आत्मनि अकृत्स्नवित्तया तदभ्यासरूपज्ञानयोगे अनधिकृताः कर्मयोगाधिकारणिः कर्मयोगम् एव यथा आत्मदर्शनाय कुर्वते तथा आत्मनि कृत्स्नवित्तया कर्मणि असक्तः ज्ञानयोगाधिकारयोग्यः अपि व्यपदेश्यः शिष्टः लोकरक्षणार्थं स्वाचारेण शिष्टलोकानां धर्मनिश्चयं चिकीर्षुः कर्मयोगम् एव कुर्यात्।",
        "id": 2265,
        "lang": "sanskrit",
        "language_id": 3,
        "verseNumber": 144,
        "verse_id": 144
    },
    {
        "authorName": "Sri Sridhara Swami",
        "author_id": 8,
        "description": "।।3.25।।तस्मादात्मविदापि लोकसंग्रहार्थं तत्कृपया कर्म कार्यमेवेत्युपसंहरति सक्ता इति। कर्मणि सक्ता अभिनिविष्टाः सन्तोऽज्ञाः यथा कर्म कुर्वन्ति तथैव असक्तः सन् विद्वानपि कुर्यात् लोकसंग्रहं कर्तुमिच्छुः।",
        "id": 2266,
        "lang": "sanskrit",
        "language_id": 3,
        "verseNumber": 144,
        "verse_id": 144
    },
    {
        "authorName": "Sri Vedantadeshikacharya Venkatanatha",
        "author_id": 9,
        "description": "।।3.25।।लोकस्य कर्मयोगज्ञानयोगयोरधिकारानधिकारप्रकारः विदुषस्तु स्वाधिकारतिस्कारेण तदधिकारानुरूपाचरणं लोकसङ्ग्रहप्रकारश्चोच्यते  सक्ता इत्यादिश्लोकद्वयेन। अवेदनं प्रस्तुतविषयमिति ज्ञापनायोक्तंआत्मन्यकृत्स्नविद इति। एवमुत्तरत्रविद्वानज्ञानां इति शब्दयोरपि द्रष्टव्यम्। अत्यन्तानात्मज्ञताव्युदासायाकृत्स्नशब्दः। पूर्वोक्तं प्रकृतिसम्बन्धेन कर्मणोऽवर्जनीयत्वंसक्ताः इत्यनेन विवक्षितमित्यभिप्रायेणाह  कर्मण्यवर्जनीयसम्बन्धा इति। अविद्वांसः कर्मणि सक्ता इत्युभयं न सांसारिककर्मतत्परपुरुषविषयम् तथा सति कर्मयोगमपि परित्यज्य सांसारिककर्माण्येव विदुषाऽप्यनुष्ठेयानि स्युः तस्माज्ज्ञानयोगानधिकारः कर्मयोगाधिकारश्च ताभ्यां सूच्यत इत्यभिप्रायेणआत्मन्यकृत्स्नवित्तयेत्यादिकमुक्तम्। एवमुत्तरत्रअज्ञानां कर्मसङ्गिनाम् 3।26 इत्यत्रापि ग्राह्यम् यथा कुर्वन्ति तथा कुर्यादित्येतदपि न केवलं दृष्टान्तदार्ष्टान्तिकविषयम् अपितु येन प्रकारेण स्वानुष्ठानं दृष्ट्वाऽन्ये कर्म कुर्युः तेन प्रकारेण विद्वानाचरेदित्येतदभिप्रायं तथासति हिचिकीर्षुर्लोकसङ्ग्रहम् इत्यपि सङ्गतं भवतीत्यभिप्रयन्वाक्यार्थमाह  आत्मनीत्यादिना कुर्यादित्यन्तेन।विद्वान्असक्तः इत्युभाभ्यां फलितमुक्तं  ज्ञानयोगाधिकारयोग्योऽपीति। संग्रहशब्देन लोकरञ्जनादिभ्रमव्युदासायाहधर्मनिश्चयमिति।",
        "id": 2267,
        "lang": "sanskrit",
        "language_id": 3,
        "verseNumber": 144,
        "verse_id": 144
    },
    {
        "authorName": "Sri Abhinavgupta",
        "author_id": 10,
        "description": "।।3.23  3.25।।यदीत्यादि लोकसंग्रहमित्यन्तम्।  किं च विदितवेद्यः कर्म चेत् त्यजेत् तत् लोकानां दुर्भेद एव एकप्रसिद्धपक्षशिथिलितास्थाबन्धत्वेनाप्ररूढिलक्षणो जायेत (S  K जायते)।  यतः (S omits यतः) कर्मवासनां च न मोक्तुं शक्नुवन्ति ज्ञानधारां च नाश्रयितुम् अथ च शिथिलीभवन्ति।",
        "id": 2268,
        "lang": "sanskrit",
        "language_id": 3,
        "verseNumber": 144,
        "verse_id": 144
    },
    {
        "authorName": "Sri Jayatritha",
        "author_id": 11,
        "description": "।।3.25।।Sri Jayatirtha did not comment on this sloka.",
        "id": 2269,
        "lang": "sanskrit",
        "language_id": 3,
        "verseNumber": 144,
        "verse_id": 144
    },
    {
        "authorName": "Sri Madhusudan Saraswati",
        "author_id": 12,
        "description": "।।3.25।।ननु तवेश्वरस्य लोकसंग्रहार्थं कर्माणि कुर्वाणस्यापि कर्तृत्वाभिमानाभावान्न कापि क्षतिः। मम तु जीवस्य लोकसंग्रहार्थं कर्माणि कुर्वाणस्य कर्तृत्वाभिमानेन ज्ञानाभिभवः स्यादित्यत आह  सक्ताः कर्तृत्वाभिमानेन फलाभिसन्धिना च कर्मण्यभिनिविष्टा अविद्वांसोऽज्ञा यथा कुर्वन्ति कर्म लोकसंग्रहं कर्तुमिच्छुर्विद्वानात्मविदपि तथैव कुर्यात्। किंतु असक्तः सन्। कर्तृत्वाभिमानं फलाभिसंधिं चाकुर्वन्नित्यर्थः। भारतेति भरतवंशोद्भवत्वेन भा ज्ञानं तस्यां रतत्वेन वा त्वं यथोक्तशास्त्रार्थबोधयोग्योऽसीति दर्शयति।",
        "id": 2270,
        "lang": "sanskrit",
        "language_id": 3,
        "verseNumber": 144,
        "verse_id": 144
    },
    {
        "authorName": "Sri Purushottamji",
        "author_id": 13,
        "description": "।।3.25।।अतस्तत्स्वरूपज्ञानेन लोकसङ्ग्रहार्थं कर्मस्वनासक्तं कर्म कुर्यादित्याह  सक्ता इति। यथा अविद्वांसो मूर्खाः कर्मणि सक्तास्तत्फलाभिलाषिणो विषयादीन् न त्यक्तुं समर्थाः कर्म कुर्वन्ति तथा विद्वान् पण्डितो मत्स्वरूपज्ञः लोकसङ्ग्रहं चिकीर्षुः कर्तुमिच्छरसक्तस्तन्नासक्तिरहितो मदाज्ञया कुर्यादित्यर्थः।",
        "id": 2271,
        "lang": "sanskrit",
        "language_id": 3,
        "verseNumber": 144,
        "verse_id": 144
    },
    {
        "authorName": "Sri Shankaracharya",
        "author_id": 14,
        "description": "।।3.25।। सक्ताः कर्मणि अस्य कर्मणः फलं मम भविष्यति इति केचित् अविद्वांसः यथा कुर्वन्ति भारत कुर्यात् विद्वान् आत्मवित् तथा असक्तः सन्। तद्वत् किमर्थं करोति  तत् श्रृणु  चिकीर्षुः कर्तुमिच्छुः लोकसंग्रहम्।।एवं लोकसंग्रहं चिकीर्षोः न मम आत्मविदः कर्तव्यमस्ति अन्यस्य वा लोकसंग्रहं मुक्त्वा। ततः तस्य आत्मविदः इदमुपदिश्यते ",
        "id": 2272,
        "lang": "sanskrit",
        "language_id": 3,
        "verseNumber": 144,
        "verse_id": 144
    },
    {
        "authorName": "Sri Vallabhacharya",
        "author_id": 15,
        "description": "।।3.25।।तस्माद्विदुषाऽपि लोकसङ्ग्रहार्थं तत्कृपया कर्म कर्त्तव्यमित्युपसंहरन्नाह  सक्ता इति। उभयोः कर्माचरणे प्राप्ते प्रकारभेदं दर्शयति  अविद्वांस आत्मानात्मतत्त्वमजानन्तः सक्ताः कुर्वन्ति न तथा विद्वान् यतो लोकसङ्ग्रहं चिकीर्षुरिति।",
        "id": 2273,
        "lang": "sanskrit",
        "language_id": 3,
        "verseNumber": 144,
        "verse_id": 144
    },
    {
        "authorName": "Swami Sivananda",
        "author_id": 16,
        "description": "3.25 सक्ताः attached? कर्मणि to action? अविद्वांसः the ignorant? यथा as? कुर्वन्ति act? भारत O Bharata? कुर्यात् should act? विद्वान् the wise? तथा so? असक्तः unattached? चिकीर्षुः wishing? लोकसंग्रहम् the welfare of the world.Commentary The ignorant man works in expectation of fruits. He says? I will do such and such work and will get such and such fruit. But the wise man who knows the Self? serves not for his own end. He should so act that the world? following his example? would attain peace? harmony? purity of heart? divine light and knowledge. A wise man is one who knows the Self. (Cf.II.64III.19XVIII.49).",
        "id": 2274,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 144,
        "verse_id": 144
    }
]