[
    {
        "authorName": "Swami Ramsukhdas",
        "author_id": 1,
        "description": " 3.29।। व्याख्या--'प्रकृतेर्गुणसंमूढाः सज्जन्ते गुणकर्मसु'-- सत्त्व, रज और तम-- ये तीनों प्रकृतिजन्य गुण मनुष्यको बाँधनेवाले हैं। सत्त्वगुण सुख और ज्ञानकी आसक्तिसे रजोगुण कर्मकी आसक्तिसे, और तमोगुण प्रमाद, आलस्य तथा निद्रासे मनुष्यको बाँधता है (गीता 14। 6 8)। उपर्युक्त पदोंमें उन अज्ञानियोंका वर्णन है, जो प्रकृतिजन्य गुणोंसे अत्यन्त मोहित अर्थात् बँधे हुए हैं; परन्तु जिनका शास्त्रोंमें, शास्त्रविहित शुभकर्मोंमें तथा उन कर्मोंके फलोंमें श्रद्धा-विश्वास है। इसी अध्यायके पचीसवें-छब्बीसवें श्लोकोंमें ऐसे अज्ञानी पुरुषोंका 'सक्ताः अविद्वांसः' और 'कर्मसङ्गिनाम् अज्ञानाम्'नामसे वर्णन हुआ है। लौकिक और पारलौकिक भोगोंकी कामनाके कारण ये पुरुष पदार्थों और कर्मोंमें आसक्त रहते हैं। इस कराण इनसे ऊँचे उठनेकी बात समझ नहीं सकते। इसीलिये भगवान्ने इन्हें अज्ञानी कहा है।",
        "id": 2323,
        "lang": "hindi",
        "language_id": 2,
        "verseNumber": 148,
        "verse_id": 148
    },
    {
        "authorName": "Swami Chinmayananda",
        "author_id": 2,
        "description": "।।3.29।। यद्यपि अनेक लोग सामान्य रूप से यह जानते हैं कि मन में स्थित वासनायें ही स्वयं को पूर्ण करने के लिये जगत् में कर्म बनकर व्यक्त होती हैं परन्तु केवल ज्ञानी पुरुष ही इस सत्य से पूर्णतया परिचित सब कर्मों में शांत और अनासक्त रहता है। बहुसंख्यक लोग तो पूर्णरूप से मोहित हुये अपनी ही वासनाओं के शिकार बने रहते हैं। वासनाओं से तरंगायित कर्मरूप जीवन के प्रवाह में बाधा उत्पन्न करने का प्रयत्न नहीं करना चाहिये। 26वें श्लोक में विद्वान् पुरुष को दी गयी सम्मति को ही यहाँ दूसरे शब्दों में उस पर बल देने के लिये दोहराया गया है।मन्दबुद्धि अज्ञानी एवं आसक्त पुरुषों को कर्म से विचलित न करके ज्ञानी को चाहिए कि उन्हें शनै शनै सही मार्ग पर लाने का प्रयत्न करे। इस प्रकार ज्ञानी पुरुष द्वारा सुनिर्दिष्ट प्रवाह संस्कृति के उद्यान को सींचता हुआ वैयत्तिक और सामाजिक उन्नति के स्वप्न को साकार कर सकेगा।कर्म में ही अधिकृत अज्ञानी पुरुष को अपने बन्धनों से मुक्त होने के लिये किस प्रकार कर्म करना चाहिए  उत्तर है ",
        "id": 2324,
        "lang": "hindi",
        "language_id": 2,
        "verseNumber": 148,
        "verse_id": 148
    },
    {
        "authorName": "Sri Anandgiri",
        "author_id": 3,
        "description": "।।3.29।।विद्वानविद्वानित्युभावपि प्रकृत्य विद्वानविदुषो बुद्धिभेदं न कुर्यादित्युपसंहरति  ये पुनरिति। प्रकृतेरुक्तगुणैर्देहादिभिर्विकारैः संमूढास्तानेवात्मत्वेन मन्यमाना ये ते गुणानां तेषामेव देहादीनां कर्मसु व्यापारेषु सज्जन्ते सक्तिं दृढतरामात्मीयबुद्धिं कुर्वन्तीत्याह  प्रकृतेरित्यादिना। तेषामनात्मविदां स्वयमात्मविद् बुद्धिभेदं नापादयेदित्याह  तानित्यादिना।",
        "id": 2325,
        "lang": "sanskrit",
        "language_id": 3,
        "verseNumber": 148,
        "verse_id": 148
    },
    {
        "authorName": "Sri Dhanpati",
        "author_id": 4,
        "description": "।।3.29।।विद्वत्स्वरुपमविद्वत्स्वरुपं च प्रकृतमुपपाद्य विद्वानविदुषो बुद्धिभेदनं न कुर्यादित्युपसंहरति  प्रकृतेरिति। प्रकृतेः प्रधानस्य मायाशक्तेर्गुणैर्विकारैः कार्यकरणरुपैः सम्यग्मूढाः स्वस्वरुपास्फुरणेन तानेवात्मतया मन्यमानास्तेषामेव गुणानां कर्मसु व्यापारेषु सज्जन्ते। वयं कुर्मः फलायेति दृढतस्वकीयबुद्धिं कुर्वन्ति ये तान्कर्मसङ्गिनोऽतएवाकृत्स्त्रविद आत्मज्ञानशून्यान् यतो मन्दप्रज्ञान् कृत्स्त्रविदात्मवित्आत्मनो वा अरे दर्शनेन श्रवणेन मत्या विज्ञानेनेदं सर्वं विदितम् इतिश्रुत्यात्मविदः कृतस्त्रवित्त्वप्रतिपादनात् स्वयं न विचालयेत्। बुद्धिभेदं न कुर्यादित्यर्थः। प्रकृतेर्गुणैः सत्त्वादिभिरिति व्याख्यानं तु भाष्यविरुद्धम्। प्रकृतेः क्रियमाणानि गुणैरित्यत्रेन्द्रियैरिति स्वोत्त्यननुरुपं च। एतेन गुणेष्विन्द्रियेषु तत्कर्मसु च प्रकृतेः संबन्धिषु गुणेषु देहादिषु कर्मसु गमनादिषु चेति व्याख्यानद्वयमपि प्रत्युक्तम्। देहेन्द्रियाद्यासक्तेर्गुणसंमूढा इत्यनेनैवोक्तत्वात्। प्रकृतेरित्यस्य गुणकर्मस्वित्यनेन संबन्धस्य प्रयोजनशून्यत्वाच्च।",
        "id": 2326,
        "lang": "sanskrit",
        "language_id": 3,
        "verseNumber": 148,
        "verse_id": 148
    },
    {
        "authorName": "Sri Madhavacharya",
        "author_id": 5,
        "description": "।।3.29।।प्रकृतेर्गुणेषु इन्द्रियादिषु सम्मूढाः। इन्द्रियाद्यभिमानाद्धि विषयादिषु सङ्गः। गुणकर्मसु विषयेषु कर्मसु चशब्दाद्या इन्द्रियाद्याश्च सत्त्वाद्याश्च शुभानि च। अप्रधानानि च गुणा निगद्यन्ते निरुक्तिगैः इत्यभिधानात्। सत्त्वाद्यङ्गीकारेगुणा गुणेषु 3।28 इत्ययुक्तं स्यात्।",
        "id": 2327,
        "lang": "sanskrit",
        "language_id": 3,
        "verseNumber": 148,
        "verse_id": 148
    },
    {
        "authorName": "Sri Neelkanth",
        "author_id": 6,
        "description": "।।3.29।।एवं सक्तासक्तयोः कर्माणि विभज्य सक्तकर्मानुवादपूर्वकं न बुद्धिभेदं जनयेदज्ञानामित्युपक्रान्तमुपसंहरति  प्रकृतेरिति। गुणैरहंकारादिभिः स्वस्मिन्नध्यस्तैः संमूढाः एकीभावेनाभेदाध्यासेन मूढास्तु प्रकृतेः प्रकृतिसंबन्धिषु गुणेषु देहादिषु कर्मसु गमनादिषु च सज्जन्ते अहमयं ब्राह्मणो ममैवेदं यज्ञादिकं कर्मेति सज्जन्ते सक्ता भवन्ति तान् मूढत्वात् अकृत्स्नविदः आत्मज्ञानहीनान्आत्मविद्धि कृत्स्नवित्।आत्मनो वा अरे दर्शनेन श्रवणेन मत्या विज्ञानेनेदं सर्वं विदितम् इति श्रुतेः। मन्दाञ्शास्त्रार्थग्रहणासमर्थान्। कृत्स्नविदात्मविन्न विचालयेत्कर्मनिष्ठातो न प्रच्यावयेत्। तेषामुभयभ्रष्टत्वापत्तेः प्रकृतेर्गुणैः संमूढाः गुणानां कर्मसु सज्जन्त इति प्राचां योजना।",
        "id": 2328,
        "lang": "sanskrit",
        "language_id": 3,
        "verseNumber": 148,
        "verse_id": 148
    },
    {
        "authorName": "Sri Ramanujacharya",
        "author_id": 7,
        "description": "।।3.29।।अकृत्स्नविदः तु आत्मदर्शनाय प्रवृत्ताः प्रकृतिसंसृष्टतया प्रकृतेः गुणैः यथावस्थितात्मनि संमूढाः गुणकर्मसु क्रियासु एव सज्जन्ते न तद्विविक्तात्मस्वरूपे अतः ते ज्ञानयोगाय न प्रभवन्ति इति कर्मयोगे एव तेषाम् अधिकारः। एवंभूतान् तान् मन्दान् अकृत्स्नविदः कृत्स्नवित् स्वयं ज्ञानयोगावस्थानेन न विचालयेत्। ते किल मन्दाः श्रेष्ठजनाचारानुवर्तिनः कर्मयोगाद् उत्थितम् एनं दृष्ट्वा कर्मयोगात् प्रचलितमनसो भवेयुः। अतः श्रेष्ठः स्वयम् अपि कर्मयोगे तिष्ठन् आत्मयाथात्म्यज्ञानेन आत्मनः अकर्तृत्वम् अनसन्दधानःकर्मयोग एव आत्मावलोकने निरपेक्षसाधनम् इति दर्शयित्वा तान् अकृत्स्नविदो मन्दान् जोषयेद् इत्यर्थः।ज्ञानयोगाधिकारिणः अपि ज्ञानयोगाद् अस्य एव कर्मयोगस्य ज्यायस्त्वं पूर्वम् एव उक्तम्। अतो व्यपदेश्यो लोकसंग्रहाय कर्म एव कुर्यात्। प्रकृतिविविक्तात्मस्वभावनिरूपणेन गुणेषु कर्तृत्वम् आरोप्य कर्मानुष्ठानप्रकार उक्तः। गुणेषु कर्तृत्वानुसन्धानं च इदम् एवआत्मनो न स्वरूपप्रयुक्तम् इदम् कर्तृत्वम् अपि तु गुणसम्बन्धकृतम् इति प्राप्ताप्राप्तविवेकेन गुणकृतम्  इति अनुसन्धानम्।इदानीम् आत्मनां परमपुरुषशरीरतया तन्नियाम्यत्वस्वरूपनिरूपणेन भगवति पुरुषोत्तमे सर्वात्मभूते गुणकृतं च कर्तृत्वम् आरोप्य कर्मकर्तव्यतया उच्यते  ",
        "id": 2329,
        "lang": "sanskrit",
        "language_id": 3,
        "verseNumber": 148,
        "verse_id": 148
    },
    {
        "authorName": "Sri Sridhara Swami",
        "author_id": 8,
        "description": "।।3.29।।न बुद्धिभेदं जनयेदित्युक्तमुपसंहरति  प्रकृतेरिति। यैः प्रकृतेर्गुणैः सत्त्वादिभिः संमूढाः सन्तो गुणेष्विन्द्रियेषु तत्कर्मसु च सज्जन्ते वयं कुर्म इति तानकृत्स्नविदो मन्दमतीन्कृत्स्नवित्सर्वज्ञो न विचालयेत्।",
        "id": 2330,
        "lang": "sanskrit",
        "language_id": 3,
        "verseNumber": 148,
        "verse_id": 148
    },
    {
        "authorName": "Sri Vedantadeshikacharya Venkatanatha",
        "author_id": 9,
        "description": "।।3.29।।प्रकृतेर्गुण   इति श्लोके तावन्न निषिद्धादिसङ्गो विवक्षितः तदानीमविचाल्यत्वानुपपत्तेः। अतः पुरुषार्थोपायेषु केषुचित्सङ्गो वक्तव्यः प्रस्तुतश्च पुरुषार्थोऽत्रात्मदर्शनम् तत्र चाकृत्स्नविदधिकारे कस्मिंश्चित्तदुपाये सङ्गो विवक्षित इत्यभिप्रायेण  अकृत्स्नविदस्त्वात्मदर्शनाय प्रवृत्ता इत्याद्युक्तम्।अहङ्कारविमूढात्मा 3।27 इत्यात्मविषयो हि सम्मोहः प्रकृतः अतो गुणैः सम्मूढा इत्येव समासः उपसर्जनस्यापि च गुणशब्दस्यदेवदत्तस्य गुरुकुलम् इत्यादिष्विव प्रकृतेरित्यनेनान्वय एवोपपन्न इत्यभिप्रायेणोक्तं  प्रकृतेर्गुणैर्यथावस्थितात्मनि सम्मूढा इतिगुणकर्मसु इत्यस्य कर्मयोगपर्यवसानायोक्तंक्रियास्वेवेति। परिसङ्ख्यापरत्वव्यक्त्यर्थमेवकारः। तत्सूचितं व्यवच्छेद्यमाह  न तदिति। गुणकर्मसङ्गोक्तिफलितमविचालनहेतुमाह  अतस्त इति।न प्रभवन्तिन समर्था इत्यर्थः। तेषां प्रतिषेध्यविचालनप्रसङ्गायमन्दान् इत्युक्तमित्यभिप्रायेण विचलनप्रक्रियामाह  ते किल मन्दा इति। स्वयं मन्दत्वाच्छ्रेष्ठजनाचारानुवर्तिनः। मन्दत्वं चात्र स्वयमाचारनिर्णयापाटवं विवक्षितम् अकृत्स्नवित्त्वफलितं विचालनीयत्वकारणम् अधैर्यलक्षणमल्पत्वं वा।मूढाल्पापटुनिर्भाग्या मन्दाः अमरः3।6।94 इति नैघण्टुकाः।न विचालयेत् इत्येतत्पूर्वोक्तजोषणशेषमिति दर्शयति  अत इति। ज्ञानयोगाधिकारिणः कर्मयोगे स्थितिर्निकृष्टाधिकारपरिग्रहः स्यादित्याशङ्क्याह  ज्ञानयोगाधिकारिणोऽपीति। स्वकार्यमात्रसमीक्षयाऽपि कर्तव्यं किमुत परार्थसमुच्चिते स्वार्थत्वे इत्यभिप्रायेणाह  अत इति। उत्तरश्लोकमवतारयितुमुक्तांशमुद्गृह्णाति  प्रकृतीति। वक्ष्यमाणश्लोकप्रकारेण तु सर्वेश्वरे सर्वकर्मसन्न्यासः कार्यः मध्ये गुणेषु कर्तृत्वानुसन्धानकथनं तावताऽपि देहात्मविवेकादिकं सिद्ध्यतीत्यभिप्रायेणेति भावः।आरोप्य अनुसन्धायेत्यर्थः। एतां दशामवलम्ब्य पल्लवग्राहिणां कापिलादीनां मतं समुत्थितमिति तन्मतव्यावर्तनायाचेतनानां गुणानां कथं ज्ञानचिकीर्षाप्रयत्नलक्षणं कर्तृत्वं इति शङ्काव्युदासाय चाह  गुणेष्विति। इदमिति वक्ष्यमाणम्।इदं कर्तृत्वमिति पुण्यपापादिकर्तृत्वमित्यर्थः। स्वाभाविकं हि कर्तृत्वं मुक्तावस्थायामपि नापैति तस्य गुणसम्पर्ककृतत्वाभावात्।प्राप्ताप्राप्तविवेकेनेति  अन्वयव्यतिरेकाभ्यां युक्तायुक्तनिश्चयेन वेत्यर्थः। अत्राकर्तृत्वोक्तेरकरणशेषत्वं पूर्वापरविरुद्धम् अनुसन्धानशेषार्थत्वं तु पूर्वापरसङ्गतमित्यभिप्रायेणानुसन्धानोक्तिः। एतेनकर्ता शास्त्रार्थवत्त्वात् ब्र.सू.2।3।33 इत्यधिकरणार्थः सूचितः।",
        "id": 2331,
        "lang": "sanskrit",
        "language_id": 3,
        "verseNumber": 148,
        "verse_id": 148
    },
    {
        "authorName": "Sri Abhinavgupta",
        "author_id": 10,
        "description": "।।3.29।।कर्मसंगिनामित्युक्तम्।  तत् ( N omit तत्) कर्मसंगित्वं (S omits कर्मसंगित्वम्) दर्शयति  प्रकृतेरिति।  प्रकृतिसंबन्धिभिर्गुणैः सत्त्वाद्यैः (S  omit सत्त्वाद्यैः) कृतेषु कर्मसु मूढाः सज्जन्ति( मज्जन्ति) सत्त्वादिगुणमाहात्म्यात्।",
        "id": 2332,
        "lang": "sanskrit",
        "language_id": 3,
        "verseNumber": 148,
        "verse_id": 148
    },
    {
        "authorName": "Sri Jayatritha",
        "author_id": 11,
        "description": "।।3.29।।प्रकृतेर्गुणसम्मूढाः इत्यत्र गुणशब्दस्य विवक्षितमर्थं वदन् विग्रहं दर्शयति  प्रकृतेरिति। नित्यसापेक्षत्वाद्गुणशब्दस्य नासामर्थ्यमिति प्रदर्शनायप्रकृतेः इत्यनुवादः। देवदत्तस्य गुरुकुलमिति यथा। प्रकृतेर्गुणसम्मूढत्वात् सज्जन्ते गुणकर्मस्विति हेतुहेतुमद्भावोऽत्र विवक्षितः अन्यथा वैयर्थ्यापत्तेः तमुपपादयति  इन्द्रियादीति। अभिमानो ममैवैतानि स्वातन्त्र्येण करणानीति भ्रमः। विषयादीत्युक्त्या गुणशब्दोऽत्र विषयार्थ इति दर्शयति। आदिशब्देन कर्मग्रहणम्। विषयेषु सङ्गः स्नेहादिः कर्मसु स्वातन्त्र्यभ्रमः।गुणानां कर्मसु इति केनचित् (शं.) व्याख्यातं तदसदिति भावेन द्वन्द्वोऽयमिति दर्शयति  गुणेति द्वन्द्वपरिग्रहेऽधिकार्थलाभात्। अनेन विषयादीत्येतदपि समर्थितं भवति। गुणशब्दस्योक्तानेकार्थत्वं कुतः इत्यत आह  शब्दाद्या इति। निरुच्यत इति निरुक्तिः शब्दार्थः निरुक्तिं गच्छन्त्यवगच्छन्तीति निरुक्तिगाः। अस्तु गुणशब्दस्यानेकेष्वर्थेषु शक्तिः तथापि विवक्षाऽत्रैकस्यैवार्थस्य युक्ता अन्यथा न ह्येकशब्देनेत्युक्तविरोधात्। शब्दो हि यमर्थमादौ स्मारितवान् स एवार्थो बुद्धौ सन्निहितः पुनरुच्चारितेन स्मारयितुं युक्तः तथा चात्र सर्वत्र सत्त्वादय एव ग्राह्याः। तद्ग्रहणे शब्दादीनामपि तदात्मकानां ग्रहणसम्भवादित्यत आह  सत्त्वादीति। कर्तृत्वाधारत्वयोरेकत्र विरोधादिति भावः। तदात्मकानामिन्द्रियादीनामुपलक्षणे सति वृथा प्रयासः। अनयैवानुपपत्त्याऽनेकार्थग्रहणोपपत्तेः।",
        "id": 2333,
        "lang": "sanskrit",
        "language_id": 3,
        "verseNumber": 148,
        "verse_id": 148
    },
    {
        "authorName": "Sri Madhusudan Saraswati",
        "author_id": 12,
        "description": "।।3.29।।तदेवं विद्वदविदुषोः कर्मानुष्ठानसाम्येन विद्वानविदुषो बुद्धिभेदं न कुर्यादित्युक्तमुपसंहरति  प्रकृतेः पूर्वोक्ताया मायाया गुणैः कार्यतया धर्मैर्देहादिभिर्विकारैः सम्यङ्मूढाः स्वरूपास्फुरणेन तानेवात्मत्वेन मन्यमानास्तेषामेव गुणानां देहेन्द्रियान्तःकरणानां कर्मसु व्यापारेषु सज्जन्ते सक्तिं वयं कर्म कुर्मस्तत्फलायेति दृढतरामात्मीयबुद्धिं कुर्वन्ति ये तान् कर्मसङ्गिनोरकृत्स्नविदोऽनात्माभिमानिनो मन्दानशुद्धचित्तत्वेन ज्ञानाधिकारमप्राप्तान् कृत्स्नवित् परिपूर्णात्मवित् स्वयं न विचालयेत्। कर्मश्रद्धातो न प्रच्यावयोदित्यर्थः। ये त्वमन्दाः शुद्धान्तःकरणास्ते स्वयमेव विवेकोदयेन विचलन्ति ज्ञानाधिकारं प्राप्ता इत्यभिप्रायः। कृत्स्नाकृत्स्नशब्दावात्मानात्मपरतया श्रुत्यर्थानुसारेण वार्तिककृद्भिर्व्याख्यातौ।सदेवेत्यादिवाक्येभ्यः कृत्स्नं वस्तु यतोऽद्वयम्। संभवस्तद्विरुद्धस्य कुतोऽकृतस्नस्य वस्तुतः। यस्मिन्दृष्टेऽप्यदृष्टोऽर्थः स तदन्यत्र शिष्यते। तथादृष्टेऽपि दृष्टः स्यादकृत्स्नस्तादृगुच्यते।। इति। अनात्मनः सावयवत्वादनेकधर्मवत्त्वाच्च केनचिद्धर्मेण केनचिदवयवेन वा विशिष्टे तस्मिन्नेकस्मिन्घटादौ ज्ञातेऽपि धर्मान्तरेणावयवान्तरेण वा विशिष्टः स एवाज्ञातोऽवशिष्यते तदन्यश्च पटादिरज्ञातोऽवशिष्यतएव तथा तस्मिन्घटादावज्ञातेऽपि पटादिर्ज्ञातः स्यादिति तज्ज्ञानेऽपि तस्यान्यस्य चाज्ञानात्तदज्ञानेऽप्यन्यज्ञानाच्च सोऽकृत्स्न उच्यते कृत्स्नस्त्वद्वय आत्मैव तज्ज्ञाने कस्यचिदवशेषस्याभावादिति श्लोकद्वयार्थः।",
        "id": 2334,
        "lang": "sanskrit",
        "language_id": 3,
        "verseNumber": 148,
        "verse_id": 148
    },
    {
        "authorName": "Sri Purushottamji",
        "author_id": 13,
        "description": "।।3.29।।ननु ते अज्ञात्वा तथा कुर्वन्तीति तान् शिक्षयेत् न तु पुनस्तथैव प्रेरयेदित्यत आह  प्रकृतेरिति। प्रकृतेर्गुणैः सम्मूढाः कर्मफलाभिलाषिणो गुणकर्मसु देहधर्मेषु फलार्थं सज्जन्ते आसक्ता भवन्ति। यतोऽकृत्स्नविदः भगवत्प्राप्तिरूपं अशेषफलरूपं न जानन्ति। कर्मफलं लौकिकसुखं फलरूपं जानन्तीत्यर्थः। यतस्ते तत्रासक्तास्तेन ततो न मनो भगवति संविशेदतस्तान् मन्दान् मूर्खान् भूयः फलासक्तचित्तान् कृत्स्नवित् भगवत्प्राप्तिरूपाशेषानन्दवित् न विचालयेत् भगवन्मार्गे न प्रेरयेत्। ततोऽपि वा न चालयेत्। दुष्टसङ्गात् स्वस्यान्यथाभावं नयेदिति भावः।",
        "id": 2335,
        "lang": "sanskrit",
        "language_id": 3,
        "verseNumber": 148,
        "verse_id": 148
    },
    {
        "authorName": "Sri Shankaracharya",
        "author_id": 14,
        "description": "।।3.29।। प्रकृतेः गुणैः सम्यक् मूढाः संमोहिताः सन्तः सज्जन्ते गुणानां कर्मसु गुणकर्मसु वयं कर्म कुर्मः फलाय इति। तान् कर्मसङ्गिनः अकृत्स्नविदः कर्मफलमात्रदर्शिनः मन्दान् मन्दप्रज्ञान् कृत्स्नवित् आत्मवित् स्वयं न विचालयेत् बुद्धिभेदकरणमेव चालनं तत् न कुर्यात् इत्यर्थः।।कथं पुनः कर्मण्यधिकृतेन अज्ञेन मुमुक्षुणा कर्म कर्तव्यमिति उच्यते ",
        "id": 2336,
        "lang": "sanskrit",
        "language_id": 3,
        "verseNumber": 148,
        "verse_id": 148
    },
    {
        "authorName": "Sri Vallabhacharya",
        "author_id": 15,
        "description": "।।3.29।।न बुद्धिभेदं जनयेत् 3।26 इति दृढयति  प्रकृतेरिति।",
        "id": 2337,
        "lang": "sanskrit",
        "language_id": 3,
        "verseNumber": 148,
        "verse_id": 148
    },
    {
        "authorName": "Swami Sivananda",
        "author_id": 16,
        "description": "3.29 प्रकृतेः of nature? गुणसंमूढाः persons deluded by the Gunas? सज्जन्ते are attached? गुणकर्मसु in the functions of the alities? तान् those? अकृत्स्नविदः of imperfect knowledge? मन्दान् the foolish (thedullwitted)? कृत्स्नवित् man of perfect knowledge? न not? विचालयेत् should unsettle.Commentary The ignorant people do action with the expectation of fruits. The wise people who have the knowledge of the Self should not distract the faith or conviction or belief of such ignorant persons. If they unsettle their minds they will give up actions and become victims of inertia. They will lead an idle life. They should be encouraged by the wise to do actions of the Sakama type (actions for the sake of their fruits) in the beginning. The wise ones should turn the minds of the ignorant by giving them gradual instructions on Karma Yoga (Yoga of selfless? desireless action) and its benefits? viz.? purification of the heart that leads to the attainment of Selfrealisation.",
        "id": 2338,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 148,
        "verse_id": 148
    }
]