[
    {
        "authorName": "Swami Ramsukhdas",
        "author_id": 1,
        "description": "।।1.24 -- 1.25।। संजय बोले - हे भरतवंशी राजन्! निद्राविजयी अर्जुन के द्वारा इस तरह कहने पर अन्तर्यामी भगवान् श्रीकृष्ण ने दोनों सेनाओं के मध्यभाग में पितामह भीष्म और आचार्य द्रोण के सामने तथा सम्पूर्ण राजाओं के सामने श्रेष्ठ रथको खड़ा करके इस तरह कहा कि 'हे पार्थ! इन इकट्ठे हुए कुरुवंशियोंको देख'।\n ",
        "id": 169,
        "lang": "hindi",
        "language_id": 2,
        "verseNumber": 25,
        "verse_id": 25
    },
    {
        "authorName": "Swami Tejomayananda",
        "author_id": 17,
        "description": "।।1.25।। भीष्म, द्रोण तथा पृथ्वी के समस्त शासकों के समक्ष उन्होंने कहा, \"हे पार्थ यहाँ एकत्र हुये कौरवों को देखो\"।\n\n\n ",
        "id": 170,
        "lang": "hindi",
        "language_id": 2,
        "verseNumber": 25,
        "verse_id": 25
    },
    {
        "authorName": "Swami Adidevananda",
        "author_id": 18,
        "description": "Sanjaya said: Thus addressed by Arjuna, Sri Krishna drew up the best of chariots between the two armies, in full view of Bhisma, Drona, and all the other kings, O Dhrtarastra. He then said, \"O Arjuna, behold these assembled Kauravas.\"",
        "id": 171,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 25,
        "verse_id": 25
    },
    {
        "authorName": "Swami Gambirananda",
        "author_id": 19,
        "description": "Sanjaya said, \"O scion of the line of Bharata (Dhrtarashtra), Hrsikesa, being told so by Gudakesa (Arjuna), placed the excellent chariot between the two armies, in front of Bhisma and Drona as well as all the rulers of the earth, and said, 'O Partha (Arjuna), behold these assembled people of the Kuru dynasty.'\"",
        "id": 172,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 25,
        "verse_id": 25
    },
    {
        "authorName": "Swami Sivananda",
        "author_id": 16,
        "description": "In front of Bhishma and Drona, and all the rulers of the earth, he said: \"O Arjuna, son of Pritha, behold these Kurus gathered together.\"",
        "id": 173,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 25,
        "verse_id": 25
    },
    {
        "authorName": "Dr. S. Sankaranarayan",
        "author_id": 20,
        "description": "There in both the armies, the son of Prtha observed his fathers, paternal grandfathers, teachers, maternal uncles, brothers, sons, sons' sons, and comrades, fathers-in-law, and also friends.",
        "id": 174,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 25,
        "verse_id": 25
    },
    {
        "authorName": "Shri Purohit Swami",
        "author_id": 21,
        "description": "Where Bheeshma and Drona had led all the rulers of the earth, they spoke thus: O Arjuna! Behold, these members of the family of Kuru are assembled.",
        "id": 175,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 25,
        "verse_id": 25
    }
]