[
    {
        "authorName": "Swami Ramsukhdas",
        "author_id": 1,
        "description": "।।1.38 -- 1.39।। यद्यपि लोभ के कारण जिनका विवेक-विचार लुप्त हो गया है, ऐसे ये (दुर्योधन आदि) कुल का नाश करने से होनेवाले दोष को और मित्रों के साथ द्वेष करने से होनेवाले पाप को नहीं देखते, (तो भी) हे जनार्दन! कुल का नाश करने से होनेवाले दोष को ठीक-ठीक जाननेवाले हमलोग इस पाप से निवृत्त होने का विचार क्यों न करें?\n ",
        "id": 260,
        "lang": "hindi",
        "language_id": 2,
        "verseNumber": 38,
        "verse_id": 38
    },
    {
        "authorName": "Swami Tejomayananda",
        "author_id": 17,
        "description": "।।1.38।।यद्यपि लोभ से भ्रष्टचित्त हुये ये लोग कुलनाशकृत दोष और मित्र द्रोह में पाप नहीं देखते हैं।\n\n\n ",
        "id": 261,
        "lang": "hindi",
        "language_id": 2,
        "verseNumber": 38,
        "verse_id": 38
    },
    {
        "authorName": "Swami Adidevananda",
        "author_id": 18,
        "description": "Though these people, whose minds are overpowered by greed, see no evil in the destruction of a clan and no sin in treachery to friends,",
        "id": 262,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 38,
        "verse_id": 38
    },
    {
        "authorName": "Swami Gambirananda",
        "author_id": 19,
        "description": "- O Janardana, although these people, whose hearts have become perverted by greed, do not see the evil arising from destroying the family and sinning in hostility towards friends, yet how can we, who clearly see the evil arising from destroying the family, remain unaware of the need to abstain from this sin?",
        "id": 263,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 38,
        "verse_id": 38
    },
    {
        "authorName": "Swami Sivananda",
        "author_id": 16,
        "description": "Though they, with intelligence overpowered by greed, see no evil in the destruction of families and no sin in hostility to friends,",
        "id": 264,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 38,
        "verse_id": 38
    },
    {
        "authorName": "Dr. S. Sankaranarayan",
        "author_id": 20,
        "description": "Of course, these (Dhrtarastra's sons), with their intellects overpowered by greed, do not see the evil consequences ensuing from the ruin of the family and the sin of cheating friends.",
        "id": 265,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 38,
        "verse_id": 38
    },
    {
        "authorName": "Shri Purohit Swami",
        "author_id": 21,
        "description": "Although these men, blinded by greed, see no guilt in destroying their kin or fighting against their friends,",
        "id": 266,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 38,
        "verse_id": 38
    }
]