[
    {
        "authorName": "Swami Ramsukhdas",
        "author_id": 1,
        "description": "।।1.38 -- 1.39।। यद्यपि लोभ के कारण जिनका विवेक-विचार लुप्त हो गया है, ऐसे ये (दुर्योधन आदि) कुल का नाश करने से होनेवाले दोष को और मित्रों के साथ द्वेष करने से होनेवाले पाप को नहीं देखते, (तो भी) हे जनार्दन! कुल का नाश करने से होनेवाले दोष को ठीक-ठीक जाननेवाले हमलोग इस पाप से निवृत्त होनेका विचार क्यों न करें?\n ",
        "id": 267,
        "lang": "hindi",
        "language_id": 2,
        "verseNumber": 39,
        "verse_id": 39
    },
    {
        "authorName": "Swami Tejomayananda",
        "author_id": 17,
        "description": "।।1.39।।परन्तु,  हेे जनार्दन !  कुलक्षय से होने वाले दोष को जानने वाले हम लोगों को इस पाप से विरत होने के लिए क्यों नहीं सोचना चाहिये।\n\n\n ",
        "id": 268,
        "lang": "hindi",
        "language_id": 2,
        "verseNumber": 39,
        "verse_id": 39
    },
    {
        "authorName": "Swami Adidevananda",
        "author_id": 18,
        "description": "Why should we not learn to shun this crime—we who see the evil of ruining a clan, O Krishna?",
        "id": 269,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 39,
        "verse_id": 39
    },
    {
        "authorName": "Swami Gambirananda",
        "author_id": 19,
        "description": "- O Janardana, although these people, whose hearts have become perverted by greed, do not see the evil arising from destroying the family and sinning in hostility towards friends, yet how can we, who clearly see the evil arising from destroying the family, remain unaware of the need to abstain from this sin?",
        "id": 270,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 39,
        "verse_id": 39
    },
    {
        "authorName": "Swami Sivananda",
        "author_id": 16,
        "description": "Why should we not, who clearly see the evil in the destruction of families, learn to turn away from this sin, O Janardana (Krishna)?",
        "id": 271,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 39,
        "verse_id": 39
    },
    {
        "authorName": "Dr. S. Sankaranarayan",
        "author_id": 20,
        "description": "But, perceiving clearly the evil consequences ensuing from the ruin of the family, should we not have sense enough to refrain from this sinful act, O Janardana?",
        "id": 272,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 39,
        "verse_id": 39
    },
    {
        "authorName": "Shri Purohit Swami",
        "author_id": 21,
        "description": "Should we not, whose eyes are open and who consider it wrong to annihilate our family, turn away from such a great crime?",
        "id": 273,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 39,
        "verse_id": 39
    }
]