[
    {
        "authorName": "Swami Ramsukhdas",
        "author_id": 1,
        "description": "।।11.10 -- 11.11।। जिसके अनेक मुख और नेत्र हैं, अनेक तहरके अद्भुत दर्शन हैं, अनेक दिव्य आभूषण हैं, हाथोंमें उठाये हुए अनेक दिव्य आयुध हैं तथा जिनके गलेमें दिव्य मालाएँ हैं, जो दिव्य वस्त्र पहने हुए हैं, जिनके ललाट तथा शरीरपर दिव्य चन्दन, कुंकुम आदि लगा हुआ है, ऐसे सम्पूर्ण आश्चर्यमय, अनन्त रूपोंवाले तथा चारों तरफ मुखवाले देव-(अपने दिव्य स्वरूप-) को भगवान् ने दिखाया।",
        "id": 2969,
        "lang": "hindi",
        "language_id": 2,
        "verseNumber": 425,
        "verse_id": 425
    },
    {
        "authorName": "Swami Tejomayananda",
        "author_id": 17,
        "description": "।।11.11।। दिव्य माला और वस्त्रों को धारण किये हुये और दिव्य गन्ध का लेपन किये हुये एवं समस्त प्रकार के आश्चर्यों से युक्त अनन्त, विश्वतोमुख (विराट् स्वरूप) परम देव (को अर्जुन ने देखा)।।\n ",
        "id": 2970,
        "lang": "hindi",
        "language_id": 2,
        "verseNumber": 425,
        "verse_id": 425
    },
    {
        "authorName": "Swami Adidevananda",
        "author_id": 18,
        "description": "Wearing celestial garlands and raiments, anointed with divine perfumes, full of wonders, resplendent, boundless, and facing all directions.",
        "id": 2971,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 425,
        "verse_id": 425
    },
    {
        "authorName": "Swami Gambirananda",
        "author_id": 19,
        "description": "Wearing heavenly garlands and apparel, anointed with heavenly scents, abounding in all kinds of wonders, resplendent, infinite, and with faces on all sides.",
        "id": 2972,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 425,
        "verse_id": 425
    },
    {
        "authorName": "Swami Sivananda",
        "author_id": 16,
        "description": "Wearing divine garlands and apparel, anointed with divine unguents, the all-wonderful, resplendent Being is endless with faces on all sides.",
        "id": 2973,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 425,
        "verse_id": 425
    },
    {
        "authorName": "Dr. S. Sankaranarayan",
        "author_id": 20,
        "description": "It wears heavenly garlands and garments, is anointed with heavenly sandal paste, is wondrous, radiant, and infinite, and has faces in all directions.",
        "id": 2974,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 425,
        "verse_id": 425
    },
    {
        "authorName": "Shri Purohit Swami",
        "author_id": 21,
        "description": "Crowned with heavenly garlands, clothed in shining garments, anointed with divine unguents, He showed Himself as the Resplendent One, Marvelous, Boundless, and Omnipresent.",
        "id": 2975,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 425,
        "verse_id": 425
    }
]