[
    {
        "authorName": "Swami Ramsukhdas",
        "author_id": 1,
        "description": "।।11.15।। अर्जुन बोले -- हे देव ! मैं आपके शरीरमें सम्पूर्ण देवताओंको, प्राणियोंके विशेष-विशेष समुदायोंको कमलासनपर बैठे हुए ब्रह्माजीको, शङ्करजीको, सम्पूर्ण ऋषियोंको और सम्पूर्ण दिव्य सर्पोंको देख रहा हूँ।",
        "id": 2997,
        "lang": "hindi",
        "language_id": 2,
        "verseNumber": 429,
        "verse_id": 429
    },
    {
        "authorName": "Swami Tejomayananda",
        "author_id": 17,
        "description": "।।11.15।। अर्जुन ने कहा -- हे देव! मैं आपके शरीर में समस्त देवों को तथा अनेक भूतविशेषों के समुदायों को और कमलासन पर स्थित सृष्टि के स्वामी ब्रह्माजी को, ऋषियों को और दिव्य सर्पों को देख रहा हूँ।।\n ",
        "id": 2998,
        "lang": "hindi",
        "language_id": 2,
        "verseNumber": 429,
        "verse_id": 429
    },
    {
        "authorName": "Swami Adidevananda",
        "author_id": 18,
        "description": "Arjuna said, \"O Lord, I behold in Your body all the gods, and all the diverse hosts of beings—Brahma, Siva, who is in Brahma, the seers, and the lustrous snakes.\"",
        "id": 2999,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 429,
        "verse_id": 429
    },
    {
        "authorName": "Swami Gambirananda",
        "author_id": 19,
        "description": "Arjuna said, \"O God, I see in Your body all the gods, as well as hosts of various classes of beings; Brahma the ruler, sitting on a lotus seat, and all the heavenly sages and serpents.",
        "id": 3000,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 429,
        "verse_id": 429
    },
    {
        "authorName": "Swami Sivananda",
        "author_id": 16,
        "description": "Arjuna said, \"O God, I see all the gods in Your body, as well as hosts of various classes of beings, Brahma the Lord seated on the lotus, all the sages, and the celestial serpents.\"",
        "id": 3001,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 429,
        "verse_id": 429
    },
    {
        "authorName": "Dr. S. Sankaranarayan",
        "author_id": 20,
        "description": "Arjuna said, \"O God! In Your body, I behold all gods and hosts of different kinds of beings—the Lord Brahma seated on the lotus-seat, and all the sages and glowing serpents.\"",
        "id": 3002,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 429,
        "verse_id": 429
    },
    {
        "authorName": "Shri Purohit Swami",
        "author_id": 21,
        "description": "Arjuna said: O Almighty God! I see in You the powers of Nature, the various creatures of the world, the Progenitor on His lotus throne, the Sages, and the shining angels.",
        "id": 3003,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 429,
        "verse_id": 429
    }
]