[
    {
        "authorName": "Swami Ramsukhdas",
        "author_id": 1,
        "description": "।।11.17।। मैं आपको किरीट, गदा, चक्र (तथा शङ्ख और पद्म) धारण किये हुए देख रहा हूँ। आपको तेजकी राशि, सब ओर प्रकाश करनेवाले, देदीप्यमान अग्नि तथा सूर्यके समान कान्तिवाले, नेत्रोंके द्वारा कठिनतासे देखे जानेयोग्य और सब तरफसे अप्रमेयस्वरूप देख रहा हूँ।",
        "id": 3011,
        "lang": "hindi",
        "language_id": 2,
        "verseNumber": 431,
        "verse_id": 431
    },
    {
        "authorName": "Swami Tejomayananda",
        "author_id": 17,
        "description": "।।11.17।। मैं आपका मुकुटयुक्त, गदायुक्त और चक्रधारण किये हुये तथा सब ओर से प्रकाशमान् तेज का पुंज, दीप्त अग्नि और सूर्य के समान ज्योतिर्मय, देखने में अति कठिन और अप्रमेयस्वरूप सब ओर से देखता हूँ।।\n ",
        "id": 3012,
        "lang": "hindi",
        "language_id": 2,
        "verseNumber": 431,
        "verse_id": 431
    },
    {
        "authorName": "Swami Adidevananda",
        "author_id": 18,
        "description": "I behold You as a mass of light, shining everywhere, with a diadem, mace, and discus, hard to behold, blazing like a burning fire and the sun, and immeasurable.",
        "id": 3013,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 431,
        "verse_id": 431
    },
    {
        "authorName": "Swami Gambirananda",
        "author_id": 19,
        "description": "I see You wearing a diadem, wielding a mace, and holding a disc; a mass of brilliance glowing all around, difficult to look at from all sides, possessing the radiance of the blazing fire and sun, and immeasurable.",
        "id": 3014,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 431,
        "verse_id": 431
    },
    {
        "authorName": "Swami Sivananda",
        "author_id": 16,
        "description": "I see You with the diadem, club, and discus, a mass of radiance shining everywhere, very hard to look at, blazing all around like a burning fire and the sun, and immeasurable.",
        "id": 3015,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 431,
        "verse_id": 431
    },
    {
        "authorName": "Dr. S. Sankaranarayan",
        "author_id": 20,
        "description": "I behold You as having crowns, clubs, and discs; as a mass of radiance, shining on all sides, hard to look at and blazing like burning fire and the sun on each side; and as an immeasurable one.",
        "id": 3016,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 431,
        "verse_id": 431
    },
    {
        "authorName": "Shri Purohit Swami",
        "author_id": 21,
        "description": "I see you with the crown, the scepter, and the discus; a blaze of splendor. Scarcely can I gaze upon you, so radiant you are, glowing like a blazing fire, brilliant as the sun, immeasurable.",
        "id": 3017,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 431,
        "verse_id": 431
    }
]