[
    {
        "authorName": "Swami Ramsukhdas",
        "author_id": 1,
        "description": "।।11.18।। आप ही जाननेयोग्य परम अक्षर (अक्षरब्रह्म) हैं, आप ही इस सम्पूर्ण विश्वके परम आश्रय हैं, आप ही सनातनधर्मके रक्षक हैं और आप ही अविनाशी सनातन पुरुष हैं -- ऐसा मैं मानता हूँ।",
        "id": 3018,
        "lang": "hindi",
        "language_id": 2,
        "verseNumber": 432,
        "verse_id": 432
    },
    {
        "authorName": "Swami Tejomayananda",
        "author_id": 17,
        "description": "।।11.18।। आप ही जानने योग्य (वेदितव्यम्) परम अक्षर हैं; आप ही इस विश्व के परम आश्रय (निधान) हैं ! आप ही शाश्वत धर्म के रक्षक हैं और आप ही सनातन पुरुष हैं,ऐसा मेरा मत है।।\n ",
        "id": 3019,
        "lang": "hindi",
        "language_id": 2,
        "verseNumber": 432,
        "verse_id": 432
    },
    {
        "authorName": "Swami Adidevananda",
        "author_id": 18,
        "description": "You are the Imperishable, Supreme One to be realized. You are the Supreme Substratum of this universe. You are immutable, the guardian of the eternal law; I know You are the Supreme Person who is everlasting.",
        "id": 3020,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 432,
        "verse_id": 432
    },
    {
        "authorName": "Swami Gambirananda",
        "author_id": 19,
        "description": "You are the Unchanging, the supreme One to be known; You are the most perfect repository of this Universe. You are the Imperishable, the Protector of the ever-existing religion; You are the eternal Person. This is my belief.",
        "id": 3021,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 432,
        "verse_id": 432
    },
    {
        "authorName": "Swami Sivananda",
        "author_id": 16,
        "description": "You are the Imperishable, the Supreme Being, worthy of being known. You are the great treasure-house of this universe; You are the imperishable protector of the eternal Dharma; You are the Primal Person, I believe.",
        "id": 3022,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 432,
        "verse_id": 432
    },
    {
        "authorName": "Dr. S. Sankaranarayan",
        "author_id": 20,
        "description": "You are the imperishable, the Supreme Being to be known; You are the ultimate place of rest for this universe; You are changeless and the guardian of the pious acts of the Satvatas; You are the everlasting Soul, I believe.",
        "id": 3023,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 432,
        "verse_id": 432
    },
    {
        "authorName": "Shri Purohit Swami",
        "author_id": 21,
        "description": "You are imperishable, the only one worthy of being known, the priceless treasure-house of the universe, the immortal guardian of eternal life, and the everlasting spirit.",
        "id": 3024,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 432,
        "verse_id": 432
    }
]