[
    {
        "authorName": "Swami Ramsukhdas",
        "author_id": 1,
        "description": "।।11.20।। हे महात्मन् ! यह स्वर्ग और पृथ्वीके बीचका अन्तराल और सम्पूर्ण दिशाएँ एक आपसे ही परिपूर्ण हैं। आपके इस अद्भुत और उग्ररूपको देखकर तीनों लोक व्यथित (व्याकुल) हो रहे हैं।",
        "id": 3032,
        "lang": "hindi",
        "language_id": 2,
        "verseNumber": 434,
        "verse_id": 434
    },
    {
        "authorName": "Swami Tejomayananda",
        "author_id": 17,
        "description": "।।11.20।। हे महात्मन् ! स्वर्ग और पृथ्वी के मध्य का यह आकाश तथा समस्त दिशाएं अकेले आप से ही व्याप्त हैं; आपके इस अद्भुत और उग्र रूप को देखकर तीनों लोक अतिव्यथा (भय) को प्राप्त हो रहे हैं।।\n ",
        "id": 3033,
        "lang": "hindi",
        "language_id": 2,
        "verseNumber": 434,
        "verse_id": 434
    },
    {
        "authorName": "Swami Adidevananda",
        "author_id": 18,
        "description": "You alone have pervaded the interspace between heaven and earth, and all the quarters. Beholding your marvelous and terrible form, O Mahatman, the three worlds are greatly overwhelmed with fear.",
        "id": 3034,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 434,
        "verse_id": 434
    },
    {
        "authorName": "Swami Gambirananda",
        "author_id": 19,
        "description": "Indeed, this intermediate space between heaven and earth, as well as all the directions, are pervaded by You alone. O exalted One, the three worlds are struck with fear upon seeing this strange and fearful form of Yours.",
        "id": 3035,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 434,
        "verse_id": 434
    },
    {
        "authorName": "Swami Sivananda",
        "author_id": 16,
        "description": "This space between the earth and the heavens, and all the quarters, is filled by You alone; having seen this, Your wonderful and terrible form, the three worlds are trembling with fear, O great-souled Being.",
        "id": 3036,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 434,
        "verse_id": 434
    },
    {
        "authorName": "Dr. S. Sankaranarayan",
        "author_id": 20,
        "description": "This space between heaven and earth, as well as all the directions, is pervaded singly by You; seeing this wondrous form of Yours, O Exalted Soul, the triple world is greatly frightened.",
        "id": 3037,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 434,
        "verse_id": 434
    },
    {
        "authorName": "Shri Purohit Swami",
        "author_id": 21,
        "description": "Alone, you fill all the quarters of the sky, earth, and heaven, and the regions between. O Almighty Lord! Seeing your marvelous and awe-inspiring form, the spheres tremble with fear.",
        "id": 3038,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 434,
        "verse_id": 434
    }
]