[
    {
        "authorName": "Swami Ramsukhdas",
        "author_id": 1,
        "description": "।।11.22।। जो ग्यारह रुद्र, बारह आदित्य, आठ वसु, बारह साध्यगण, दस विश्वेदेव और दो अश्विनीकुमार, उनचास मरुद्गण, सात पितृगण तथा गन्धर्व, यक्ष, असुर और सिद्धोंके समुदाय हैं, वे सभी चकित होकर आपको देख रहे हैं।",
        "id": 3046,
        "lang": "hindi",
        "language_id": 2,
        "verseNumber": 436,
        "verse_id": 436
    },
    {
        "authorName": "Swami Tejomayananda",
        "author_id": 17,
        "description": "।।11.22।। रुद्रगण, आदित्य, वसु और साध्यगण, विश्वेदेव तथा दो अश्विनीकुमार, मरुद्गण और उष्मपा, गन्धर्व, यक्ष, असुर और सिद्धगणों के समुदाय- ये सब ही विस्मित होते हुए आपको देखते हैं।।\n ",
        "id": 3047,
        "lang": "hindi",
        "language_id": 2,
        "verseNumber": 436,
        "verse_id": 436
    },
    {
        "authorName": "Swami Adidevananda",
        "author_id": 18,
        "description": "The Rudras, the Adityas, the Vasus, the Sadhyas, the Visvas, the Asvins, the Maruts, and the Manes, as well as the hosts of Gandharvas, Yaksas, Asuras, and Siddhas—all gaze upon You in amazement.",
        "id": 3048,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 436,
        "verse_id": 436
    },
    {
        "authorName": "Swami Gambirananda",
        "author_id": 19,
        "description": "Those who are the Rudras, the Adityas, the Vasus, and the Sadhyas, the Visvedevas, the two Asvins, the Maruts, and the Usmapas, and hosts of Gandharvas, Yaksas, demons, and Siddhas—all of those very ones gaze at You, being indeed struck with wonder.",
        "id": 3049,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 436,
        "verse_id": 436
    },
    {
        "authorName": "Swami Sivananda",
        "author_id": 16,
        "description": "The Rudras, Adityas, Vasus, Sadhyas, Visvedevas, the two Asvins, Maruts, the Manus, and the hosts of celestial singers, Yakshas, demons, and the perfected ones, all look upon Thee with great amazement.",
        "id": 3050,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 436,
        "verse_id": 436
    },
    {
        "authorName": "Dr. S. Sankaranarayan",
        "author_id": 20,
        "description": "The Rudras, the Adityas, the Vasus, the Sadhyas, the Visvadevas, the twin Asvins, and the Maruts, the Manes, the hosts of the Gandharvas, the Yaksas, the demons, and the perfected ones—all gaze upon You in amazement.",
        "id": 3051,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 436,
        "verse_id": 436
    },
    {
        "authorName": "Shri Purohit Swami",
        "author_id": 21,
        "description": "The vital forces, major stars, fire, earth, air, sky, sun, heaven, moon, and planets; the angels, guardians of the universe, divine healers, winds, fathers, heavenly singers, and hosts of mammon-worshippers, demons, and saints are all amazed.",
        "id": 3052,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 436,
        "verse_id": 436
    }
]