[
    {
        "authorName": "Swami Ramsukhdas",
        "author_id": 1,
        "description": "।।11.24।। हे विष्णो ! आपके अनेक देदीप्यमान वर्ण हैं, आप आकाशको स्पर्श कर रहे हैं, आपका मुख फैला हुआ है आपके नेत्र प्रदीप्त और विशाल हैं। ऐसे आपको देखकर भयभीत अन्तःकरणवाला मैं धैर्य और शान्तिको प्राप्त नहीं हो रहा हूँ।",
        "id": 3060,
        "lang": "hindi",
        "language_id": 2,
        "verseNumber": 438,
        "verse_id": 438
    },
    {
        "authorName": "Swami Tejomayananda",
        "author_id": 17,
        "description": "।।11.24।। हे विष्णो! आकाश के साथ स्पर्श किये हुए देदीप्यमान अनेक रूपों से युक्त तथा विस्तरित मुख और प्रकाशमान विशाल नेत्रों से युक्त आपको देखकर भयभीत हुआ मैं धैर्य और शान्ति को नहीं प्राप्त हो रहा हूँ।।\n ",
        "id": 3061,
        "lang": "hindi",
        "language_id": 2,
        "verseNumber": 438,
        "verse_id": 438
    },
    {
        "authorName": "Swami Adidevananda",
        "author_id": 18,
        "description": "When I behold You touching the Supreme Heaven, shining, multicolored, with yawning mouths and large, resplendent eyes, my inner being trembles in fear. I am unable to find support or peace, O Vishnu.",
        "id": 3062,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 438,
        "verse_id": 438
    },
    {
        "authorName": "Swami Gambirananda",
        "author_id": 19,
        "description": "O Vishnu, indeed, upon seeing Your form touching the heavens, blazing with many colors, open-mouthed, with fiery, large eyes, I become terrified in my mind and do not find steadiness and peace.",
        "id": 3063,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 438,
        "verse_id": 438
    },
    {
        "authorName": "Swami Sivananda",
        "author_id": 16,
        "description": "On seeing Thee, touching the sky, shining in many colors, with mouths wide open, with large fiery eyes, I am terrified at heart and find neither courage nor peace, O Vishnu.",
        "id": 3064,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 438,
        "verse_id": 438
    },
    {
        "authorName": "Dr. S. Sankaranarayan",
        "author_id": 20,
        "description": "As I observe You, touching the sky, blazing, with many colors, mouths wide open, eyes blazing and large, I am terrified in my inner soul and I do not find courage and peace, O Visnu!",
        "id": 3065,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 438,
        "verse_id": 438
    },
    {
        "authorName": "Shri Purohit Swami",
        "author_id": 21,
        "description": "When I see You, touching the heavens, glowing with color, with open mouth and wide, fiery eyes, I am terrified. O my Lord! My courage and peace of mind abandon me.",
        "id": 3066,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 438,
        "verse_id": 438
    }
]