[
    {
        "authorName": "Swami Ramsukhdas",
        "author_id": 1,
        "description": "।।11.25।। आपके प्रलयकालकी अग्निके समान प्रज्वलित और दाढ़ोंके कारण विकराल (भयानक) मुखोंको देखकर मुझे न तो दिशाओंका ज्ञान हो रहा है और न शान्ति ही मिल रही है। इसलिये हे देवेश ! हे जगन्निवास ! आप प्रसन्न होइये।",
        "id": 3067,
        "lang": "hindi",
        "language_id": 2,
        "verseNumber": 439,
        "verse_id": 439
    },
    {
        "authorName": "Swami Tejomayananda",
        "author_id": 17,
        "description": "।।11.25।। आपके विकराल दाढ़ों वाले और प्रलयाग्नि के समान प्रज्वलित मुखों को देखकर, मैं न दिशाओं को जान पा रहा हूँ और न शान्ति को प्राप्त हो रहा हूँ; इसलिए हे देवेश!  हे जगन्निवास! आप प्रसन्न हो जाइए।।\n ",
        "id": 3068,
        "lang": "hindi",
        "language_id": 2,
        "verseNumber": 439,
        "verse_id": 439
    },
    {
        "authorName": "Swami Adidevananda",
        "author_id": 18,
        "description": "Viewing Your mouths, presenting awe-generating fangs and looking like the consuming fire of final destruction, I know not the quarters of the globe nor do I find repose. Be gracious, O Lord of the Devas! O Abode of the universe!",
        "id": 3069,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 439,
        "verse_id": 439
    },
    {
        "authorName": "Swami Gambirananda",
        "author_id": 19,
        "description": "Having merely seen Your mouths made terrible with their teeth and resembling the fire of Dissolution, I have lost my sense of direction and find no comfort. Be gracious, O Lord of gods, O Abode of the Universe.",
        "id": 3070,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 439,
        "verse_id": 439
    },
    {
        "authorName": "Swami Sivananda",
        "author_id": 16,
        "description": "Having seen Thy mouths fearful with teeth blazing like the fires of cosmic dissolution, I know not the four quarters, nor do I find peace. Have mercy, O Lord of the gods, O abode of the universe.",
        "id": 3071,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 439,
        "verse_id": 439
    },
    {
        "authorName": "Dr. S. Sankaranarayan",
        "author_id": 20,
        "description": "By merely seeing Your faces, which are frightening with tusks and look like the fire of destruction, I do not know the arters and get no peace. Have mercy, O Lord of gods! O Abode of the Universe!",
        "id": 3072,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 439,
        "verse_id": 439
    },
    {
        "authorName": "Shri Purohit Swami",
        "author_id": 21,
        "description": "When I see Thy mouths with their fearful jaws, like glowing fires at the dissolution of creation, I lose all sense of place and find no rest. Be merciful, O Lord, in whom this universe abides!",
        "id": 3073,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 439,
        "verse_id": 439
    }
]