[
    {
        "authorName": "Swami Ramsukhdas",
        "author_id": 1,
        "description": "।।11.26 -- 11.27।। हमारे मुख्य योद्धाओंके सहित भीष्म, द्रोण और वह कर्ण भी आपमें प्रविष्ट हो रहे हैं। राजाओंके समुदायोंके सहित धृतराष्ट्रके वे ही सब-के-सब पुत्र आपके विकराल दाढ़ोंके कारण भयंकर मुखोंमें बड़ी तेजीसे प्रविष्ट हो रहे हैं। उनमेंसे कई-एक तो चूर्ण हुए सिरोंसहित आपके दाँतोंके बीचमें फँसे हुए दीख रहे हैं।",
        "id": 3074,
        "lang": "hindi",
        "language_id": 2,
        "verseNumber": 440,
        "verse_id": 440
    },
    {
        "authorName": "Swami Tejomayananda",
        "author_id": 17,
        "description": "।।11.26।। और ये समस्त धृतराष्ट्र के पुत्र राजाओं के समुदाय सहित आप में प्रवेश करते हैं। भीष्म, द्रोण तथा कर्ण और हमारे पक्ष के भी प्रधान योद्धाओं के सहित.।।\n ",
        "id": 3075,
        "lang": "hindi",
        "language_id": 2,
        "verseNumber": 440,
        "verse_id": 440
    },
    {
        "authorName": "Swami Adidevananda",
        "author_id": 18,
        "description": "All these sons of Dhrtarastra, together with the hosts of monarchs, Bhisma, Drona, and Karna, along with the leading warriors of our side,",
        "id": 3076,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 440,
        "verse_id": 440
    },
    {
        "authorName": "Swami Gambirananda",
        "author_id": 19,
        "description": "And into You enter all those sons of Dhrtarastra, along with multitudes of the rulers of the earth, Bhisma, Drona, and that son of a Suta, Karna, together with our prominent warriors.",
        "id": 3077,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 440,
        "verse_id": 440
    },
    {
        "authorName": "Swami Sivananda",
        "author_id": 16,
        "description": "All the sons of Dhritarashtra, along with the hosts of kings of the earth, Bhishma, Drona, and Karna, as well as the chief among our warriors.",
        "id": 3078,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 440,
        "verse_id": 440
    },
    {
        "authorName": "Dr. S. Sankaranarayan",
        "author_id": 20,
        "description": "All these sons of Dhrtarastra, along with the entire host of kings, Bhisma, Drona, and the son of the charioteer (Karna), together with the chief warriors of ours as well;",
        "id": 3079,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 440,
        "verse_id": 440
    },
    {
        "authorName": "Shri Purohit Swami",
        "author_id": 21,
        "description": "All these sons of Dhritarashtra, along with the hosts of princes, Bheeshma, Drona, and Karna, as well as the other warrior chiefs on our side;",
        "id": 3080,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 440,
        "verse_id": 440
    }
]