[
    {
        "authorName": "Swami Ramsukhdas",
        "author_id": 1,
        "description": "।।11.31।। मुझे यह बताइये कि उग्ररूपवाले आप कौन हैं? हे देवताओंमें श्रेष्ठ ! आपको नमस्कार हो। आप प्रसन्न होइये। आदिरूप आपको मैं तत्त्वसे जानना चाहता हूँ; क्योंकि मैं आपकी प्रवृत्तिको नहीं जानता।",
        "id": 3109,
        "lang": "hindi",
        "language_id": 2,
        "verseNumber": 445,
        "verse_id": 445
    },
    {
        "authorName": "Swami Tejomayananda",
        "author_id": 17,
        "description": "।।11.31।। (कृपया) मेरे प्रति कहिये, कि उग्ररूप वाले आप कौन हैं? हे देवों में श्रेष्ठ! आपको नमस्कार है, आप प्रसन्न होइये। आदि स्वरूप आपको मैं (तत्त्व से) जानना चाहता हूँ, क्योंकि आपकी प्रवृत्ति (अर्थात् प्रयोजन को) को मैं नहीं समझ पा रहा हूँ।।\n ",
        "id": 3110,
        "lang": "hindi",
        "language_id": 2,
        "verseNumber": 445,
        "verse_id": 445
    },
    {
        "authorName": "Swami Adidevananda",
        "author_id": 18,
        "description": "Tell me, who are You with this terrible form? Salutations to You, O Supreme God. Be gracious to me. I desire to know You, the Primal One. I do not know Your activities.",
        "id": 3111,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 445,
        "verse_id": 445
    },
    {
        "authorName": "Swami Gambirananda",
        "author_id": 19,
        "description": "Tell me who You are, fierce in form. Salutations to You, O Supreme God; be gracious. I desire to fully know You, who are the Prime One. For I do not understand Your actions!",
        "id": 3112,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 445,
        "verse_id": 445
    },
    {
        "authorName": "Swami Sivananda",
        "author_id": 16,
        "description": "Tell me, who you are, so fierce of form. I offer my salutations to you, O God Supreme; have mercy on me. I desire to know you, the original Being. I do not indeed know your workings.",
        "id": 3113,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 445,
        "verse_id": 445
    },
    {
        "authorName": "Dr. S. Sankaranarayan",
        "author_id": 20,
        "description": "Please tell me who You are with a terrible form, O Best of gods! Salutations to You; please be merciful. I am desirous of knowing You, the Primal One, in detail, for I do not clearly comprehend Your actions.",
        "id": 3114,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 445,
        "verse_id": 445
    },
    {
        "authorName": "Shri Purohit Swami",
        "author_id": 21,
        "description": "Tell me then, who are You, who wears this dreadful form? I bow before You, O Mighty One! Have mercy, I pray, and let me see You as You were at first. I do not know what Your intentions are.",
        "id": 3115,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 445,
        "verse_id": 445
    }
]