[
    {
        "authorName": "Swami Ramsukhdas",
        "author_id": 1,
        "description": "।।11.33।। इसलिये तुम युद्धके लिये खड़े हो जाओ और यशको प्राप्त करो तथा शत्रुओंको जीतकर धन-धान्यसे सम्पन्न राज्यको भोगो। ये सभी मेरे द्वारा पहलेसे ही मारे हुए हैं। हे सव्यसाचिन् !  तुम निमित्तमात्र बन जाओ।",
        "id": 3123,
        "lang": "hindi",
        "language_id": 2,
        "verseNumber": 447,
        "verse_id": 447
    },
    {
        "authorName": "Swami Tejomayananda",
        "author_id": 17,
        "description": "।।11.33।। इसलिए तुम उठ खड़े हो जाओ और यश को प्राप्त करो; शत्रुओं को जीतकर समृद्ध राज्य को भोगो। ये सब पहले से ही मेरे द्वारा मारे जा चुके हैं। हे सव्यसाचिन्! तुम केवल निमित्त ही बनो।।\n ",
        "id": 3124,
        "lang": "hindi",
        "language_id": 2,
        "verseNumber": 447,
        "verse_id": 447
    },
    {
        "authorName": "Swami Adidevananda",
        "author_id": 18,
        "description": "Therefore, arise, win glory. Conquering your foes, enjoy a prosperous kingdom. By Me they have already been slain. You be merely an instrument, O Arjuna, you great archer!",
        "id": 3125,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 447,
        "verse_id": 447
    },
    {
        "authorName": "Swami Gambirananda",
        "author_id": 19,
        "description": "Therefore, rise up and gain fame; and, defeating the enemies, enjoy a prosperous kingdom. These have been killed by Me even earlier; be you merely an instrument, O Savyasacin (Arjuna).",
        "id": 3126,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 447,
        "verse_id": 447
    },
    {
        "authorName": "Swami Sivananda",
        "author_id": 16,
        "description": "Therefore, stand up and obtain fame. Conquer the enemies and enjoy the unparalleled kingdom. Verily, by Me they have already been slain; be thou a mere instrument, O Arjuna.",
        "id": 3127,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 447,
        "verse_id": 447
    },
    {
        "authorName": "Dr. S. Sankaranarayan",
        "author_id": 20,
        "description": "Therefore, stand up, win glory, and vanquish your foes; enjoy the rich kingdom; for these foes have already been killed by Myself; be a mere token cause in their destruction, O ambidextrous archer!",
        "id": 3128,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 447,
        "verse_id": 447
    },
    {
        "authorName": "Shri Purohit Swami",
        "author_id": 21,
        "description": "Then gird up your loins and conquer. Subdue your foes and enjoy the kingdom in prosperity. I have already doomed them. Be thou my instrument, Arjuna!",
        "id": 3129,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 447,
        "verse_id": 447
    }
]