[
    {
        "authorName": "Swami Ramsukhdas",
        "author_id": 1,
        "description": "।।11.35।। सञ्जय बोले -- भगवान् केशवका यह वचन सुनकर भयसे कम्पित हुए किरीटी अर्जुन हाथ जोड़कर नमस्कार करके और अत्यन्त भयभीत होकर फिर प्रणाम करके गद्गदं वाणीसे भगवान् कृष्णसे बोले।",
        "id": 3137,
        "lang": "hindi",
        "language_id": 2,
        "verseNumber": 449,
        "verse_id": 449
    },
    {
        "authorName": "Swami Tejomayananda",
        "author_id": 17,
        "description": "।।11.35।। संजय ने कहा -- केशव भगवान् के इस वचन को सुनकर मुकुटधारी अर्जुन हाथ जोड़े हुए, कांपता हुआ नमस्कार करके पुन: भयभीत हुआ श्रीकृष्ण के प्रति गद्गद् वाणी से बोला।।\n ",
        "id": 3138,
        "lang": "hindi",
        "language_id": 2,
        "verseNumber": 449,
        "verse_id": 449
    },
    {
        "authorName": "Swami Adidevananda",
        "author_id": 18,
        "description": "Sanjaya said, Having heard this speech of Krsna, Arjuna did Him obeisance; and trembling with awe, he bowed down again, and with folded palms, his voice choked with emotion, he spoke to Krsna.",
        "id": 3139,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 449,
        "verse_id": 449
    },
    {
        "authorName": "Swami Gambirananda",
        "author_id": 19,
        "description": "Sanjaya said: Hearing this utterance of Kesava, Kiriti (Arjuna), with joined palms and trembling, prostrated himself, and then, with a faltering voice, bowed down and overcome by fits of fear, said again to Krsna:",
        "id": 3140,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 449,
        "verse_id": 449
    },
    {
        "authorName": "Swami Sivananda",
        "author_id": 16,
        "description": "Sanjaya said, Having heard that speech of Lord Krishna, Arjuna, with joined palms, trembling, prostrated himself, again addressing Krishna in a choked voice, bowing down, overwhelmed with fear.",
        "id": 3141,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 449,
        "verse_id": 449
    },
    {
        "authorName": "Dr. S. Sankaranarayan",
        "author_id": 20,
        "description": "Sanjaya said, On hearing this speech of Kesava, the crowned-prince Arjuna had his palms folded; trembling, he prostrated himself to Krsna; stammering, and very much afraid, he bowed down and spoke to Him again.",
        "id": 3142,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 449,
        "verse_id": 449
    },
    {
        "authorName": "Shri Purohit Swami",
        "author_id": 21,
        "description": "Sanjaya continued: \"Having heard these words from the Lord Shri Krishna, the Prince Arjuna, with folded hands trembling, prostrated himself and with a choked voice, bowing down again and again, and overwhelmed with awe, once more addressed the Lord.",
        "id": 3143,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 449,
        "verse_id": 449
    }
]