[
    {
        "authorName": "Swami Ramsukhdas",
        "author_id": 1,
        "description": "।।11.36।। अर्जुन बोले -- हे अन्तर्यामी भगवन् ! आपके नाम, गुण, लीलाका कीर्तन करनेसे यह सम्पूर्ण जगत् हर्षित हो रहा है और अनुराग(-प्रेम-) को प्राप्त हो रहा है। आपके नाम, गुण आदिके कीर्तनसे भयभीत होकर राक्षसलोग दसों दिशाओंमें भागते हुए जा रहे हैं और सम्पूर्ण सिद्धगण आपको नमस्कार कर रहे हैं। यह सब होना उचित ही है।",
        "id": 3144,
        "lang": "hindi",
        "language_id": 2,
        "verseNumber": 450,
        "verse_id": 450
    },
    {
        "authorName": "Swami Tejomayananda",
        "author_id": 17,
        "description": "।।11.36।। अर्जुन ने कहा -- यह योग्य ही है कि आपके कीर्तन से जगत् अति हर्षित होता है और अनुराग को भी प्राप्त होता है। भयभीत राक्षस लोग समस्त दिशाओं में भागते हैं और समस्त सिद्धगणों के समुदाय आपको नमस्कार करते हैं।।",
        "id": 3145,
        "lang": "hindi",
        "language_id": 2,
        "verseNumber": 450,
        "verse_id": 450
    },
    {
        "authorName": "Swami Adidevananda",
        "author_id": 18,
        "description": "Arjuna said, Rightly it is, O Krsna, that Your praise should move the world to joy and love. The rakshasas flee in fear on all sides, and all the hosts of siddhas bow down to You.",
        "id": 3146,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 450,
        "verse_id": 450
    },
    {
        "authorName": "Swami Gambirananda",
        "author_id": 19,
        "description": "Arjuna said, \"O Hrsikesa, it is proper that the world be delighted and attracted by Your praise; that the Raksasas, stricken with fear, run in all directions; and that all the groups of the Siddhas bow down to You.\"",
        "id": 3147,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 450,
        "verse_id": 450
    },
    {
        "authorName": "Swami Sivananda",
        "author_id": 16,
        "description": "Arjuna said, \"It is fitting, O Krishna, that the world delights and rejoices in Your praise; demons fly in fear in all directions and the hosts of the perfected ones bow to You.\"",
        "id": 3148,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 450,
        "verse_id": 450
    },
    {
        "authorName": "Dr. S. Sankaranarayan",
        "author_id": 20,
        "description": "Arjuna said, \"O Lord of sense-organs (Krsna)! The universe is rightly rejoicing and feeling exceedingly delighted by Your high glory; the demons are fleeing in fear in all directions; and the hosts of the perfected ones are bowing down to You.\"",
        "id": 3149,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 450,
        "verse_id": 450
    },
    {
        "authorName": "Shri Purohit Swami",
        "author_id": 21,
        "description": "Arjuna said: My Lord! It is natural for the world to revel and rejoice when singing praises of Your glory; the demons fly in fear and the saints offer You their salutations.",
        "id": 3150,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 450,
        "verse_id": 450
    }
]