[
    {
        "authorName": "Swami Ramsukhdas",
        "author_id": 1,
        "description": "।।11.38।। आप ही आदिदेव और पुराणपुरुष हैं तथा आप ही इस संसारके परम आश्रय हैं। आप ही सबको जाननेवाले, जाननेयोग्य और परमधाम हैं। हे अनन्तरूप ! आपसे ही सम्पूर्ण संसार व्याप्त है।",
        "id": 3158,
        "lang": "hindi",
        "language_id": 2,
        "verseNumber": 452,
        "verse_id": 452
    },
    {
        "authorName": "Swami Tejomayananda",
        "author_id": 17,
        "description": "।।11.38।। आप आदिदेव और पुराण (सनातन) पुरुष हैं। आप इस जगत् के परम आश्रय, ज्ञाता, ज्ञेय, (जानने योग्य) और परम धाम हैं। हे अनन्तरूप आपसे ही यह विश्व व्याप्त है।।\n ",
        "id": 3159,
        "lang": "hindi",
        "language_id": 2,
        "verseNumber": 452,
        "verse_id": 452
    },
    {
        "authorName": "Swami Adidevananda",
        "author_id": 18,
        "description": "(a) You are the Primal God and the Ancient One. You are the Supreme resting place of the universe...\n(b)...You are the Knower and the object of knowledge, and the Supreme Abode. Through You, O infinite of form, is this universe pervaded.",
        "id": 3160,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 452,
        "verse_id": 452
    },
    {
        "authorName": "Swami Gambirananda",
        "author_id": 19,
        "description": "You are the primal Deity, the ancient Person; You are the supreme Refuge of this world. You are the knower and the object of knowledge, and the supreme Abode. O You of infinite forms, You pervade the Universe!",
        "id": 3161,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 452,
        "verse_id": 452
    },
    {
        "authorName": "Swami Sivananda",
        "author_id": 16,
        "description": "You are the primal God, the ancient Purusha, the supreme refuge of this universe, the knower, the knowable, and the supreme Abode. Through You, the universe is pervaded, O Being of infinite forms.",
        "id": 3162,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 452,
        "verse_id": 452
    },
    {
        "authorName": "Dr. S. Sankaranarayan",
        "author_id": 20,
        "description": "You are the Primal God; You are the Ancient Soul; You are the transcendent place of rest for this universe; You are the knower and the knowable; You are the Highest Abode; and the universe with its infinite forms is pervaded by You.",
        "id": 3163,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 452,
        "verse_id": 452
    },
    {
        "authorName": "Shri Purohit Swami",
        "author_id": 21,
        "description": "You are the Primal God, the Ancient One, the Supreme Abode of this universe, the Knower, the Knowledge, and the Final Home. You fill everything. Your form is infinite.",
        "id": 3164,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 452,
        "verse_id": 452
    }
]