[
    {
        "authorName": "Swami Ramsukhdas",
        "author_id": 1,
        "description": "।।11.39।। आप ही वायु, यमराज, अग्नि, वरुण, चन्द्रमा, दक्ष आदि प्रजापति और प्रपितामह (ब्रह्माजीके भी पिता) हैं। आपको हजारों बार नमस्कार हो! नमस्कार हो ! ! और फिर भी आपको बार-बार नमस्कार हो ! नमस्कार हो !",
        "id": 3165,
        "lang": "hindi",
        "language_id": 2,
        "verseNumber": 453,
        "verse_id": 453
    },
    {
        "authorName": "Swami Tejomayananda",
        "author_id": 17,
        "description": "।।11.39।। आप वायु, यम, अग्नि, वरुण, चन्द्रमा, प्रजापति (ब्रह्मा) और प्रपितामह (ब्रह्मा के भी कारण) हैं; आपके लिए सहस्र बार नमस्कार, नमस्कार है, पुन: आपको बारम्बार नमस्कार, नमस्कार है।।\n ",
        "id": 3166,
        "lang": "hindi",
        "language_id": 2,
        "verseNumber": 453,
        "verse_id": 453
    },
    {
        "authorName": "Swami Adidevananda",
        "author_id": 18,
        "description": "(a) You are Yayu, Yama, Agni, Varuna, Sashanka, Prajapati, and the great-grandsire.\n(b) Hail to You a thousand times! Hail to You again and yet again!",
        "id": 3167,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 453,
        "verse_id": 453
    },
    {
        "authorName": "Swami Gambirananda",
        "author_id": 19,
        "description": "You are air, death, fire, the god of the waters, the moon, the Lord of creatures, and the great-grandfather. Salutations to you a thousand times! Salutations to you again and again! Salutations!",
        "id": 3168,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 453,
        "verse_id": 453
    },
    {
        "authorName": "Swami Sivananda",
        "author_id": 16,
        "description": "You are Vayu, Yama, Agni, Varuna, the moon, the Creator, and the great-grandfather. I offer my salutations to You a thousand times, and again I offer my salutations to You.",
        "id": 3169,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 453,
        "verse_id": 453
    },
    {
        "authorName": "Dr. S. Sankaranarayan",
        "author_id": 20,
        "description": "You are Vayu, Yama, Agni, Varuna, the Moon, Prajapati, and the great-paternal-grandfather; I offer salutations to You a thousand times, and again, even more salutations to You.",
        "id": 3170,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 453,
        "verse_id": 453
    },
    {
        "authorName": "Shri Purohit Swami",
        "author_id": 21,
        "description": "You are the wind, you are death, you are the fire, the water, the moon, the father, and the grandfather. Honor and glory to you a thousand and a thousand times! Again and again, salutations to you, O my Lord!",
        "id": 3171,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 453,
        "verse_id": 453
    }
]