[
    {
        "authorName": "Swami Ramsukhdas",
        "author_id": 1,
        "description": "।।11.41 -- 11.42।। आपकी  महिमा और स्वरूपको न जानते हुए 'मेरे सखा हैं' ऐसा मानकर मैंने प्रमादसे अथवा प्रेमसे भी हठपूर्वक (बिना सोचे-समझे) 'हे कृष्ण ! हे यादव ! हे सखे !' इस प्रकार जो कुछ कहा है; और हे अच्युत ! हँसी-दिल्लगीमें, चलते-फिरते, सोते-जागते, उठते-बैठते, खाते-पीते समयमें अकेले अथवा उन सखाओं, कुटुम्बियों आदिके सामने मेरे द्वारा आपका जो कुछ तिरस्कार किया गया है, वह सब अप्रमेस्वरूप आपसे मैं क्षमा करवाता हूँ ।",
        "id": 3186,
        "lang": "hindi",
        "language_id": 2,
        "verseNumber": 456,
        "verse_id": 456
    },
    {
        "authorName": "Swami Tejomayananda",
        "author_id": 17,
        "description": "।।11.42।। और, हे अच्युत! जो आप मेरे द्वारा हँसी के लिये बिहार, शय्या, आसन और भोजन के समय अकेले में अथवा अन्यों के समक्ष भी अपमानित किये गये हैं, उन सब के लिए अप्रमेय स्वरूप आप से मैं क्षमायाचना करता हूँ।।\n ",
        "id": 3187,
        "lang": "hindi",
        "language_id": 2,
        "verseNumber": 456,
        "verse_id": 456
    },
    {
        "authorName": "Swami Adidevananda",
        "author_id": 18,
        "description": "And whatever disrespect has been shown to You in jest, while playing, resting, sitting, or eating, whether alone or in the presence of others, O Acyuta—I implore You for forgiveness, You who are incomprehensible.",
        "id": 3188,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 456,
        "verse_id": 456
    },
    {
        "authorName": "Swami Gambirananda",
        "author_id": 19,
        "description": "And that You have been discourteously treated out of fun—while walking, while on a bed, while on a seat, while eating, in privacy, or, O Acyuta, even in public—for that, I beg pardon of You, the incomprehensible One.",
        "id": 3189,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 456,
        "verse_id": 456
    },
    {
        "authorName": "Swami Sivananda",
        "author_id": 16,
        "description": "In whatever way I may have insulted You for the sake of fun, while at play, reposing, sitting, or at meals, when alone (with You), O Krishna, or in company, that I implore You, immeasurable one, to forgive.",
        "id": 3190,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 456,
        "verse_id": 456
    },
    {
        "authorName": "Dr. S. Sankaranarayan",
        "author_id": 20,
        "description": "Whatever disrespect I have shown to You, making fun of You in the course of play, or while on the bed, or on the seat, or at meals, either alone or in the presence of respectable persons—for that, I beg pardon of You, the Unconceivable One, O Acyuta!",
        "id": 3191,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 456,
        "verse_id": 456
    },
    {
        "authorName": "Shri Purohit Swami",
        "author_id": 21,
        "description": "Whatever insults I have offered to You in jest, in sport, in repose, in conversation, or at a banquet, alone or in a crowd, I ask for Your forgiveness for them all, O You Who are without equal!",
        "id": 3192,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 456,
        "verse_id": 456
    }
]