[
    {
        "authorName": "Swami Ramsukhdas",
        "author_id": 1,
        "description": "।।11.43।। आप ही इस चराचर संसारके पिता हैं, आप ही पूजनीय हैं और आप ही गुरुओंके महान् गुरु हैं। हे अनन्त प्रभावशाली भगवन् ! इस त्रिलोकीमें आपके समान भी दूसरा कोई नहीं है, फिर अधिक तो हो ही कैसे सकता है !",
        "id": 3193,
        "lang": "hindi",
        "language_id": 2,
        "verseNumber": 457,
        "verse_id": 457
    },
    {
        "authorName": "Swami Tejomayananda",
        "author_id": 17,
        "description": "।।11.43।। आप इस चराचर जगत् के पिता, पूजनीय और सर्वश्रेष्ठ गुरु हैं। हे अप्रितम प्रभाव वाले भगवन्! तीनों लोकों में आपके समान भी कोई नहीं हैं, तो फिर आपसे अधिक श्रेष्ठ कैसे होगा?।।\n ",
        "id": 3194,
        "lang": "hindi",
        "language_id": 2,
        "verseNumber": 457,
        "verse_id": 457
    },
    {
        "authorName": "Swami Adidevananda",
        "author_id": 18,
        "description": "You are the father of this world, of all that moves and does not move. You are its teacher and the one most worthy of reverence. There is none equal to You. How then could there be in the three worlds another greater than You, O Being of matchless greatness?",
        "id": 3195,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 457,
        "verse_id": 457
    },
    {
        "authorName": "Swami Gambirananda",
        "author_id": 19,
        "description": "You are the Father of all beings, both moving and non-moving; to You, the Teacher, are they worthy of worship, and You are greater than a teacher. There is none equal to You; how can there be anyone greater even in all the three worlds, O You of unrivaled power?",
        "id": 3196,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 457,
        "verse_id": 457
    },
    {
        "authorName": "Swami Sivananda",
        "author_id": 16,
        "description": "Thou art the Father of this world, both moving and unmoving. Thou art to be adored by this world; Thou, the greatest Guru; for none exists who is equal to Thee; how then could there be another superior to Thee in the three worlds, O Being of unrivaled power?",
        "id": 3197,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 457,
        "verse_id": 457
    },
    {
        "authorName": "Dr. S. Sankaranarayan",
        "author_id": 20,
        "description": "You are the father of the world of the moving and the unmoving; you are the great preceptor of this universe; in the triad of worlds, there is no one equal to you—how can there be anyone else superior, having greatness not comprehended?",
        "id": 3198,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 457,
        "verse_id": 457
    },
    {
        "authorName": "Shri Purohit Swami",
        "author_id": 21,
        "description": "For you are the Father of all things movable and immovable, the Worshipful, the Master of Masters! In all the worlds, there is none equal to you; how then could there be one superior, O you who stand alone, Supreme?",
        "id": 3199,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 457,
        "verse_id": 457
    }
]