[
    {
        "authorName": "Swami Ramsukhdas",
        "author_id": 1,
        "description": "।।11.44।। इसलिये शरीरसे लम्बा पड़कर स्तुति करनेयोग्य आप ईश्वरको मैं प्रणाम करके प्रसन्न करना चाहता हूँ। जैसे पिता पुत्रके, मित्र मित्रके और पति पत्नीके अपमानको सह लेता है, ऐसे ही हे देव ! आप मेरे द्वारा किया गया अपमान सहनेमें समर्थ हैं।",
        "id": 3200,
        "lang": "hindi",
        "language_id": 2,
        "verseNumber": 458,
        "verse_id": 458
    },
    {
        "authorName": "Swami Tejomayananda",
        "author_id": 17,
        "description": "।।11.44।। इसलिये हे भगवन्! मैं शरीर के द्वारा साष्टांग प्रणिपात करके स्तुति के योग्य आप ईश्वर को प्रसन्न होने के लिये प्रार्थना करता हूँ। हे देव! जैसे पिता पुत्र के, मित्र अपने मित्र के और प्रिय अपनी प्रिया के(अपराध को क्षमा करता है), वैसे ही आप भी मेरे अपराधों को क्षमा कीजिये।।\n ",
        "id": 3201,
        "lang": "hindi",
        "language_id": 2,
        "verseNumber": 458,
        "verse_id": 458
    },
    {
        "authorName": "Swami Adidevananda",
        "author_id": 18,
        "description": "Therefore, bowing down and prostrating my body, I implore Your mercy, O adorable Lord. As a father listens to his son or a friend to his friend, it is fitting, O Lord, that You, who are dear to me, should bear with me who am dear to You.",
        "id": 3202,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 458,
        "verse_id": 458
    },
    {
        "authorName": "Swami Gambirananda",
        "author_id": 19,
        "description": "Therefore, by bowing down and prostrating my body, I seek to propitiate You who are God and are adorable. O Lord, You should forgive my faults as a father would forgive the faults of a son, as a friend would forgive the faults of a friend, and as a lover would forgive the faults of a beloved.",
        "id": 3203,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 458,
        "verse_id": 458
    },
    {
        "authorName": "Swami Sivananda",
        "author_id": 16,
        "description": "Therefore, bowing down and prostrating my body, I crave Thy forgiveness, O adorable Lord. As a father forgives his son, a friend his dear friend, a lover his beloved, even so may Thou forgive me, O God.",
        "id": 3204,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 458,
        "verse_id": 458
    },
    {
        "authorName": "Dr. S. Sankaranarayan",
        "author_id": 20,
        "description": "Hence, paying homage and prostrating my body, I solicit grace from You, the praiseworthy Lord. O God! Be pleased to bear with me, just as a beloved father would with his beloved son, and just as a dear friend would with his dear friend.",
        "id": 3205,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 458,
        "verse_id": 458
    },
    {
        "authorName": "Shri Purohit Swami",
        "author_id": 21,
        "description": "Therefore, I prostrate myself before You, O Lord! Most Adorable! I salute You, and I ask for Your blessing. Only You can be trusted to bear with me, like a father to a son, like a friend to a friend, and like a lover to his beloved.",
        "id": 3206,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 458,
        "verse_id": 458
    }
]