[
    {
        "authorName": "Swami Ramsukhdas",
        "author_id": 1,
        "description": "।।11.45।। मैंने ऐसा रुप पहले कभी नहीं देखा। इस रूपको देखकर मैं हर्षित हो रहा हूँ और (साथ-ही-साथ) भयसे मेरा मन अत्यन्त व्यथित हो रहा है। अतः आप मुझे अपने उसी देवरूपको (सौम्य विष्णुरूपको)  दिखाइये। हे देवेश ! हे जगन्निवास ! आप प्रसन्न होइये।",
        "id": 3207,
        "lang": "hindi",
        "language_id": 2,
        "verseNumber": 459,
        "verse_id": 459
    },
    {
        "authorName": "Swami Tejomayananda",
        "author_id": 17,
        "description": "।।11.45।। मैं आपके इस अदृष्टपूर्व रूप को देखकर हर्षित हो रहा हूँ और मेरा मन भय से अतिव्याकुल भी हो रहा हैं। इसलिए हे देव! आप उस पूर्वकाल को ही मुझे दिखाइये। हे देवेश! हे जगन्निवास! आप प्रसन्न होइये।।\n ",
        "id": 3208,
        "lang": "hindi",
        "language_id": 2,
        "verseNumber": 459,
        "verse_id": 459
    },
    {
        "authorName": "Swami Adidevananda",
        "author_id": 18,
        "description": "Seeing something never seen before, I am delighted. But my mind is also filled with awe. Show me, O Lord! Your other form. O Lord of the gods! Be gracious, O Abode of the universe!",
        "id": 3209,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 459,
        "verse_id": 459
    },
    {
        "authorName": "Swami Gambirananda",
        "author_id": 19,
        "description": "I am delighted by seeing something I have not seen before, and my mind is stricken with fear. O Lord, show me that very form; O Supreme God, O Abode of the Universe, be gracious!",
        "id": 3210,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 459,
        "verse_id": 459
    },
    {
        "authorName": "Swami Sivananda",
        "author_id": 16,
        "description": "I am delighted, having seen something never seen before; yet my mind is distressed with fear. Show me that form only, O God; have mercy, O God of gods, O Abode of the universe.",
        "id": 3211,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 459,
        "verse_id": 459
    },
    {
        "authorName": "Dr. S. Sankaranarayan",
        "author_id": 20,
        "description": "I am thrilled by what I have not seen before; my mind is greatly distressed with fear; show me Your usual form, O God! Lord of gods! O Abode of the worlds!",
        "id": 3212,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 459,
        "verse_id": 459
    },
    {
        "authorName": "Shri Purohit Swami",
        "author_id": 21,
        "description": "I rejoice that I have seen what no man has ever seen before; yet, O Lord! I am overwhelmed with fear. Please take on the form I know. Be merciful, O Lord! You who are the home of the entire universe.",
        "id": 3213,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 459,
        "verse_id": 459
    }
]