[
    {
        "authorName": "Swami Ramsukhdas",
        "author_id": 1,
        "description": "।।11.48।। हे कुरुप्रवीर! मनुष्यलोकमें इस प्रकारके विश्वरूपवाला मैं न वेदोंके पढ़नेसे, न यज्ञोंके अनुष्ठानसे, न दानसे, न उग्र तपोंसे और न मात्र क्रियाओंसे तेरे (कृपापात्रके) सिवाय और किसीके द्वारा देखा जाना शक्य हूँ।",
        "id": 3228,
        "lang": "hindi",
        "language_id": 2,
        "verseNumber": 462,
        "verse_id": 462
    },
    {
        "authorName": "Swami Tejomayananda",
        "author_id": 17,
        "description": "।।11.48।। हे कुरुप्रवीर! तुम्हारे अतिरिक्त इस मनुष्य लोक में किसी अन्य के द्वारा मैं इस रूप में, न वेदाध्ययन और न यज्ञ, न दान और न (धार्मिक) क्रियायों के द्वारा और न उग्र तपों के द्वारा ही देखा जा सकता हूँ।।\n ",
        "id": 3229,
        "lang": "hindi",
        "language_id": 2,
        "verseNumber": 462,
        "verse_id": 462
    },
    {
        "authorName": "Swami Adidevananda",
        "author_id": 18,
        "description": "Neither through the study of the Vedas, nor by sacrifices, nor by recitations of the scriptures, nor by gifts, nor by rituals, nor by strict austerities can I be realized in a form like this in the world of men by anyone else but you. O Arjuna!",
        "id": 3230,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 462,
        "verse_id": 462
    },
    {
        "authorName": "Swami Gambirananda",
        "author_id": 19,
        "description": "Not by the study of the Vedas and sacrifices, not by gifts, not even by rituals, nor by severe austerities, can I, in this form, be perceived in the human world by anyone other than you, O most valiant among the Kurus, who has not received My grace.",
        "id": 3231,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 462,
        "verse_id": 462
    },
    {
        "authorName": "Swami Sivananda",
        "author_id": 16,
        "description": "Neither by the study of the Vedas, nor by gifts, nor by sacrifices, nor by severe austerities, can I be seen in this form in the world of men by any other than yourself, O great hero of the Kurus (Arjuna).",
        "id": 3232,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 462,
        "verse_id": 462
    },
    {
        "authorName": "Dr. S. Sankaranarayan",
        "author_id": 20,
        "description": "Not by the knowledge of the Vedas and sacrifices, nor by making gifts, nor by the rituals, nor by severe austerities, can I be seen in this form in the world of men by anyone other than yourself, O great hero of the Kurus!",
        "id": 3233,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 462,
        "verse_id": 462
    },
    {
        "authorName": "Shri Purohit Swami",
        "author_id": 21,
        "description": "It is not possible for man on earth to see what thou hast seen, O thou foremost hero of the Kuru-clan, through study of the scriptures, sacrifice or gift, ritual or rigorous austerity!",
        "id": 3234,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 462,
        "verse_id": 462
    }
]