[
    {
        "authorName": "Swami Ramsukhdas",
        "author_id": 1,
        "description": "।।11.49।। यह इस प्रकारका मेरा घोररूप देखकर तेरेको व्यथा नहीं होनी चाहिये और मूढ़भाव भी नहीं होना चाहिये। अब निर्भय और प्रसन्न मनवाला होकर तू फिर उसी मेरे इस (चतुर्भुज) रूपको अच्छी तरह देख ले।",
        "id": 3235,
        "lang": "hindi",
        "language_id": 2,
        "verseNumber": 463,
        "verse_id": 463
    },
    {
        "authorName": "Swami Tejomayananda",
        "author_id": 17,
        "description": "।।11.49।। इस प्रकार मेरे इस घोर रूप को देखकर तुम व्यथा और मूढ़भाव को मत प्राप्त हो। निर्भय और प्रसन्नचित्त होकर तुम पुन: मेरे उसी (पूर्व के) रूप को देखो।।\n ",
        "id": 3236,
        "lang": "hindi",
        "language_id": 2,
        "verseNumber": 463,
        "verse_id": 463
    },
    {
        "authorName": "Swami Adidevananda",
        "author_id": 18,
        "description": "You need not fear any longer, nor be perplexed, looking upon this awe-inspiring form of Mine. Free from fear and with a gladdened heart, behold once again that other form of Mine.",
        "id": 3237,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 463,
        "verse_id": 463
    },
    {
        "authorName": "Swami Gambirananda",
        "author_id": 19,
        "description": "May you have no fear, and may there be no bewilderment upon seeing this form of Mine so terrible. Becoming free from fear and gladdened in mind once again, behold this earlier form of Mine.",
        "id": 3238,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 463,
        "verse_id": 463
    },
    {
        "authorName": "Swami Sivananda",
        "author_id": 16,
        "description": "Do not be afraid, nor be bewildered on seeing such a terrible form of Mine; with your fear dispelled and with a gladdened heart, now behold again this former form of Mine.",
        "id": 3239,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 463,
        "verse_id": 463
    },
    {
        "authorName": "Dr. S. Sankaranarayan",
        "author_id": 20,
        "description": "Let there be no distress or bewilderment in you upon seeing this terrifying and violent form of Mine; be free from fear, and with a cheerful heart, behold again this form of Mine which is the same as before.",
        "id": 3240,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 463,
        "verse_id": 463
    },
    {
        "authorName": "Shri Purohit Swami",
        "author_id": 21,
        "description": "Do not be afraid or confused by the terrible vision. Put away your fear and, with a joyful mind, see Me again in My usual form.",
        "id": 3241,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 463,
        "verse_id": 463
    }
]