[
    {
        "authorName": "Swami Ramsukhdas",
        "author_id": 1,
        "description": "।।11.50।। सञ्जय बोले -- वासुदेवभगवान् ने अर्जुनसे ऐसा कहकर फिर उसी प्रकारसे अपना रूप (देवरूप) दिखाया और महात्मा श्रीकृष्णने पुनः सौम्यवपु (द्विभुजरूप) होकर इस भयभीत अर्जुनको आश्वासन दिया।",
        "id": 3242,
        "lang": "hindi",
        "language_id": 2,
        "verseNumber": 464,
        "verse_id": 464
    },
    {
        "authorName": "Swami Tejomayananda",
        "author_id": 17,
        "description": "।।11.50।। संजय ने कहा -- भगवान् वासुदेव ने अर्जुन से इस प्रकार कहकर, पुन: अपने (पूर्व) रूप को दर्शाया, और फिर, सौम्यरूप महात्मा श्रीकृष्ण ने इस भयभीत अर्जुन को आश्वस्त किया।।\n ",
        "id": 3243,
        "lang": "hindi",
        "language_id": 2,
        "verseNumber": 464,
        "verse_id": 464
    },
    {
        "authorName": "Swami Adidevananda",
        "author_id": 18,
        "description": "Sanjaya said, Having thus spoken to Arjuna, Sri Krsna once more revealed His own form. The Mahatman, assuming a benign form again, reassured him who had been struck with awe.",
        "id": 3244,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 464,
        "verse_id": 464
    },
    {
        "authorName": "Swami Gambirananda",
        "author_id": 19,
        "description": "Sanjaya said, Thus, having spoken to Arjuna in that manner, Vasudeva showed His own form again. And He, the exalted One, reassured this terrified one by again becoming serene in his form.",
        "id": 3245,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 464,
        "verse_id": 464
    },
    {
        "authorName": "Swami Sivananda",
        "author_id": 16,
        "description": "Sanjaya said, Having thus spoken to Arjuna, Krishna again showed His own form. The great Soul, assuming His gentle form, then consoled Arjuna, who was terrified.",
        "id": 3246,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 464,
        "verse_id": 464
    },
    {
        "authorName": "Dr. S. Sankaranarayan",
        "author_id": 20,
        "description": "Having said this to Arjuna, Vasudeva revealed His own tiny form; assuming His gentle body once again, the Mighty Soul (Krsna) consoled the frightened Arjuna.",
        "id": 3247,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 464,
        "verse_id": 464
    },
    {
        "authorName": "Shri Purohit Swami",
        "author_id": 21,
        "description": "Sanjaya continued: \"Having thus spoken to Arjuna, Lord Shri Krishna showed Himself again in His accustomed form; and the Mighty Lord, in gentle tones, softly consoled him who had recently trembled with fear.",
        "id": 3248,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 464,
        "verse_id": 464
    }
]