[
    {
        "authorName": "Swami Ramsukhdas",
        "author_id": 1,
        "description": "।।13.1।। No Commentary ",
        "id": 7795,
        "lang": "hindi",
        "language_id": 2,
        "verseNumber": 490,
        "verse_id": 490
    },
    {
        "authorName": "Swami Chinmayananda",
        "author_id": 2,
        "description": "।।13.1।। गीता की अनेक पाण्डुलिपियों में यह श्लोक नहीं मिलता है? जबकि कुछ अन्य हस्तलिपियों में यह अर्जुन की जिज्ञासा के रूप में दिया हुआ है।प्रकृति और पुरुष भारतीय सांख्य दर्शन के प्रणेता कपिल मुनि जी ने जड़ और चेतन तत्त्वों का निर्देश क्रमश प्रकृति और पुरुष इन दो शब्दों से किया है। इन दोनों के संयोग से ही उस सृष्टि का निर्माण हुआ है इन्हें अर्जुन जानना चाहता है।क्षेत्र और क्षेत्रज्ञ  इन दो शब्दों का अर्थ इस अध्याय की प्रस्तावना में स्पष्ट किया गया है।ज्ञान और ज्ञेय  इस अध्याय में ज्ञान शब्द से तात्पर्य उस शुद्धान्तकरण से हैं? जिसके द्वारा ही आत्मतत्त्व का अनुभव किया जा सकता है। यह आत्मा ही ज्ञेय अर्थात् जानने योग्य वस्तु है।अर्जुन की इस जिज्ञासा के उत्तर को जानना सभी साधकों को लाभदायक होगा। ",
        "id": 7796,
        "lang": "hindi",
        "language_id": 2,
        "verseNumber": 490,
        "verse_id": 490
    },
    {
        "authorName": "Sri Anandgiri",
        "author_id": 3,
        "description": "।।13.1।।प्रथममध्यमयोः षट्कयोस्त्वंतत्पदार्थावुक्तौ? अन्तिमस्तु षट्को वाक्यार्थनिष्ठः सम्यग्धीप्रधानोऽधुनारभ्यते। तत्र क्षेत्राध्यायमन्तिमषट्काद्यमवतितारयिषुव्यवहितं वृत्तं कीर्तयति -- सप्तम इति। प्रकृतिद्वयस्य स्वातन्त्र्यं वारयति -- ईश्वरस्येति। भूमिरित्यादिनोक्ता सत्त्वादिरूपा प्रकृतिरपरेत्यत्र हेतुमाह -- संसारेति। इतस्त्वन्यामित्यादिनोक्तां प्रकृतिमनुक्रामति -- परा चेति। परत्वे हेतुं सूचयति -- ईश्वरात्मिकेति। किमर्थमीश्वरस्य प्रकृतिद्वयमित्याशङ्क्य कारणत्वार्थमित्याह -- याभ्यामिति। वृत्तमनूद्य वर्तिष्यमाणाध्यायारम्भप्रकारमाह -- तत्रेति। व्यवहितेन संबन्धमुक्त्वाऽव्यवहितेन तं विवक्षुरव्यवहितमनुवदति -- अतीतेति। निष्ठोक्तेति संबन्धः। निष्ठामेव व्याचष्टे -- यथेति। वर्तन्ते धर्मजातमनुतिष्ठन्ति तथा पूर्वोक्तेन प्रकारेण सर्वमुक्तमिति योजना। अव्यवहितमेवानूद्य तेनोत्तरस्य संबन्धं संगिरते -- केनेति। तत्त्वज्ञानोक्तेरुक्तार्थेन समुच्चयार्थश्चकारः। जीवानां सुखदुःखादिभेदभाजां प्रतिक्षेत्रं भिन्नानां नाक्षरेणैक्यमित्याशङ्क्य संसारस्यात्मधर्मत्वं निराकृत्य संघातनिष्ठत्वं वक्तुं संघातोत्पत्तिप्रकारमाह -- प्रकृतिश्चेति। भोगश्चापवर्गश्चार्थौ तयोरेव कर्तव्यतयेति यावत्। नन्वनन्तरश्लोके शरीरनिर्देशात्तस्योत्पत्तिर्वक्तव्या किमिति संघातस्योच्यते तत्राह -- सोऽयमिति। उक्तेऽर्थे भगवद्वचनमवतारयति -- तदेतदिति। तत्र द्रष्टृत्वेन संघातदृश्यादन्यमात्मानं निर्दिशति -- इदमिति। उक्तं प्रत्यक्षदृश्यविशिष्टं किंचिदिति शेषः। शरीरस्यात्मनोऽन्यत्वं क्षेत्रनामनिरुक्त्या ब्रूते -- क्षतेति। क्षयो नाशः क्षरणमपक्षयः। यथा क्षेत्रे बीजमुप्तं फलति तद्वदित्याह -- क्षेत्रवद्वेति। क्षेत्रपदादुपरिस्थितमितिपदं क्षेत्रशब्दविषयमन्यथा वैयर्थ्यादित्याह -- इतिशब्द इति। क्षेत्रमित्येवमनेन क्षेत्रशब्देनेत्यर्थः। दृश्यं देहमुक्त्वा ततोऽतिरिक्तं द्रष्टारमाह -- एतदिति। स्वाभाविकं मनुष्योऽहमिति ज्ञानमौपदेशिकं देहो नात्मा दृश्यत्वादित्यादिविभागशः स्वतोऽतिरिक्तत्वेनेत्यर्थः। क्षेत्रमित्यत्रेतिशब्दवदत्रापीतिशब्दस्य क्षेत्रज्ञशब्दविषयत्वमाह -- इतिशब्द इति। क्षेत्रज्ञ इत्येवं क्षेत्रज्ञशब्देन तं प्राहुरिति संबन्धः। प्रवक्तृ़न्प्रश्नपूर्वकमाह -- क इत्यादिना।",
        "id": 7797,
        "lang": "sanskrit",
        "language_id": 3,
        "verseNumber": 490,
        "verse_id": 490
    },
    {
        "authorName": "Sri Dhanpati",
        "author_id": 4,
        "description": "।।13.1।।No commentary.",
        "id": 7798,
        "lang": "sanskrit",
        "language_id": 3,
        "verseNumber": 490,
        "verse_id": 490
    },
    {
        "authorName": "Sri Madhavacharya",
        "author_id": 5,
        "description": "।।13.1।।Sri Madhvacharya did not comment on this sloka. ",
        "id": 7799,
        "lang": "sanskrit",
        "language_id": 3,
        "verseNumber": 490,
        "verse_id": 490
    },
    {
        "authorName": "Sri Neelkanth",
        "author_id": 6,
        "description": "।।13.1।।No commentary.",
        "id": 7800,
        "lang": "sanskrit",
        "language_id": 3,
        "verseNumber": 490,
        "verse_id": 490
    },
    {
        "authorName": "Sri Ramanujacharya",
        "author_id": 7,
        "description": "।।13.1।।श्रीभगवानुवाच -- इदं शरीरं देवः अहम्? मनुष्यः अहम्? स्थूलः अहम्? कृशः अहम्? इति आत्मना भोक्त्रा सह सामानाधिकरण्येन प्रतीयमानं भोक्तुः आत्मनः अर्थान्तरभूतं तस्य भोगक्षेत्रम् इति शरीरयाथात्म्यविद्भिः अभिधीयते।एतद् अवयवशः संघातरूपेण च इदम् अहं वेद्मि इति यो वेत्ति तं वेद्यभूताद् अस्माद् वेदितृत्वेन अर्थान्तरभूतं क्षेत्रज्ञ इति तद्विदः  -- आत्मयाथात्म्यविदः प्राहुः।यद्यपि देहव्यतिरिक्तघटाद्यर्थानुसंधानवेलायाम् देवः अहम्? मनुष्यः अहम्? घटादिकं जानामि इति देहसामानाधिकरण्येन ज्ञातारम् आत्मानम् अनुसंधत्ते तथापि देहानुभववेलायां देहम् अपि घटादिकम् इव इदम् अहं वेद्मि इति वेद्यतया वेदिता अनुभवति इति वेत्तुः आत्मनो वेद्यतया शरीरम् अपि घटादिवद् अर्थान्तरभूतम् तथा घटादेः इव वेद्यभूतात् शरीराद् अपि वेदिता क्षेत्रज्ञः अर्थान्तरभूतः।सामानाधिकरण्येन प्रतीतिः तु वस्तुतः शरीरस्य गोत्वादिवद् आत्मविशेषणतैकस्वभावतया तदपृथक्सिद्धेः उपपन्ना। तत्र वेदितुः असाधारणाकारस्य चक्षुरादिकरणाविषयत्वाद् योगसंस्कृतमनोविषयत्वात् च? प्रकृतिसन्निधानाद् एव मूढाः प्रकृत्याकारम् एव वेदितारं पश्यन्ति। तथा च वक्ष्यति -- उत्क्रामन्तं स्थितं वापि भुञ्जानंवा गुणान्वितम्। विमूढा नानुपश्यन्ति पश्यन्ति ज्ञानचक्षुषः।। (गीता 15।10) इति।",
        "id": 7801,
        "lang": "sanskrit",
        "language_id": 3,
        "verseNumber": 490,
        "verse_id": 490
    },
    {
        "authorName": "Sri Sridhara Swami",
        "author_id": 8,
        "description": "।।13.1।।No commentary.",
        "id": 7802,
        "lang": "sanskrit",
        "language_id": 3,
        "verseNumber": 490,
        "verse_id": 490
    },
    {
        "authorName": "Sri Vedantadeshikacharya Venkatanatha",
        "author_id": 9,
        "description": "।।13.1।।No commentary.",
        "id": 7803,
        "lang": "sanskrit",
        "language_id": 3,
        "verseNumber": 490,
        "verse_id": 490
    },
    {
        "authorName": "Sri Abhinavgupta",
        "author_id": 10,
        "description": "।।13.1।।No commentary.",
        "id": 7804,
        "lang": "sanskrit",
        "language_id": 3,
        "verseNumber": 490,
        "verse_id": 490
    },
    {
        "authorName": "Sri Jayatritha",
        "author_id": 11,
        "description": "।।13.1।।Sri Jayatirtha did not comment on this sloka.",
        "id": 7805,
        "lang": "sanskrit",
        "language_id": 3,
        "verseNumber": 490,
        "verse_id": 490
    },
    {
        "authorName": "Sri Madhusudan Saraswati",
        "author_id": 12,
        "description": "।।13.1।।No commentary.",
        "id": 7806,
        "lang": "sanskrit",
        "language_id": 3,
        "verseNumber": 490,
        "verse_id": 490
    },
    {
        "authorName": "Sri Purushottamji",
        "author_id": 13,
        "description": "।।13.1।।ये यथोक्तप्रकारेण मां भजन्ति विचक्षणाः। अनन्यमनसस्ते मे प्रियास्तानुद्धराम्यम्।।1।।\t इत्युक्तिं समुपाकर्ण्य तज्जिज्ञासुर्धनञ्जयः। प्रभुं विज्ञापयामास प्रेमविह्वलितः सुधीः।।2।।अथ प्रपञ्चादिसर्वस्वरूपज्ञानाभावे भक्तिः कथं स्यात् इति तज्ज्ञानं पृच्छति -- प्रकृतिमिति। प्रकृतिं पूर्वोक्तां स्वशक्तिरूपां? पुरुषं च स्वांशं जीवं? क्षेत्रं सर्वोत्पत्तिस्थानं? क्षेत्रज्ञं? तत्स्वरूपज्ञं? ज्ञानं ज्ञानस्वरूपं? ज्ञेयं तेन ज्ञानेन प्राप्यं सर्वं हे केशव ब्रह्मशिवयोरपि मोक्षद अहं भक्त्यर्थं वेदितुमिच्छामि।",
        "id": 7807,
        "lang": "sanskrit",
        "language_id": 3,
        "verseNumber": 490,
        "verse_id": 490
    },
    {
        "authorName": "Sri Shankaracharya",
        "author_id": 14,
        "description": " ।।13.1।। -- No Commentary",
        "id": 7808,
        "lang": "sanskrit",
        "language_id": 3,
        "verseNumber": 490,
        "verse_id": 490
    },
    {
        "authorName": "Sri Vallabhacharya",
        "author_id": 15,
        "description": "।।13.1।।Sri Vallabhacharya did not comment on this sloka.",
        "id": 7809,
        "lang": "sanskrit",
        "language_id": 3,
        "verseNumber": 490,
        "verse_id": 490
    },
    {
        "authorName": "Swami Sivananda",
        "author_id": 16,
        "description": "13.1 प्रकृतिम् the Prakriti (matter)? पुरुषम् the Purusha (Spirit or Soul)? च and? एव even? क्षेत्रम् the field? क्षेत्रज्ञम् the knower of the field? एव even? च and? एतत् this? वेदितुम् to know? इच्छामि (I) wish? ज्ञानम् knowledge? ज्ञेयम् what ought to be known? च and? केशव O Kesava.Commentary In some of the books you will not find this verse. If you include this verse also? the number of verses of the Bhagavad Gita will come to 701. Some commentators look upon this verse as an interpolation.We have come to the beginning of the third section of the Gita. Essentially the same knowledge is taught in this section but there are more details.This discourse on Kshetra (matter) is commenced with a view to determine the essential nature of the possessor of the two Prakritis (Natures)? the lower and the higher? described in chapter VII? verses 4 and 5.In the previous discourse a description of the devotee who is dear to the Lord is given from verse 13 to the end. Now the estion arises What sort of knowledge of Truth should he possess The answer is given in this discourse.Nature is composed of the three alities. It transforms itself into the body? senses and the sensual objects to serve the two purposes of the individual soul? viz.? Bhoga (enjoyment) and Apavarga (liberation).The Gita is divided into three sections illustrative of the three words of the Mahavakya or Great Sentence of the Sama Veda -- TatTvamAsi (That thou art). In accordance with this view the first six chapters deal with the path of action or Karma Yoga and the nature of the thou (TvamPada). The next six chapters explain the path of devotion or Bhakti Yoga and the nature of That (TatPada). The last six chapters treat of the path of knowledge or Jnana Yoga and the nature of the middle term art (AsiPada) which establishes the identity of the individual and the Supreme Soul (Jiva Brahma Aikyam).Arjuna now wishes to know in detail the difference between Prakriti and Purusha (Matter and Spirit). He desires to have a discriminative knowledge of the difference between them.",
        "id": 7810,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 490,
        "verse_id": 490
    }
]