[
    {
        "authorName": "Swami Ramsukhdas",
        "author_id": 1,
        "description": " 2.41।। व्याख्या-- 'व्यवसायात्मिका बुद्धिरेकेह कुरुनन्दन'-- कर्मयोगी साधकका ध्येय (लक्ष्य) जिस समताको प्राप्त करना रहता है, वह समता परमात्माका स्वरूप है। उस परमात्मस्वरूप समताकी प्राप्तिके लिये अन्तःकरणकी समता साधन है, अन्तःकरणकी समतामें संसारका राग बाधक है। उस रागको हटानेका अथवा परमात्मतत्त्वको प्राप्त करनेका जो एक निश्चय है, उसका नाम है--व्यवसायात्मिका बुद्धि। व्यवसायात्मिका बुद्धि एक क्यों होती है? कारण कि इसमें सांसारिक वस्तु, पदार्थ आदिकी कामनाका त्याग होता है। यह त्याग एक हीहोता है, चाहे धनकी कामनाका त्याग करें चाहे मान-बड़ाईकी कामनाका त्याग करें। परन्तु ग्रहण करनेमें अनेक चीजें होती है क्योंकि एकएक चीज अनेक तरहकी होती है; जैसे--एक ही मिठाई अनेक तरहकी होती है। अतः इन चीजोँकी कामनाएं भी अनेक, अनन्त होती हैं।",
        "id": 1393,
        "lang": "hindi",
        "language_id": 2,
        "verseNumber": 88,
        "verse_id": 88
    },
    {
        "authorName": "Swami Chinmayananda",
        "author_id": 2,
        "description": "।।2.41।। कर्मयोग के साधन से आत्मसाक्षात्कार की सर्वोच्च उपलब्धि केवल इसलिये सम्भव है कि साधक दृढ़ निश्चय और एकाग्र चित्त से इसका अभ्यास करता है। जो लोग फल प्राप्ति की असंख्य इच्छाओं से प्रेरित हुये कर्म करते हैं उनका व्यक्तित्व विखरा हुआ रहता है और इस कारण एकाग्र चित्त होकर वे किसी भी क्षेत्र में सतत् कार्य नहीं कर सकते जिसका एक मात्र परिणाम उन्हें मिलता है  विनाशकारी असफलता।इस श्लोक में संक्षेप में सफलता का रहस्य बताया गया है। निश्चयात्मक बुद्धि से कार्य करने पर किसी भी क्षेत्र में निश्चय ही सफलता मिलती है। परन्तु सामान्यत लोग असंख्य इच्छायें करते हैं जो अनेक बार परस्पर विरोधी होती हैं और स्वाभाविक ही उन्हें पूर्ण करने में मन की शक्ति को खोकर थक जाते हैं। इसे ही संकल्प विकल्प का खेल कहते हैं जो मनुष्य की सफलता के समस्त अवसरों को लूट ले जाता है।",
        "id": 1394,
        "lang": "hindi",
        "language_id": 2,
        "verseNumber": 88,
        "verse_id": 88
    },
    {
        "authorName": "Sri Anandgiri",
        "author_id": 3,
        "description": "।।2.41।।ननु बुद्धिद्वयातिरिक्तानि बुद्ध्यन्तराण्यपि काणादादिशास्त्रप्रसिद्धानि विद्यन्ते। तथाच कथं बुद्धिद्वयमेव भगवतोपदिष्टमिति तत्राह   येयमिति।  सैवैका प्रमाणभूता बुद्धिरित्याह   व्यवसायात्मिकेति।  बुद्ध्यन्तराण्यविवेकमूलान्यप्रमाणानीत्याह   बहुशाखा हीति।  व्यवसायात्मिकाया बुद्धेः श्रेयोमार्गे प्रवृत्ताया विवक्षितं फलमाह   इतरेति।  प्रकृतबुद्धिद्वयापेक्षयेतरा विपरीताश्चाप्रमाणजनिताः स्वकपोलकल्पिता या बुद्धयस्तासां शाखाभेदो यः संसारहेतुस्तस्य बाधिकेति यावत्। तत्र हेतुः   सम्यगिति।  निर्दोषवेदवाक्यसमुत्थत्वादुक्तमुपायोपेयभूतं बुद्धिद्वयं साक्षात्पारम्पर्याभ्यां संसारहेतुबाधकमित्यर्थः। उत्तरार्धं व्याचष्टे   याः पुनरिति।  प्रकृतबुद्धिद्वयापेक्षयार्थान्तरत्वमितरत्वम्। तासामनर्थहेतुत्वं दर्शयति   यासामिति।  अप्रामाणिकबुद्धीनां प्रसक्तानुप्रसक्त्या जायमानानामतीव बुद्धिपरिणामविशेषाः शाखाभेदास्तेषां प्रचारः प्रवृत्तिस्तद्वशादित्येतत् अनन्तत्वं सम्यग्ज्ञानमन्तरेण निवृत्तिविरहितत्वम् अपरत्वं कार्यस्यैव सतो वस्तुभूतकारणविरहितत्वम्। अनुपरतत्वं स्फोरयति   नित्येति।  कथं तर्हि तन्निवृत्त्या पुरुषार्थपरिसमाप्तिस्तत्राह   प्रमाणेति।  अन्वयव्यतिरेकाख्येनानुमानेनागमेन च पदार्थपरिशोधनपरिनिष्पन्ना विवेकात्मिका या बुद्धिस्तां निमित्तीकृत्य समुत्पन्नसम्यग्बोधानुरोधात्प्रकृता विपरीतबुद्धयो व्यावर्तन्ते तास्वसंख्यातासु व्यावृत्तासु सतीषु निरालम्बनतया संसारोऽपि स्थातुमशक्नुवन्नुपरतो भवतीत्यर्थः। याः पुनरित्युपक्रान्तास्तत्त्वज्ञानापनोद्याः संसारास्पदीभूता विपरीतबुद्धीरनुक्रामति    ता बुद्धय इति।  बुद्धीनां वृक्षस्येव कुतो बहुशाखित्वं तत्राह   बहुभेदा इत्येतदिति।  एकैकां बुद्धिं प्रति शाखाभेदोऽवान्तरविशेषस्तेन बुद्धीनामसंख्यत्वं प्रख्यातमित्याह   प्रतिशाखेति।  बुद्धीनामानन्त्यप्रसिद्धिप्रद्योतनार्थो हिशब्दः। सम्यग्ज्ञानवतां यथोक्तबुद्धिभेदभाक्त्वमप्रसिद्धमित्याशङ्क्य प्रत्याह   केषामित्यादिना। ",
        "id": 1395,
        "lang": "sanskrit",
        "language_id": 3,
        "verseNumber": 88,
        "verse_id": 88
    },
    {
        "authorName": "Sri Dhanpati",
        "author_id": 4,
        "description": "।।2.41।।   इह मोक्षमार्गे व्यवसायात्मिका निश्चयात्मिकोपायोपेयबुद्धिरेक सभ्यक्प्रमाणजनितत्वादितविपरीतबुद्धिशाखाभेदस्य बाधिका। येतु व्यवसायात्मिका परमेश्वरभक्त्यैव तरिष्यामिति निश्चयात्मिकेति वर्णयन्ति तद्बुद्धेः स्वरुपं निरुपितं प्रमाणजनितत्वादितिवदद्भिर्भाष्यकृद्भिः सा दृढेत्युक्तमिति न विरोधः। अव्यवसायिनां प्रमाणजनितविवेकबुद्धिरहितानां कामिनां बुद्धयो बहुशाखाः बह्व्योऽनुपरतसंसारप्रदाः शाखा यासां ताः प्रतिशाखाभेदेन ह्यनन्ताश्च कामनानामानन्त्यात्। यत्तु नन्वेवं सांख्ययोगयोर्महाभयात्राणहेतुत्वं तुल्यं चेत्कोऽनयोर्विशेष इत्याशङ्क्य सांख्यानां पातशङ्का नास्ति योगिनां तु यावद्विदेहकैवल्यं पातशङ्कास्तीत्याह व्यवसायात्मिकेति तच्चिन्त्यम्। योगस्तवनपरस्य ग्रन्थस्य तन्निन्दापरत्वेनोत्यापनस्यानुचितत्वात् कामात्मान इत्यादिना सकामस्य। निन्दाप्रतीतेः स्पष्टत्वाच्च। तव तूत्तमवंशोद्भवस्य व्यवसायात्मिकैव बुद्धिर्युक्तेति सूचयन्नाह  कुरुनन्दनेति।",
        "id": 1396,
        "lang": "sanskrit",
        "language_id": 3,
        "verseNumber": 88,
        "verse_id": 88
    },
    {
        "authorName": "Sri Madhavacharya",
        "author_id": 5,
        "description": "।।2.41।।योग इमां बुद्धिं शृण्वित्युक्तम् बह्वयो हि बुद्धयो मतभेदात् तत्कथमेकत्र निष्ठां करोमि इत्यत आह  व्यवसायात्मिकेति। सम्यग्युक्तिनिर्णीतानां मतानामैक्यमेवेत्यर्थः।",
        "id": 1397,
        "lang": "sanskrit",
        "language_id": 3,
        "verseNumber": 88,
        "verse_id": 88
    },
    {
        "authorName": "Sri Neelkanth",
        "author_id": 6,
        "description": "।।2.41।।नन्वेवं सांख्ययोगयोर्महाभयात्त्राणहेतुत्वं तुल्यं चेत्कोऽनयोर्विशेष इत्याशङ्क्य सांख्यानां पातशङ्का नास्ति योगिनां तु यावद्विदेहकैवल्यं पातशङ्कास्तीत्याह   व्यवसायात्मिकेति।  व्यवसायस्तत्त्वनिश्चयस्तदात्मिका तदाकारा बुद्धिरन्तःकरणवृत्तिःअहं ब्रह्मास्मि इति वाक्यजन्या ब्रह्माकारान्तःकरणवृत्तिर्ब्रह्मविद्याभिधाना समस्तवृत्त्यन्तरबाधेन सम्यगभ्युदिता एका एकैव।सकृद्विभातो ह्येष ब्रह्मलोकः इति श्रुतेः। ब्रह्मैव लोको ब्रह्मलोक इह ब्रह्मैव। नहि सकृज्ज्ञाते    ब्रह्मणि ज्ञातव्यं कर्तव्यं वा किञ्चिदवशिष्यते कृतकृत्यत्वाद्ब्रह्मविदोऽतोऽस्य पातशङ्का नास्ति। अव्यवसायिनामज्ञानिनां तु बुद्धयोऽनन्ताः ताश्च प्रत्येकं बहुशाखा इति इदमेव मम श्रेय इति निश्चयस्य दुर्लभत्वात्कदाचिदश्रेयस्यपि श्रेयोबुद्धौ सत्यां पातशङ्कास्तीति महांस्तयोर्विशेषे इति भावः।",
        "id": 1398,
        "lang": "sanskrit",
        "language_id": 3,
        "verseNumber": 88,
        "verse_id": 88
    },
    {
        "authorName": "Sri Ramanujacharya",
        "author_id": 7,
        "description": "।।2.41।। इह  शास्त्रीये सर्वस्मिन् कर्मणि  व्यवसायात्मिका बुद्धिः एका।  मुमुक्षुणा अनुष्ठेये कर्मणि बुद्धिः व्यवसायात्मिका बुद्धिः। व्यवसायो निश्चयः सा हि बुद्धिः आत्मयाथात्म्यनिश्चयपूर्विका। काम्यकर्मविषया तु बुद्धिः अव्यवसायात्मिका। तत्र हि कामाधिकारे देहाद् अतिरिक्तात्मास्तित्वमात्रम् अपेक्षितम् न आत्मस्वरूपयाथात्म्यनिश्चयः स्वरूपयाथात्म्यानिश्चये अपि स्वर्गादिफलार्थित्वतत्साधनानुष्ठान तत्फलानुभवानां संभवाद् अविरोधाच्च।सा इयं व्यवसायात्मिका बुद्धिः एकफलसाधनविषयतया एका। एकस्मै मोक्षफलाय हि मुमुक्षोः सर्वाणि कर्माणि विधीयन्ते।अतः शास्त्रार्थस्य एकत्वात् सर्वकर्मविषया बुद्धिः एका एव। यथा एकफलसाधनतया आग्नेयादीनां षण्णां सेतिकर्तव्यताकानाम् एकशास्त्रार्थतया तद्विषया बुद्धिः एका तद्वद् इत्यर्थः। अव्यवसायिनां  तु स्वर्गपुत्रपश्वन्नादिफलसाधनकर्माधिकृतानां  बुद्धयः  फलानन्त्याद्  अनन्ताः  तत्रापि  बहुशाखाः।  एकस्मै फलाय चोदिते अपि दर्शपूर्णमासादौ कर्मणिआयुराशास्ते सुप्रजस्त्वमाशास्ते इत्याद्यवगतावान्तरफलभेदेन बहुशाखात्वं च विद्यते। अतः अव्यवसायिनां बुद्धयः अनन्ता बहुशाखाश्च।एतद् उक्तं भवति  नित्येषु नैमित्तिकेषु कर्मसु प्रधानफलानि अवान्तरफलानि च यानि श्रूयमाणानि तानि सर्वाणि परित्यज्य मोक्षैकफलतया सर्वाणि कर्माणि एकशास्त्रार्थतया अनुष्ठेयानि। काम्यानि च स्ववर्णाश्रमोचितानि तत्तत्फलानि परित्यज्य मोक्षफलसाधनतया नित्यनैमित्तिकैः एकीकृत्य यथाबलम् अनुष्ठेयानि इति।अथ काम्यकर्माधिकृतान् निन्दति  ",
        "id": 1399,
        "lang": "sanskrit",
        "language_id": 3,
        "verseNumber": 88,
        "verse_id": 88
    },
    {
        "authorName": "Sri Sridhara Swami",
        "author_id": 8,
        "description": "।।2.41।।कुत इत्यपेक्षायामुभयोर्वैषम्यमाह   व्यवसायेति।  इहेश्वराराधनलक्षणे कर्मयोगे व्यवसायात्मिका परमेश्वरभक्त्यैव ध्रुवं तरिष्यामीति निश्चयात्मिका एकैवैकनिष्ठैव बुद्धिर्भवति। अव्यवसायिनां तु बहुर्मुखानां कामिनां कामानामानन्त्यादनन्ताः तत्रापि कर्मगुणफलादिभेदाद्बहुशाखाश्च बुद्धयो भवन्ति। ईश्वराराधनार्थं हि नित्यनैमित्तिकं कर्म किंचिदङ्गवैगुण्येनापि न नश्यति। यथा शक्नुयात्तथा कुर्यादिति हि तद्विधीयते। नच वैगुण्यम्। ईश्वरोद्देशेनैव वैगुण्योपरमात्। नतु तथा काम्यं कर्मअग्निहोत्रं जुहुयात्स्वर्गकामःदध्नेन्द्रियकामो जुहुयात् इति अतो महद्वैषम्यमिति भावः।",
        "id": 1400,
        "lang": "sanskrit",
        "language_id": 3,
        "verseNumber": 88,
        "verse_id": 88
    },
    {
        "authorName": "Sri Vedantadeshikacharya Venkatanatha",
        "author_id": 9,
        "description": "।।2.41।।एवं माहात्म्याभिधानव्याजेनास्य कर्मणः सर्वकर्मभ्यो वैषम्यमुक्तम् अथोपदेष्टव्यतया प्रतिज्ञातां तद्विषयबुद्धिं काम्यकर्मविषयबुद्धिभ्यो हेतुफलवैषम्येण विशिंषन्नुपदिशतीत्याह  काम्येति।इह इति सङ्गृहीतमाह  शास्त्रीये सर्वस्मिन् कर्मणीति। अविहिताप्रतिषिद्धलौकिककर्मणां भिन्नफलत्वात्तद्विषयेऽप्यैक्यं मा भूदित्यत उक्तंशास्त्रीय इति। यद्वा सङ्ग्राहकोपाधिकथनमिदम्। प्रस्तुतयुद्धादिमात्रव्युदासायसर्वस्मिन्निति। नित्यनैमित्तिककाम्यतदवान्तरविधाभेदसङ्ग्रहः। नानाकर्मविषयनानाबुद्धेः कथमेकत्वमिति शङ्कायां विशेषणप्रकरणसामर्थ्यफलितेन विषयेण बुद्धिं विशिनष्टि  मुमुक्षुणेति। व्यवसायशब्देन कृत्यध्यवसायभ्रमं निरस्यति  निश्चय इति। पौनरुक्त्यव्युदासाय विषयं समासांशोत्तरपदलक्ष्यं च दर्शयन् मुमुक्षुणेत्युक्तमुपपादयति  सा हीति।व्यवसायात्मिका इत्येतद्व्यवच्छेद्यमाह  काम्येति।ननु देहातिरिक्तपारलौकिकात्मज्ञानमन्तरेण कथं देहान्तरानुभाव्यस्वर्गादिसाधनयागादिमहाप्रयासानुष्ठानमित्यत्राह  तत्र हीति। कामनयाऽधिक्रियत इति वा कामेनाधिकारो यत्रेति वा कामाधिकारः काम्यकर्म तदधिकारित्वं वा। यद्वा तच्छास्त्रम्। अधिकारश्च मदभिलषितसाधनत्वान्मदर्थमिदं कर्मेत्यभिमानः। देहातिरिक्तात्मशब्देन देहान्तरपरिग्रहार्हस्थिरत्वमभिप्रेतम् अन्यथाऽतिरेकमात्रनिर्णयेऽपि देहसमकालनाशित्वभ्रमे सति पारलौकिककाम्यकर्माननुष्ठानप्रसङ्गात्। मात्रशब्दाभिप्रेतं विवृणोति  नात्मेति। आत्मस्वरूपयाथात्म्यं चात्र नित्यत्वस्वयम्प्रकाशत्वानन्दत्वभगवत्प्रकारत्वस्वाभाविकापहतपाप्मत्वादिरूपमभिप्रेतम्। ननु देहोत्तरकालमनुभाव्ययोः स्वर्गापवर्गयोः क्वचिदात्मास्तित्वज्ञानमात्रमपेक्षितम्। क्वचित्तद्याथात्म्यनिश्चय इति कुतोऽयं विवेक इत्यत्राह  स्वरूपेति। अयमभिप्रायः  कामाधिकारे याथात्म्यनिश्चयोऽनुपपत्त्या वा शास्त्रबलाद्वाऽपेक्ष्यते। पूर्वत्रापि याथात्म्यनिश्चयाभावे किं स्वर्गादिफलेच्छैव न स्यात् उत तत्साधनानुष्ठानम् उत तत्फलानुभवः। न प्रथमः  सुखरूपतया प्रमाणसिद्धेषु स्वरसत इच्छासिद्धेः। न द्वितीयः  तदर्थिनस्तदनुकूलकरणकलेवरादिमतः स्वस्य तत्फलकालेऽप्यवस्थानं निश्चिन्वतःपामरकृष्यादिन्यायेनानुष्ठानोपपत्तेः। न तृतीयः  अविकलानुष्टितोपायस्य फलोत्पत्तेरन्यनिरपेक्षत्वात् अनुभवार्थमेवोत्पन्नतया च तदनुभवसिद्धौ सार्वभौमादिभोगेष्विव स्वर्गादिभोगेष्वनुभववेलायामात्मयाथात्म्यानुभवनैरपेक्ष्यात्। तदेतदखिलमुक्तंसम्भवादित्यन्तेन। अनुपपत्त्यभावोऽत्र सम्भवः। नात्र शास्त्रबलादिति वक्तुं युक्तम् शास्त्रमपि दृष्टार्थं वा विदधीत अदृष्टार्थं वा। अत्र केवलदृष्टार्थत्वं दत्तोत्तरम्। अन्यत्रापि न तावद्यागादिकरणशरीरनिर्वर्तकत्वं तदनालोचनात्। नापि कर्तुरात्मनः संस्कारतयाऽनुप्रवेशः कामाधिकारप्रकरणेषु प्रोक्षणादिविधिवत्आत्मानं तत्त्वतो जानीयात् इति विध्यभावाद्वेदान्तविहितज्ञानस्यातिशयितफलान्तरार्थत्वादिना कर्मशेषत्वाभावस्य शारीरके समर्थितत्वात्। आत्मतत्त्वानभिज्ञानामपि च स्वर्गादिफलं प्रतिपादयन्ति हि प्लवा ह्येते अदृढा यज्ञरूपा अष्टादशोक्तमवरं येषु कर्म। एतच्छ्रेयो येऽभिनन्दन्ति मूढाः मुं.उ.1।2।7 इत्याद्याः श्रुतयः।यामिमां पुष्पितां वाचं प्रवदन्त्यविपश्चितः",
        "id": 1401,
        "lang": "sanskrit",
        "language_id": 3,
        "verseNumber": 88,
        "verse_id": 88
    },
    {
        "authorName": "Sri Abhinavgupta",
        "author_id": 10,
        "description": "।।2.41।।नेहेति।  इह (S K omit इह) अस्यां बुद्धौ अतिक्रमेण अपराधेन प्रमादेन नाशो न भवति प्रमादस्याभावात्।  यथा च (S N तथा च) परिमितेन श्रीखण्डकणेन ज्वालायमानोऽपि तैलकटाहः सद्यः शीतीभवति (N शीतो भवति) एवं अनया स्वल्पयापि (S omits अपि) योगबुद्ध्या महाभयं संसाररूपं विनश्यति।",
        "id": 1402,
        "lang": "sanskrit",
        "language_id": 3,
        "verseNumber": 88,
        "verse_id": 88
    },
    {
        "authorName": "Sri Jayatritha",
        "author_id": 11,
        "description": "।।2.41।।ननुव्यवसायात्मिका इति श्लोकेन प्रतिज्ञातो योग उच्यते नापिबुद्ध्या युक्तः 2।39 इत्यादिवत्प्रशंसा तत्किमर्थोऽयं इत्यत आह   योग  इति। ज्ञानोपायविषयामिमां वक्ष्यमाणां वाचं शृणु श्रुत्वा तत्र निष्ठां कुर्वित्युक्तमित्यर्थः। श्रवणमात्रस्य विधिना विनाऽसम्भवात्। बह्व्यो हि बुद्धयो ज्ञानोपायविषया वाचः परस्परविरुद्धाः सन्ति। कथं मतभेदात् एकमतमवलम्बमानाः किञ्चिज्ज्ञानसाधनमाचक्षते अपरं मतमाश्रितास्तत्प्रतिषेधेनान्यदाहुः। तत्र चेदमेव तत्त्वं नेदमिति विनिगमकं नास्ति। तत्तस्मात्कथमेकत्र त्वदीयायामेव वाचि निष्ठां विश्वासं करोमि। ननु सर्वाण्यपि मतानि व्यवसायात्मकान्येव स्वे स्वेऽर्थे सर्वेषां सन्देहाभावात्। अतः कथमुच्यते व्यवसायात्मिका अव्यवसायिनां बुद्धय इति तत्राह   सम्य गिति। युक्तिरिति प्रमाणसामान्यमुच्यते। प्रमाणत्वेन निर्णीतत्वमेवात्र व्यवसायशब्दार्थः न निश्चयमात्रमित्यर्थः। प्रामाणिकमेव मतं ग्राह्यं तत्र न कदाचिद्विप्रतिपत्तिः यतस्तवैकत्र निष्ठाभावः अप्रामाणिकेषु विद्यमानाऽपि विप्रतिपत्तिः किं करिष्यति इति भावः।",
        "id": 1403,
        "lang": "sanskrit",
        "language_id": 3,
        "verseNumber": 88,
        "verse_id": 88
    },
    {
        "authorName": "Sri Madhusudan Saraswati",
        "author_id": 12,
        "description": "।।2.41।।एतदुपपादनाय तमेतमितिवाक्यविहितानामेकार्थत्वमाह  हे कुरुनन्दन इह श्रेयोमार्गेतमेतम् इतिवाक्ये वा व्यवसायात्मिका आत्मतत्त्वनिश्चयात्मिका बुद्धिरेकैव चतुर्णामाश्रमाणां साध्या विवक्षितावेदानुवचनेन इत्यादौ तृतीयाविभक्त्या प्रत्येकं निरपेक्षसाधनत्वबोधनात्। भिन्नार्थत्वे हि समुच्चयः स्यात्। एकार्थत्वेऽपि दर्शपूर्णमासाभ्यामितिवद्वन्द्वसमासेनयदग्नये च प्रजापतये च इतिवच्चशब्देन वा न तथात्र किंचित्प्रमाणमस्तीत्यर्थः। सांख्यविषया योगविषया च बुद्धिरेकफलत्वादेका व्यवसायात्मिका सर्वविपरीतबुद्धीनां बाधिका निर्दोषवेदवाक्यसमुत्थत्वादितरास्त्वव्यवसायिनां बुद्धयो बाध्या इत्यर्थ इति भाष्यकृतः। अन्ये तु परमेश्वराराधनेनैव संसारं तरिष्यामीति निश्चयात्मिका एकनिष्ठैव बुद्धिरिह कर्मयोगे भवतीत्यर्थमाहुः। सर्वथापि तु ज्ञानकाण्डानुसारेणस्वल्पमप्यस्य धर्मस्य त्रायते महतो भयात् इत्युपपन्नम् कर्मकाण्डे पुनर्बहुशाखा अनेकभेदाः कामानामनेकभेदत्वात् अनन्ताश्च कर्मफलगुणफलादिप्रकारोपशाखाभेदात् बुद्धयो भवन्त्यव्यवसायिनाम्। तत्फलकामानां बुद्धीनामानन्त्यप्रसिद्धिद्योतनार्थो हिशब्दः। अतः काम्यकर्मापेक्षया महद्वैलक्षण्यं शुद्ध्यर्थकर्मणामित्यभिप्रायः।",
        "id": 1404,
        "lang": "sanskrit",
        "language_id": 3,
        "verseNumber": 88,
        "verse_id": 88
    },
    {
        "authorName": "Sri Purushottamji",
        "author_id": 13,
        "description": "।।2.41।।किञ्च। फलार्थं कर्मकर्तृ़णामनेकत्र बुद्धिर्भवति मदाज्ञात्वेन कर्तृ़णां मन्निष्ठत्वेनैकैव बुद्धिरिति भ्रमान्न वैपरीत्यशङ्केत्याह  व्यवसायात्मिकेति। हे कुरुनन्दन सत्कुलोत्पन्न इह भक्तिमार्गे व्यवसायात्मिका भगवदाज्ञयैव करिष्यामीति रूपैकैव भवति। अव्यवसायिनां बहिर्मुखानामनिश्चितहृदयानां बुद्धयोऽनन्ताश्च भवन्ति फलार्थं बहुशाखाश्च भवन्ति। तत्र साङ्गत्वाभावात् प्रत्यवायादिसम्भावना स्यादेव भक्तानां तु साङ्गत्वान्नैव वैफल्यप्रत्यवायादिसम्भावना। अत एव भगवद्वाक्यम्  मत्कर्म कुर्वतां पुंसां काललोपो भवेद्यदि। तत्कर्म तस्य कुर्वन्ति तिस्रः कोट्यो महर्षयः इति।",
        "id": 1405,
        "lang": "sanskrit",
        "language_id": 3,
        "verseNumber": 88,
        "verse_id": 88
    },
    {
        "authorName": "Sri Shankaracharya",
        "author_id": 14,
        "description": "।।2.41।।   व्यवसायात्मिका  निश्चयस्वभावा  एका  एव  बुद्धिः  इतरविपरीतबुद्धिशाखाभेदस्य बाधिका सम्यक्प्रमाणजनितत्वात्  इह श्रेयोमार्गे हे  कुरुनन्दन । याः पुनः इतरा विपरीतबुद्धयः यासां शाखाभेदप्रचारवशात् अनन्तः अपारः अनुपरतः संसारो नित्यप्रततो विस्तीर्णो भवति प्रमाणजनितविवेकबुद्धिनिमित्तवशाच्च उपरतास्वनन्तभेदबुद्धिषु संसारोऽप्युपरमते ता बुद्धयः  बहुशाखाः  बह्व्यः शाखाः यासां ताः बहुशाखाः बहुभेदा इत्येतत्। प्रतिशाखाभेदेन  हि अनन्ताश्च बुद्धयः । केषाम्  अव्यवसायिनां  प्रमाणजनितविवेकबुद्धिरहितानामित्यर्थः।।येषां व्यवसायात्मिका बुद्धिर्नास्ति ते  ",
        "id": 1406,
        "lang": "sanskrit",
        "language_id": 3,
        "verseNumber": 88,
        "verse_id": 88
    },
    {
        "authorName": "Sri Vallabhacharya",
        "author_id": 15,
        "description": "।।2.41।।कुत इत्यपेक्षायामाह  व्यवसायेति। इह योगे बुद्धिरेका व्यवसायात्मिका। अफलार्थं भगवदर्थं वा कर्म किञ्चित्कर्त्तव्यमिति निश्चयरूपा बुद्धिरेकविषयत्वादेका। साङ्ख्ये तु त्रिपुटिशून्या वृत्तिः। काम्यकर्मतोऽपि भेदमाह  अव्यवसायिनां काम्यकर्माभिनिविष्टानां तु बुद्धयो बहुशाखा अनन्ताश्चेति हि प्रसिद्धम्। वक्ष्यति चासुरसम्पत्प्रसङ्गे  यक्ष्ये दास्यामि मोदिष्ये 16।15 इत्यादि।  ",
        "id": 1407,
        "lang": "sanskrit",
        "language_id": 3,
        "verseNumber": 88,
        "verse_id": 88
    },
    {
        "authorName": "Swami Sivananda",
        "author_id": 16,
        "description": "2.41 व्यवसायात्मिका onepointed? बुद्धिः determination? एका single? इह here? कुरुनन्दन O joy of the Kurus? बहुशाखाः manybranched? हि indeed? अनन्ताः endless? च and? बुद्धयः thoughts? अव्यवसायिनाम् of the irresoulte.Commentary Here? in this path to Bliss there is only one thought of a resolute nature there is singleminded determination. This single thought arises from the right source of knowledge. The student of Yoga collects all the dissipated rays of the mind. He gathers all of them through discrimination? dispassion and concentration. He is free from wavering or vacillation of the mind.The worldlyminded man who is suck in the mire of Samsara has no singleminded determination. He entertains countless thoughts. His mind is always unsteady and vacillating.If thoughts cease? Samsara also ceases. Mind generates endless thoughts and this world comes into being. Thoughts? and names and forms are inseparable. If the thoughts are controlled? the mind is controlled and the Yogi is liberated.",
        "id": 1408,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 88,
        "verse_id": 88
    }
]