[
    {
        "authorName": "Swami Ramsukhdas",
        "author_id": 1,
        "description": " 2.65।। व्याख्या-- 'तु'-- पूर्वश्लोकमें भगवान्ने कहा कि आसक्ति रहते हुए विषयोंका चिन्तन करनेमात्रसे पतन हो जाता है और यहाँ कहते हैं कि आसक्ति न रहनेपर विषयोंका सेवन करनेसे उत्थान हो जाता है। वहाँ तो बुद्धिका नाश बताया और यहाँ बुद्धिका परमात्मामें स्थित होना बताया। इस प्रकार पहले कहे गये विषयससे यहाँके विषयका अन्तर बतानेके लिये यहाँ तु पद आया है।\n 'विधेयात्मा' साधकका अन्तःकरण अपने वशमें रहना चाहिये। अन्तःकरणको वशीभूत किये बिना कर्मयोगकी सिद्धि नहीं होती, प्रत्युत कर्म करते हुए विषयोंमें राग होनेकी और पतन होनेकी सम्भावना रहती है। वास्तवमें देखा जाय तो अन्तःकरणको अपने वशमें रखना हरेक साधकके लिये आवश्यक है। कर्मयोगीके लिये तो इसकी विशेष आवश्यकता है।\n 'आत्मवश्यैः रागद्वेषवियुक्तैः इन्द्रियैः'-- जैसे 'विधेयात्मा' पद अन्तःकरणको वशमें करनेके अर्थमें आया है, ऐसे ही 'आत्मवश्यैः' पद इन्द्रियोंको वशमें करनेके अर्थमें आया है। तात्पर्य है कि व्यवहार करते समय इन्द्रियाँ अपने वशीभूत होनी चाहिये और इन्द्रियाँ वशीभूत होनेके लिये इन्द्रियोंका राग-द्वेष रहित होना जरूरी है। अतः इन्द्रियोंसे किसी विषयका ग्रहण रागपूर्वक न हो और किसी विषयका त्याग द्वेषपूर्वक न हो। कारण कि विषयोंके ग्रहण और त्यागका इतना महत्त्व नहीं है, जितना महत्त्व इन्द्रियोंमें राग और द्वेष न होने देनेका है। इसीलिये तीसरे अध्यायके चौंतीसवें श्लोकमें भगवान्ने साधकके लिये सावधानी बतायी है कि 'प्रत्येक इन्द्रियके विषयमें राग और द्वेष रहते हैं। साधक इनके वशीभूत न हो; क्योंकि ये दोनों ही साधकके शत्रु हैं।' पाँचवें अध्यायके तीसरे श्लोकमें भगवान्ने कहा है कि 'जो साधक राग-द्वेषादि द्वन्द्वोंसे रहित हो जाता है, वह सुखपूर्वक मुक्त हो जाता है।'",
        "id": 1755,
        "lang": "hindi",
        "language_id": 2,
        "verseNumber": 112,
        "verse_id": 112
    },
    {
        "authorName": "Swami Chinmayananda",
        "author_id": 2,
        "description": "।।2.65।। शान्ति के मिलने पर क्या होगा  ऐसा प्रश्न मानव बुद्धि में उठना स्वाभाविक है। शान्ति प्राप्त होने पर सब दुखों का अन्त हो जाता है। इस वाक्य में सुख की परिभाषा मिलती है। विक्षेपों का होना दुख कहलाता है। अत विक्षेपों के अभाव रूप मन की शान्ति का अर्थ सुख ही होना चाहिये। शान्ति ही सुख है और सुख ही शान्ति है।यहाँ दुखों की हानि से तात्पर्य वासना निवृत्ति से समझना चाहिये। गीता की प्रस्तावना में हमने देखा है कि बुद्धि पर पड़े वासनाओं के आवरण के कारण मनुष्य शोकमोह को प्राप्त होता है जबकि ज्ञानी पुरुष पूर्ववर्णित बुद्धियोग के अभ्यास से वासनाओं का क्षय करके उनके परे आत्मतत्त्व को पहचान लेता है। सामान्यत वासनाओं से मुक्ति पाना मनुष्य के लिये कठिन प्रतीत होता है परन्तु आत्मसंयम एवं समत्त्वयोग के द्वारा यह कार्य सम्पादन किया जा सकता है।अगले श्लोक में भगवान् कहते हैं ",
        "id": 1756,
        "lang": "hindi",
        "language_id": 2,
        "verseNumber": 112,
        "verse_id": 112
    },
    {
        "authorName": "Sri Anandgiri",
        "author_id": 3,
        "description": "।।2.65।।तथापि नानाविधदुःखाभिभूतत्वान्न स्वास्थ्यमास्थातुं शक्यमित्याशयेन पृच्छति   प्रसाद इति। श्लोकार्धेनोत्तरमाह   उच्यत इति।  सर्वदुःखहान्या बुद्धिस्वास्थ्येऽपि प्रकृतं प्रज्ञास्थैर्यं कथं सिद्धमित्याशङ्क्याह   प्रसन्नेति।  बुद्धिप्रसादस्यैव फलान्तरमाह   किञ्चेति।  तस्माद्बुद्धिप्रसादार्थं प्रयतितव्यमिति शेषः। श्लोकद्वयस्याक्षरोत्थमर्थमुक्त्वा तात्पर्यार्थमुपसंहरति   एवमिति।  युक्तः समाहितो विषयपारवश्यशून्यः सन्निति यावत्।  ",
        "id": 1757,
        "lang": "sanskrit",
        "language_id": 3,
        "verseNumber": 112,
        "verse_id": 112
    },
    {
        "authorName": "Sri Dhanpati",
        "author_id": 4,
        "description": "।।2.65।।  प्रसादे इति।  प्रसादे सति अस्य विवेकिनः सर्वदुःखानां त्रिविधतापानां हानिरुपजायते। कुत इत्यत आह   प्रसन्नेति।  हि यस्मात्प्रसन्नचेतस आशु शीघ्रं बुद्धिः आत्मस्वरुपेणैव निश्चलीभवतीत्यर्थः। एवं प्रसन्नचेतसः स्थिरबुद्धेः कृतकृत्यता यतः तस्माद्रागद्वेषवियुक्तैरिन्द्रियैः शास्त्राविरुद्धेष्वावश्यकेषु जीवनहेतुभूतेषु युक्तः समाचरेदिति वाक्यार्थः।",
        "id": 1758,
        "lang": "sanskrit",
        "language_id": 3,
        "verseNumber": 112,
        "verse_id": 112
    },
    {
        "authorName": "Sri Madhavacharya",
        "author_id": 5,
        "description": "।।2.65।।कथं प्रसादमात्रेण सर्वदुःखहानिः प्रसन्नचेतसो हि बुद्धिः पर्यवतिष्ठते ब्रह्मापरोक्ष्येण सम्यक्स्थितिं करोति। प्रसादो नाम स्वतः प्रायो विषयागतिः।",
        "id": 1759,
        "lang": "sanskrit",
        "language_id": 3,
        "verseNumber": 112,
        "verse_id": 112
    },
    {
        "authorName": "Sri Neelkanth",
        "author_id": 6,
        "description": "।।2.65।।किंच चित्तस्य प्रसादे हि अस्य पुंसः सर्वदुःखानां काममूलकानां कामाभावाद्धानिः परिहारो जायते। कामानुदये हेतुमाह   प्रसन्नेति।  हि यस्मात्प्रसन्नचेतसः पुंसो बुद्धिर्ब्रह्मात्मैक्यनिश्चय आशु शीघ्रं पर्यवतिष्ठते सुदृढो भवति। तस्मिंश्च सति प्राप्याभावान्न कामोदय इत्यर्थः।",
        "id": 1760,
        "lang": "sanskrit",
        "language_id": 3,
        "verseNumber": 112,
        "verse_id": 112
    },
    {
        "authorName": "Sri Ramanujacharya",
        "author_id": 7,
        "description": "।।2.65।।अस्य पुरुषस्य मनसः प्रसादे सति प्रकृतिसंसर्गप्रयुक्तसर्वदुःखानां हानिः उपजायते। प्रसन्नचेतसः आत्मावलोकनविरोधिदोषरहितमनसः तदानीम् एव हि विविक्तात्मविषया बुद्धिः मयि पर्यवतिष्ठते अतो मनःप्रसादे सर्वदुःखानां हानिः भवति एव।",
        "id": 1761,
        "lang": "sanskrit",
        "language_id": 3,
        "verseNumber": 112,
        "verse_id": 112
    },
    {
        "authorName": "Sri Sridhara Swami",
        "author_id": 8,
        "description": "।।2.65।।   प्रसादे सति किं स्यादित्यत्राह   प्रसाद इति।  प्रसादे सति सर्वदुःखनाशस्ततश्च प्रसन्नचेतसो बुद्धिः प्रतिष्ठिता भवतीत्यर्थः।",
        "id": 1762,
        "lang": "sanskrit",
        "language_id": 3,
        "verseNumber": 112,
        "verse_id": 112
    },
    {
        "authorName": "Sri Abhinavgupta",
        "author_id": 10,
        "description": "।।2.64  2.65।।ध्यायत इति।  क्रोधादिति।  तपस्विनो विषयत्याग एव विषयग्रहणे पर्यवस्यति।  ध्यात्वा हि ते त्यजन्ते।  ध्यानकाले एव च (S omits च) संगादयः उपजायन्ते इति अनपायो (K अनुपायो) विषयत्यागः स्थिरप्रज्ञस्य एव ।",
        "id": 1763,
        "lang": "sanskrit",
        "language_id": 3,
        "verseNumber": 112,
        "verse_id": 112
    },
    {
        "authorName": "Sri Jayatritha",
        "author_id": 11,
        "description": "।।2.65।।प्रसादे सति किं स्यात् इत्यत उक्तंप्रसाद इति तदाक्षिपति   कथ मिति। तरति शोकमात्मवित् छां.उ.7।1।3 इत्यादिविरोधादिति भावः। किञ्च प्रसादे सति ज्ञानं भवतीति वा व्यवधानान्तरं वा वक्तव्यं तत्रोक्तम्। सर्वदुःखहानिश्चावक्तव्यैवोक्तेति चाक्षेपशेषः। एतत्परिहारत्वेनोत्तरार्धं व्याख्याति   प्रसन्ने ति। एतेनप्रसादस्य फलद्वयमुच्यते इत्यपि प्रतीतिर्निरस्ता भवति। प्रसादे सति ब्रह्मापरोक्षज्ञानं भवति। तच्च व्यवधानेनेति भविष्यति। ततो भवति सर्वदुःखहानिः प्रसादफलतयोक्तेति न वक्तव्यानुक्तिः नाप्यवक्तव्योक्तिः।बुद्धियुक्तः 2।50 इति श्लोके सुकृतदुष्कृतहानं ज्ञानफलमित्युक्तम् तदयुक्तम् अपुरुषार्थत्वात् इत्याशङ्कां परिहर्तुं प्रसङ्गादिदमुक्तमिति। ननु यस्यानायासेनाभिलषितविषयोपनतिस्तस्य मनोऽव्याकुलं प्रसन्नमित्युच्यते। ततः कथं प्रसादस्येन्द्रियजयफलत्वं ज्ञानसाधनत्वं चोच्यते इत्यत आह    प्रसाद  इति। अत्र विवक्षितेति शेषः। स्वतोऽपि प्रयत्नं विनाऽपि विषयागतिर्विषयान्प्रत्यप्रवृत्तिः।",
        "id": 1764,
        "lang": "sanskrit",
        "language_id": 3,
        "verseNumber": 112,
        "verse_id": 112
    },
    {
        "authorName": "Sri Madhusudan Saraswati",
        "author_id": 12,
        "description": "।।2.65।।प्रसादमधिगच्छति इत्युक्तं तत्र प्रसादे सति किं स्यादित्युच्यते। चित्तस्य प्रसादे स्वच्छत्वरूपे सति सर्वदुःखानामाध्यात्मिकादीनामज्ञानविलसितानां हानिर्विनाशोऽस्य यतेरुपजायते। हि यस्मात्प्रसन्नचेतसो यतेराशु शीघ्रमेव बुद्धिर्ब्रह्मात्मैक्याकारा पर्यवतिष्ठते परि समन्तादवतिष्ठते स्थिरा भवति विपरीतभावनादिप्रतिबन्धाभावात्। ततश्च प्रसादे सति बुद्धिपर्यवस्थानं ततस्तद्विरोध्यज्ञाननिवृत्तिः ततस्तत्कार्यसकलदुःखहानिरिति क्रमेऽपि प्रसादे यत्नाधिक्याय सर्वदुःखहानिकरत्वकथनमिति न विरोधः।",
        "id": 1765,
        "lang": "sanskrit",
        "language_id": 3,
        "verseNumber": 112,
        "verse_id": 112
    },
    {
        "authorName": "Sri Purushottamji",
        "author_id": 13,
        "description": "।।2.65।।प्रसादे किं स्यात् इत्याशङ्क्याह  प्रसाद इति। प्रसादे जाते सति अस्य तदनुगृहीतस्य सर्वदुःखानां हानिर्नाशः स्यात्। सर्वपदेनालौकिकविप्रयोगादीनामपि नाशो ज्ञापितस्तेन संयुक्त एव नित्यं तिष्ठेदिति भावो व्यञ्जितः। सर्वदुःखहानौ सत्यां किं स्यात् अत आह  प्रसन्नचेतस इति। दुःखहानौ प्रसन्नं चेतो यस्य तादृशो भवति। ततस्तस्य अनु शीघ्रमेव बुद्धिः पर्यवतिष्ठते। मयीति शेषः।",
        "id": 1766,
        "lang": "sanskrit",
        "language_id": 3,
        "verseNumber": 112,
        "verse_id": 112
    },
    {
        "authorName": "Sri Shankaracharya",
        "author_id": 14,
        "description": "।।2.65।।   प्रसादे सर्वदुःखानाम्  आध्यात्मिकादीनां  हानिः  विनाशः  अस्य  यतेः  उपजायते । किञ्च   प्रसन्नचेतसः  स्वस्थान्तःकरणस्य  हि  यस्मात्  आशु  शीघ्रं  बुद्धिः पर्यवतिष्ठते  आकाशमिव परि समन्तात् अवतिष्ठते आत्मस्वरूपेणैव निश्चलीभवतीत्यर्थः।।एवं प्रसन्नचेतसः अवस्थितबुद्धेः कृतकृत्यता यतः तस्मात् रागद्वेषवियुक्तैः इन्द्रियैः शास्त्राविरुद्धेषु अवर्जनीयेषु युक्तः समाचरेत् इति वाक्यार्थः।।सेयं प्रसन्नता स्तूयते  ",
        "id": 1767,
        "lang": "sanskrit",
        "language_id": 3,
        "verseNumber": 112,
        "verse_id": 112
    },
    {
        "authorName": "Sri Vallabhacharya",
        "author_id": 15,
        "description": "।।2.64  2.65।।नन्विन्द्रियाणां विषयाभिमुखस्वभावानां निरोधस्याशक्यत्वाद्दोषो दुष्परिहर इति कथं प्रज्ञायाः प्रतिष्ठितत्वं इत्याशङ्क्याह द्वाभ्याम्  रागेति। यो वश्यात्मा स्वेन्द्रियै रागद्वेषवियुक्तैर्विषयानुपभुञ्जानोऽपि प्रसादं प्रशान्तिमधिगच्छति तस्य प्रसन्नचेतसः प्रज्ञा प्रतिष्ठिताऽवसेया।",
        "id": 1768,
        "lang": "sanskrit",
        "language_id": 3,
        "verseNumber": 112,
        "verse_id": 112
    },
    {
        "authorName": "Swami Sivananda",
        "author_id": 16,
        "description": "2.65 प्रसादे in peace? सर्वदुःखानाम् (of) all pains? हानिः destruction? अस्य of him? उपजायते arises (or happens)? प्रसन्नचेतसः of the tranilminded? हि because? आशु soon? बुद्धिः intellect (or reason)? पर्यवतिष्ठते becomes steady.Commentary When the mental peace is attained? there is no hankering after senseobjects. The Yogi has perfect mastery over his reason. The intellect abides in the Self. It is ite steady. The miseries of the body and the mind come to an end.",
        "id": 1769,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 112,
        "verse_id": 112
    }
]