[
    {
        "authorName": "Swami Ramsukhdas",
        "author_id": 1,
        "description": "।।8.11।। वेदवेत्ता लोग जिसको अक्षर कहते हैं, वीतराग यति जिसको प्राप्त करते हैं और साधक जिसकी प्राप्तिकी इच्छा करते हुए ब्रह्मचर्यका पालन करते हैं, वह पद मैं तेरे लिये संक्षेपसे कहूँगा। ",
        "id": 2241,
        "lang": "hindi",
        "language_id": 2,
        "verseNumber": 321,
        "verse_id": 321
    },
    {
        "authorName": "Swami Tejomayananda",
        "author_id": 17,
        "description": "।।8.11।। वेद के जानने वाले विद्वान जिसे अक्षर कहते हैं; रागरहित यत्नशील पुरुष जिसमें प्रवेश करते हैं; जिसकी इच्छा से (साधक गण) ब्रह्मचर्य का पालन करते हैं - उस पद (लक्ष्य) को मैं तुम्हें संक्षेप में कहूँगा।।\n ",
        "id": 2242,
        "lang": "hindi",
        "language_id": 2,
        "verseNumber": 321,
        "verse_id": 321
    },
    {
        "authorName": "Swami Adidevananda",
        "author_id": 18,
        "description": "I will briefly speak to you of that immutable Goal, which the knowers of the Vedas declare; into which diligent ones, free from attachment, enter, and for which people practice celibacy, aspiring.",
        "id": 2243,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 321,
        "verse_id": 321
    },
    {
        "authorName": "Swami Gambirananda",
        "author_id": 19,
        "description": "I will briefly tell you about that immutable Goal which the knowers of the Vedas declare; those who are diligent, free from attachment, and aspire for it, enter into it. People practice celibacy for it.",
        "id": 2244,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 321,
        "verse_id": 321
    },
    {
        "authorName": "Swami Sivananda",
        "author_id": 16,
        "description": "That which is declared to be Imperishable by those who know the Vedas, that which the self-controlled (ascetics or Sannyasins) and passion-free enter, that goal, desiring which celibacy is practised, I will declare to thee in brief.",
        "id": 2245,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 321,
        "verse_id": 321
    },
    {
        "authorName": "Dr. S. Sankaranarayan",
        "author_id": 20,
        "description": "That Unchanging One which the Vedic knowers speak of; which the passion-free ascetics enter into, seeking which they practice celibacy (or spiritual life); that Goal together with the means [to reach it] I shall tell you.",
        "id": 2246,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 321,
        "verse_id": 321
    },
    {
        "authorName": "Shri Purohit Swami",
        "author_id": 21,
        "description": "Now, I will briefly speak of the imperishable goal, proclaimed by those who are versed in the scriptures, which the mystic attains when free from passion, and for which they are content to undergo the vow of continence.",
        "id": 2247,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 321,
        "verse_id": 321
    }
]