[
    {
        "authorName": "Swami Ramsukhdas",
        "author_id": 1,
        "description": "।।8.17।। जो मनुष्य ब्रह्माके एक हज़ार चतुर्युगीवाले एक दिनको और सहस्त्र चतुर्युगीपर्यन्त एक रातको जानते हैं, वे मनुष्य ब्रह्माके दिन और रातको जाननेवाले हैं। ",
        "id": 2283,
        "lang": "hindi",
        "language_id": 2,
        "verseNumber": 327,
        "verse_id": 327
    },
    {
        "authorName": "Swami Tejomayananda",
        "author_id": 17,
        "description": "।।8.17।। जो लोग ब्रह्मा जी के एक दिन की अवधि जानते हैं जो कि सहस्र वर्ष की है तथा एक सहस्र वर्ष की अवधि की एक रात्रि को जानते हैं वे दिन और रात्रि को जानने वाले पुरुष हैं।।\n ",
        "id": 2284,
        "lang": "hindi",
        "language_id": 2,
        "verseNumber": 327,
        "verse_id": 327
    },
    {
        "authorName": "Swami Adidevananda",
        "author_id": 18,
        "description": "Those people who know what day and night are, know the day of Brahma which ends in a thousand yugas [The four yugas (in the human worlds), viz Satya, Treta, Dwapara, and Kali are made up of 4,320,000 years. This period multiplied by a thousand constitutes one day of Brahma. His night also extends over a similar period. See M.S. and V.S.A.], and His night which also ends in a thousand yugas.",
        "id": 2285,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 327,
        "verse_id": 327
    },
    {
        "authorName": "Swami Gambirananda",
        "author_id": 19,
        "description": "Those people who know what day and night are, know the day of Brahma which ends in a thousand yugas, and His night which also ends in a thousand yugas.",
        "id": 2286,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 327,
        "verse_id": 327
    },
    {
        "authorName": "Swami Sivananda",
        "author_id": 16,
        "description": "Those who know the day of Brahma, which lasts a thousand Yugas, and the night, which also lasts a thousand Yugas, know day and night.",
        "id": 2287,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 327,
        "verse_id": 327
    },
    {
        "authorName": "Dr. S. Sankaranarayan",
        "author_id": 20,
        "description": "Those who know the day of Brahma as encompassing one thousand yugas (world-ages), and night [also] as encompassing one thousand yugas—those people know the day and night of Brahma.",
        "id": 2288,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 327,
        "verse_id": 327
    },
    {
        "authorName": "Shri Purohit Swami",
        "author_id": 21,
        "description": "Those who understand the cosmic day and night know that one day of creation is a thousand cycles, and that the night is of equal length.",
        "id": 2289,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 327,
        "verse_id": 327
    }
]