[
    {
        "authorName": "Swami Ramsukhdas",
        "author_id": 1,
        "description": "।।6.1।। श्रीभगवान् बोले -- कर्मफलका आश्रय न लेकर जो कर्तव्यकर्म करता है, वही संन्यासी तथा योगी है; और केवल अग्निका त्याग करनेवाला संन्यासी नहीं होता तथा केवल क्रियाओंका त्याग करनेवाला योगी नहीं होता। ",
        "id": 1632,
        "lang": "hindi",
        "language_id": 2,
        "verseNumber": 234,
        "verse_id": 234
    },
    {
        "authorName": "Swami Tejomayananda",
        "author_id": 17,
        "description": "।।6.1।। श्रीभगवान् ने कहा -- जो पुरुष कर्मफल पर आश्रित न होकर कर्तव्य कर्म करता है, वह संन्यासी और योगी है, न कि वह जिसने केवल अग्नि का और क्रियायों का त्याग किया है।।\n ",
        "id": 1633,
        "lang": "hindi",
        "language_id": 2,
        "verseNumber": 234,
        "verse_id": 234
    },
    {
        "authorName": "Swami Adidevananda",
        "author_id": 18,
        "description": "The Lord said, \"He who performs works that ought to be done without seeking their fruits—he is a sannyasin and yogin, and not he who maintains no sacred fires and performs no actions.\"",
        "id": 1634,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 234,
        "verse_id": 234
    },
    {
        "authorName": "Swami Gambirananda",
        "author_id": 19,
        "description": "The Blessed Lord said, \"He who performs an action which is his duty, without depending on the result of the action, is a monk and a yogi; not so in he who does not keep afire and is actionless.\"",
        "id": 1635,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 234,
        "verse_id": 234
    },
    {
        "authorName": "Swami Sivananda",
        "author_id": 16,
        "description": "The Blessed Lord said: He who performs his bounden duty without depending on the fruits of his actions—he is a sannyasi and a yogi, not he who is without fire and without action.",
        "id": 1636,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 234,
        "verse_id": 234
    },
    {
        "authorName": "Dr. S. Sankaranarayan",
        "author_id": 20,
        "description": "The Bhagavad said, \"He who performs his bounden action without depending on its fruit is the man of renunciation and the man of Yoga, not he who simply remains without his fires and actions.\"",
        "id": 1637,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 234,
        "verse_id": 234
    },
    {
        "authorName": "Shri Purohit Swami",
        "author_id": 21,
        "description": "Lord Shri Krishna said: He who acts out of duty, without considering the consequences, is truly spiritual and a true ascetic; not he who merely observes rituals or shuns all action.",
        "id": 1638,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 234,
        "verse_id": 234
    }
]