[
    {
        "authorName": "Swami Ramsukhdas",
        "author_id": 1,
        "description": "।।6.21।। जो सुख आत्यन्तिक, अतीन्द्रिय और बुद्धिग्राह्य है, उस सुखका जिस अवस्थामें अनुभव करता है और जिस सुखमें स्थित हुआ यह ध्यानयोगी फिर कभी तत्त्वसे विचलित नहीं होता। ",
        "id": 1772,
        "lang": "hindi",
        "language_id": 2,
        "verseNumber": 254,
        "verse_id": 254
    },
    {
        "authorName": "Swami Tejomayananda",
        "author_id": 17,
        "description": "।।6.21।। जो सुख आत्यन्तिक, अतीन्द्रिय और बुध्दिग्राह्म है, उस सुखका जिस अवस्थामें अनुभव करता है और जिस सुखमें स्थित हुआ यह ध्यानयोगी फिर कभी तत्वसे विचलित नहीं होता है।।\n ",
        "id": 1773,
        "lang": "hindi",
        "language_id": 2,
        "verseNumber": 254,
        "verse_id": 254
    },
    {
        "authorName": "Swami Adidevananda",
        "author_id": 18,
        "description": "Where one knows that infinite happiness which can be grasped by the intellect but is beyond the reach of the senses, and is established in that condition, one does not swerve from it.",
        "id": 1774,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 254,
        "verse_id": 254
    },
    {
        "authorName": "Swami Gambirananda",
        "author_id": 19,
        "description": "When one experiences that absolute Bliss, which can be intuited by the intellect and which is beyond the senses, and being thus established, this person surely does not swerve from Reality.",
        "id": 1775,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 254,
        "verse_id": 254
    },
    {
        "authorName": "Swami Sivananda",
        "author_id": 16,
        "description": "When he (the Yogi) feels that infinite bliss which can be grasped by the pure intellect and which transcends the senses, and is established therein, never moving away from the reality.",
        "id": 1776,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 254,
        "verse_id": 254
    },
    {
        "authorName": "Dr. S. Sankaranarayan",
        "author_id": 20,
        "description": "Where he realizes the limitless Bliss, which is to be grasped by intellect and is beyond the senses; remaining where he does not depart from the Reality.",
        "id": 1777,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 254,
        "verse_id": 254
    },
    {
        "authorName": "Shri Purohit Swami",
        "author_id": 21,
        "description": "When he enjoys the bliss that surpasses the senses and can only be grasped by the pure intellect, when he comes to rest within his highest self, he will never again stray from reality.",
        "id": 1778,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 254,
        "verse_id": 254
    }
]