[
    {
        "authorName": "Swami Ramsukhdas",
        "author_id": 1,
        "description": "।।6.3।। जो योग-(समता-) में आरूढ़ होना चाहता है, ऐसे मननशील योगीके लिये कर्तव्य-कर्म करना कारण कहा गया है और उसी योगारूढ़ मनुष्यका शम (शान्ति) परमात्मप्राप्तिमें कारण कहा गया है। ",
        "id": 1646,
        "lang": "hindi",
        "language_id": 2,
        "verseNumber": 236,
        "verse_id": 236
    },
    {
        "authorName": "Swami Tejomayananda",
        "author_id": 17,
        "description": "।।6.3।। योग में आरूढ़ होने की इच्छा वाले मुनि के लिए कर्म करना ही हेतु (साधन) कहा है और योगारूढ़ हो जाने पर उसी पुरुष के लिए शम को (शांति, संकल्पसंन्यास) साधन कहा गया है।।\n ",
        "id": 1647,
        "lang": "hindi",
        "language_id": 2,
        "verseNumber": 236,
        "verse_id": 236
    },
    {
        "authorName": "Swami Adidevananda",
        "author_id": 18,
        "description": "Action is said to be the means for the sage who seeks to climb the heights of Yoga; but when he has climbed the heights of Yoga, tranquility is said to be the means.",
        "id": 1648,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 236,
        "verse_id": 236
    },
    {
        "authorName": "Swami Gambirananda",
        "author_id": 19,
        "description": "For the sage who wishes to ascend to (Dhyana-) yoga, action is said to be the means. For that person, once he has ascended to (Dhyana-)yoga, inaction alone is said to be the means.",
        "id": 1649,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 236,
        "verse_id": 236
    },
    {
        "authorName": "Swami Sivananda",
        "author_id": 16,
        "description": "For a sage who wishes to attain to Yoga, action is said to be the means; for the same sage who has attained Yoga, inaction is said to be the means.",
        "id": 1650,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 236,
        "verse_id": 236
    },
    {
        "authorName": "Dr. S. Sankaranarayan",
        "author_id": 20,
        "description": "For a sage, who is desirous of mounting upon the Yoga, action is said to be the cause; for the same sage, when he has mounted upon the Yoga, stillness is said to be the cause.",
        "id": 1651,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 236,
        "verse_id": 236
    },
    {
        "authorName": "Shri Purohit Swami",
        "author_id": 21,
        "description": "For the sage who seeks the heights of spiritual meditation, practice is the only method, and when they have attained it, they must maintain themselves there through continual self-control.",
        "id": 1652,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 236,
        "verse_id": 236
    }
]