[
    {
        "authorName": "Swami Ramsukhdas",
        "author_id": 1,
        "description": "।।6.46।। (सकामभाववाले) तपस्वियोंसे भी योगी श्रेष्ठ है, ज्ञानियोंसे भी योगी श्रेष्ठ है और कर्मियोंसे भी योगी श्रेष्ठ है -- ऐसा मेरा मत है। अतः हे अर्जुन ! तू योगी हो जा। ",
        "id": 1947,
        "lang": "hindi",
        "language_id": 2,
        "verseNumber": 279,
        "verse_id": 279
    },
    {
        "authorName": "Swami Tejomayananda",
        "author_id": 17,
        "description": "।।6.46।। क्योंकि योगी तपस्वियों से श्रेष्ठ है और (केवल शास्त्र के) ज्ञान वालों से भी श्रेष्ठ माना गया है तथा कर्म करने वालों से भी योगी श्रेष्ठ है, इसलिए हे अर्जुन तुम योगी बनो।।\n ",
        "id": 1948,
        "lang": "hindi",
        "language_id": 2,
        "verseNumber": 279,
        "verse_id": 279
    },
    {
        "authorName": "Swami Adidevananda",
        "author_id": 18,
        "description": "Greater than the ascetics, greater than those who possess knowledge, greater than the ritualists is the Yogin. Therefore, O Arjuna, become a Yogin.",
        "id": 1949,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 279,
        "verse_id": 279
    },
    {
        "authorName": "Swami Gambirananda",
        "author_id": 19,
        "description": "A yogi is higher than those of austerity; they are considered higher even than those of knowledge. The yogi is also higher than those of action. Therefore, O Arjuna, become a yogi.",
        "id": 1950,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 279,
        "verse_id": 279
    },
    {
        "authorName": "Swami Sivananda",
        "author_id": 16,
        "description": "The yogi is thought to be superior to the ascetics, even superior to those who have knowledge obtained through the study of scriptures; he is also superior to men of action; therefore, be thou a yogi, O Arjuna.",
        "id": 1951,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 279,
        "verse_id": 279
    },
    {
        "authorName": "Dr. S. Sankaranarayan",
        "author_id": 20,
        "description": "The person of Yoga is superior to the persons of austerities and is considered superior even to the persons of knowledge; and the person of Yoga is superior to the persons of action. Therefore, O Arjuna! you should become a person of Yoga.",
        "id": 1952,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 279,
        "verse_id": 279
    },
    {
        "authorName": "Shri Purohit Swami",
        "author_id": 21,
        "description": "The wise person is superior to the ascetic, the scholar, and the man of action; therefore, be thou a wise person, O Arjuna!",
        "id": 1953,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 279,
        "verse_id": 279
    }
]