[
    {
        "authorName": "Swami Ramsukhdas",
        "author_id": 1,
        "description": "।।3.12।। यज्ञसे भावित (पुष्ट) हुए देवता भी तुमलोगोंको (बिना माँगे ही) कर्तव्य-पालनकी आवश्यक सामग्री देते रहेंगे। इस प्रकार उन देवताओंसे प्राप्त हुई सामग्रीको दूसरोंकी सेवामें लगाये बिना जो मनुष्य स्वयं ही उसका उपभोग करता है, वह चोर ही है। ",
        "id": 911,
        "lang": "hindi",
        "language_id": 2,
        "verseNumber": 131,
        "verse_id": 131
    },
    {
        "authorName": "Swami Tejomayananda",
        "author_id": 17,
        "description": "।।3.12।। यज्ञ द्वारा पोषित देवतागण तुम्हें इष्ट भोग प्रदान करेंगे। उनके द्वारा दिये हुये भोगों को जो पुरुष उनको दिये बिना ही भोगता है वह निश्चय ही चोर है।।",
        "id": 912,
        "lang": "hindi",
        "language_id": 2,
        "verseNumber": 131,
        "verse_id": 131
    },
    {
        "authorName": "Swami Adidevananda",
        "author_id": 18,
        "description": "The gods, pleased by the sacrifice, will bestow upon you the enjoyments you desire. He who enjoys the bounty of the gods without giving them anything in return is but a thief.",
        "id": 913,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 131,
        "verse_id": 131
    },
    {
        "authorName": "Swami Gambirananda",
        "author_id": 19,
        "description": "'Being nourished by sacrifices, the gods will indeed give you the coveted enjoyments. He is certainly a thief who enjoys what has been given by them without offering it to them.'",
        "id": 914,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 131,
        "verse_id": 131
    },
    {
        "authorName": "Swami Sivananda",
        "author_id": 16,
        "description": "The gods, nourished by the sacrifice, will give you the desired objects. So, he who enjoys the objects given by the gods without offering anything in return is indeed a thief.",
        "id": 915,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 131,
        "verse_id": 131
    },
    {
        "authorName": "Dr. S. Sankaranarayan",
        "author_id": 20,
        "description": "The devas, gratified with necessary action, will grant you the things sacrificed. Therefore, whoever enjoys their gifts without offering them to these devas is surely a thief.",
        "id": 916,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 131,
        "verse_id": 131
    },
    {
        "authorName": "Shri Purohit Swami",
        "author_id": 21,
        "description": "For, fed by sacrifice, nature will give you all the enjoyment you desire. But he who enjoys what she gives without returning is, indeed, a thief.",
        "id": 917,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 131,
        "verse_id": 131
    }
]