[
    {
        "authorName": "Swami Ramsukhdas",
        "author_id": 1,
        "description": "।।3.14 -- 3.15।। सम्पूर्ण प्राणी अन्नसे उत्पन्न होते हैं। अन्न  वर्षासे होती है। वर्षा यज्ञसे होती है। यज्ञ कर्मोंसे निष्पन्न होता है। कर्मोंको तू वेदसे उत्पन्न जान और वेदको अक्षरब्रह्मसे प्रकट हुआ जान। इसलिये वह सर्वव्यापी परमात्मा यज्ञ (कर्तव्य-कर्म) में नित्य प्रतिष्ठित है।\n ",
        "id": 932,
        "lang": "hindi",
        "language_id": 2,
        "verseNumber": 134,
        "verse_id": 134
    },
    {
        "authorName": "Swami Tejomayananda",
        "author_id": 17,
        "description": "।।3.15।। कर्म की उत्पत्ति ब्रह्माजी से होती है और ब्रह्माजी अक्षर तत्त्व से व्यक्त होते हैं। इसलिये सर्व व्यापी ब्रह्म सदा ही यज्ञ में प्रतिष्ठित है।।",
        "id": 933,
        "lang": "hindi",
        "language_id": 2,
        "verseNumber": 134,
        "verse_id": 134
    },
    {
        "authorName": "Swami Adidevananda",
        "author_id": 18,
        "description": "Know that activity springs from Brahman, i.e., the physical body; Brahman arises from the imperishable Self; therefore, the all-pervading Brahman is ever established in sacrifice.",
        "id": 934,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 134,
        "verse_id": 134
    },
    {
        "authorName": "Swami Gambirananda",
        "author_id": 19,
        "description": "Know that action has the Vedas as its origin; the Vedas have the Immutable as their source. Hence, the all-pervading Vedas are forever based on sacrifice.",
        "id": 935,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 134,
        "verse_id": 134
    },
    {
        "authorName": "Swami Sivananda",
        "author_id": 16,
        "description": "Know that action comes from Brahma, and Brahma comes from the Imperishable. Therefore, the all-pervasive Brahma ever rests in sacrifice.",
        "id": 936,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 134,
        "verse_id": 134
    },
    {
        "authorName": "Dr. S. Sankaranarayan",
        "author_id": 20,
        "description": "Action arises from the Brahman; you should know this; the Brahman arises from that which does not stream forth; therefore, the all-pervading Brahman is permanently based on the sacrifice.",
        "id": 937,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 134,
        "verse_id": 134
    },
    {
        "authorName": "Shri Purohit Swami",
        "author_id": 21,
        "description": "All actions originate from the Supreme Spirit, which is Imperishable, and in sacrificial actions, the all-pervasive Spirit is consciously present.",
        "id": 938,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 134,
        "verse_id": 134
    }
]