[
    {
        "authorName": "Swami Ramsukhdas",
        "author_id": 1,
        "description": "।।3.25 -- 3.26।। हे भरतवंशोद्भव अर्जुन! कर्ममें आसक्त हुए अज्ञानीजन जिस प्रकार कर्म करते हैं आसक्तिरहित विद्वान भी लोकसंग्रह करना चाहता हुआ उसी प्रकार कर्म करे। सावधान तत्त्वज्ञ महापुरुष कर्मोंमें आसक्तिवाले अज्ञानी मनुष्योंकी बुद्धिमें भ्रम उत्पन्न न करे, प्रत्युत स्वयं समस्त कर्मोंको अच्छी तरहसे करता हुआ उनसे भी वैसे ही करवाये।\n ",
        "id": 1009,
        "lang": "hindi",
        "language_id": 2,
        "verseNumber": 145,
        "verse_id": 145
    },
    {
        "authorName": "Swami Tejomayananda",
        "author_id": 17,
        "description": "।।3.26।। ज्ञानी पुरुष, कर्मों में आसक्त अज्ञानियों की बुद्धि में भ्रम उत्पन्न न करे, स्वयं (भक्ति से) युक्त होकर कर्मों का सम्यक् आचरण कर, उनसे भी वैसा ही कराये।।\n ",
        "id": 1010,
        "lang": "hindi",
        "language_id": 2,
        "verseNumber": 145,
        "verse_id": 145
    },
    {
        "authorName": "Swami Adidevananda",
        "author_id": 18,
        "description": "He should not bewilder the minds of the ignorant who are attached to work; rather, he should himself perform work with devotion and cause others to do the same.",
        "id": 1011,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 145,
        "verse_id": 145
    },
    {
        "authorName": "Swami Gambirananda",
        "author_id": 19,
        "description": "The enlightened man should not disturb the beliefs of the ignorant, who are attached to work. He should remain diligent himself and make them perform all their duties.",
        "id": 1012,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 145,
        "verse_id": 145
    },
    {
        "authorName": "Swami Sivananda",
        "author_id": 16,
        "description": "Let no wise man unsettle the minds of ignorant people who are attached to action; he should engage them in all actions, himself fulfilling them with devotion.",
        "id": 1013,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 145,
        "verse_id": 145
    },
    {
        "authorName": "Dr. S. Sankaranarayan",
        "author_id": 20,
        "description": "Let the wise master of Yoga fulfill (or destroy) all actions by performing them all, and let him not create any disturbance in the minds of the ignorant persons attached to action.",
        "id": 1014,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 145,
        "verse_id": 145
    },
    {
        "authorName": "Shri Purohit Swami",
        "author_id": 21,
        "description": "But a wise man should not disturb the minds of the ignorant, who are attached to action; let him perform his own actions in the right spirit, with concentration on Me, thus inspiring all others to do the same.",
        "id": 1015,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 145,
        "verse_id": 145
    }
]