[
    {
        "authorName": "Swami Ramsukhdas",
        "author_id": 1,
        "description": "।।3.29।। प्रकृतिजन्य गुणोंसे अत्यन्त मोहित हुए अज्ञानी मनुष्य गुणों और कर्मोंमें आसक्त रहते हैं। उन पूर्णतया न समझनेवाले मन्दबुद्धि अज्ञानियोंको पूर्णतया जाननेवाला ज्ञानी मनुष्य विचलित न करे। ",
        "id": 1030,
        "lang": "hindi",
        "language_id": 2,
        "verseNumber": 148,
        "verse_id": 148
    },
    {
        "authorName": "Swami Tejomayananda",
        "author_id": 17,
        "description": "।।3.29।। प्रकृति के गुणों से मोहित हुए पुरुष गुण और कर्म में आसक्त होते हैं, उन अपूर्ण ज्ञान वाले (अकृत्स्नविद:) मंदबुद्धि पुरुषों को पूर्ण ज्ञान प्राप्त पुरुष विचलित न करे।।\n ",
        "id": 1031,
        "lang": "hindi",
        "language_id": 2,
        "verseNumber": 148,
        "verse_id": 148
    },
    {
        "authorName": "Swami Adidevananda",
        "author_id": 18,
        "description": "Those who are deluded by the Gunas of Prakrti are attached to the works of the Gunas. But he who knows the whole truth should not disturb the ignorant who do not know the whole truth.",
        "id": 1032,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 148,
        "verse_id": 148
    },
    {
        "authorName": "Swami Gambirananda",
        "author_id": 19,
        "description": "Those who are completely deluded by the gunas of Nature become attached to the activities of the gunas. The one who knows the All should not disturb those of dull intellect, who do not know the All.",
        "id": 1033,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 148,
        "verse_id": 148
    },
    {
        "authorName": "Swami Sivananda",
        "author_id": 16,
        "description": "Those deluded by the qualities of Nature are attached to the functions of the qualities. The man of perfect knowledge should not unsettle the foolish one who is of imperfect knowledge.",
        "id": 1034,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 148,
        "verse_id": 148
    },
    {
        "authorName": "Dr. S. Sankaranarayan",
        "author_id": 20,
        "description": "Men, completely deluded by the strands of Prakrti, are attached to the actions of those strands. Those who know fully should not confuse them, whereas the dullards who do not know fully.",
        "id": 1035,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 148,
        "verse_id": 148
    },
    {
        "authorName": "Shri Purohit Swami",
        "author_id": 21,
        "description": "Those who do not understand the qualities are interested in the act; however, the wise man who knows the truth should not disturb the mind of those who do not.",
        "id": 1036,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 148,
        "verse_id": 148
    }
]