[
    {
        "authorName": "Swami Ramsukhdas",
        "author_id": 1,
        "description": "।।3.3।। श्रीभगवान् बोले - हे निष्पाप अर्जुन! इस मनुष्यलोकमें दो प्रकारसे होनेवाली निष्ठा मेरे द्वारा पहले कही गयी है। उनमें ज्ञानियोंकी निष्ठा ज्ञानयोगसे और योगियोंकी निष्ठा कर्मयोगसे होती है। ",
        "id": 848,
        "lang": "hindi",
        "language_id": 2,
        "verseNumber": 122,
        "verse_id": 122
    },
    {
        "authorName": "Swami Tejomayananda",
        "author_id": 17,
        "description": "।।3.3।। श्री भगवान् ने कहा  हे निष्पाप (अनघ) अर्जुन  इस श्लोक में दो प्रकार की निष्ठा मेरे द्वारा पहले कही गयी है ज्ञानियों की (सांख्यानां) ज्ञानयोग से और योगियों की कर्मयोग से।।",
        "id": 849,
        "lang": "hindi",
        "language_id": 2,
        "verseNumber": 122,
        "verse_id": 122
    },
    {
        "authorName": "Swami Adidevananda",
        "author_id": 18,
        "description": "The Lord said, \"In this world, a two-fold way was of yore laid down by Me, O sinless one: Jnana Yoga for the Sankhyas and Karma Yoga for the Yogins.\"",
        "id": 850,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 122,
        "verse_id": 122
    },
    {
        "authorName": "Swami Gambirananda",
        "author_id": 19,
        "description": "The Blessed Lord said, O unblemished one, two kinds of steadfastness in this world were spoken of by Me in days gone by—through the Yoga of Knowledge for the men of realization; through the Yoga of Action for the yogis.",
        "id": 851,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 122,
        "verse_id": 122
    },
    {
        "authorName": "Swami Sivananda",
        "author_id": 16,
        "description": "The Blessed Lord said, \"In this world, there is a twofold path, as I said before, O sinless one: the path of knowledge of the Sankhyas and the path of action of the Yogins.\"",
        "id": 852,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 122,
        "verse_id": 122
    },
    {
        "authorName": "Dr. S. Sankaranarayan",
        "author_id": 20,
        "description": "The Bhagavat said, \"The two-fold path in this world—the one with Yoga of knowledge for men of reflection and the other with Yoga of action for men of Yoga—has been declared by Me to be one, O sinless one!\"",
        "id": 853,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 122,
        "verse_id": 122
    },
    {
        "authorName": "Shri Purohit Swami",
        "author_id": 21,
        "description": "Lord Shri Krishna replied: In this world, as I have said, there is a twofold path, O sinless one! There is the path of wisdom for those who meditate, and the path of action for those who work.",
        "id": 854,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 122,
        "verse_id": 122
    }
]