[
    {
        "authorName": "Swami Ramsukhdas",
        "author_id": 1,
        "description": "।।3.34।। इन्द्रिय-इन्द्रियके अर्थमें (प्रत्येक इन्द्रियके प्रत्येक विषयमें) मनुष्यके राग और द्वेष व्यवस्थासे (अनुकूलता और प्रतिकूलताको लेकर) स्थित हैं। मनुष्यको उन दोनोंके वशमें नहीं होना चाहिये; क्योंकि वे दोनों ही इसके (पारमार्थिक मार्गमें विघ्न डालनेवाले) शत्रु हैं। ",
        "id": 1065,
        "lang": "hindi",
        "language_id": 2,
        "verseNumber": 153,
        "verse_id": 153
    },
    {
        "authorName": "Swami Tejomayananda",
        "author_id": 17,
        "description": "।।3.34।। इन्द्रियइन्द्रिय (अर्थात् प्रत्येक इन्द्रिय) के विषय के प्रति (मन में) रागद्वेष रहते हैं;  मनुष्य को चाहिये कि वह उन दोनों के वश में न हो;  क्योंकि वे इसके (मनुष्य के) शत्रु हैं।।\n ",
        "id": 1066,
        "lang": "hindi",
        "language_id": 2,
        "verseNumber": 153,
        "verse_id": 153
    },
    {
        "authorName": "Swami Adidevananda",
        "author_id": 18,
        "description": "Each sense has a fixed attachment to and aversion for its corresponding object, but one should not come under their sway, for they are enemies.",
        "id": 1067,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 153,
        "verse_id": 153
    },
    {
        "authorName": "Swami Gambirananda",
        "author_id": 19,
        "description": "Attraction and repulsion are ordained with respect to the objects of all the organs. One should not be swayed by these two, as they are adversaries.",
        "id": 1068,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 153,
        "verse_id": 153
    },
    {
        "authorName": "Swami Sivananda",
        "author_id": 16,
        "description": "Attachment and aversion for the objects of the senses abide in the senses; let no one come under their sway; for, they are his enemies.",
        "id": 1069,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 153,
        "verse_id": 153
    },
    {
        "authorName": "Dr. S. Sankaranarayan",
        "author_id": 20,
        "description": "For a man of worldly life, there are clearly fixed likes and dislikes with regard to the objects of each of his sense organs. These are the obstacles for him; the wise would not come under their control.",
        "id": 1070,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 153,
        "verse_id": 153
    },
    {
        "authorName": "Shri Purohit Swami",
        "author_id": 21,
        "description": "The love and hate that are aroused by the objects of sense arise from Nature; do not yield to them, as they only obstruct the path.",
        "id": 1071,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 153,
        "verse_id": 153
    }
]