[
    {
        "authorName": "Swami Ramsukhdas",
        "author_id": 1,
        "description": "।।3.35।। अच्छी तरह आचरणमें लाये हुए दूसरेके धर्मसे गुणोंकी कमीवाला अपना धर्म श्रेष्ठ है। अपने धर्ममें तो मरना भी कल्याणकारक है और दूसरेका धर्म भयको देनेवाला है। ",
        "id": 1072,
        "lang": "hindi",
        "language_id": 2,
        "verseNumber": 154,
        "verse_id": 154
    },
    {
        "authorName": "Swami Tejomayananda",
        "author_id": 17,
        "description": "।।3.35।। सम्यक् प्रकार से अनुष्ठित परधर्म की अपेक्षा गुणरहित स्वधर्म का पालन श्रेयष्कर है;  स्वधर्म में मरण कल्याणकारक है (किन्तु) परधर्म भय को देने वाला है।।\n ",
        "id": 1073,
        "lang": "hindi",
        "language_id": 2,
        "verseNumber": 154,
        "verse_id": 154
    },
    {
        "authorName": "Swami Adidevananda",
        "author_id": 18,
        "description": "Better is one's own duty, even if done poorly, than the duty of another done well. It is better to die while performing one's own duty; the duty of another is full of fear.",
        "id": 1074,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 154,
        "verse_id": 154
    },
    {
        "authorName": "Swami Gambirananda",
        "author_id": 19,
        "description": "One's own duty, though defective, is superior to another's duty well-performed. Death is better while engaged in one's own duty; another's duty is full of fear.",
        "id": 1075,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 154,
        "verse_id": 154
    },
    {
        "authorName": "Swami Sivananda",
        "author_id": 16,
        "description": "Better is one's own duty, though devoid of merit, than the duty of another well discharged. Better is death in one's own duty; the duty of another is fraught with fear.",
        "id": 1076,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 154,
        "verse_id": 154
    },
    {
        "authorName": "Dr. S. Sankaranarayan",
        "author_id": 20,
        "description": "Better is one's own duty, even if it lacks merit, than the well-performed duty of another; it is better to suffer ruin in one's own duty than to gain success in another's.",
        "id": 1077,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 154,
        "verse_id": 154
    },
    {
        "authorName": "Shri Purohit Swami",
        "author_id": 21,
        "description": "It is better to do one's own duty, however lacking in merit, than to do that of another, even though efficiently. It is better to die doing one's own duty, for doing the duty of another is fraught with danger.",
        "id": 1078,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 154,
        "verse_id": 154
    }
]