[
    {
        "authorName": "Swami Ramsukhdas",
        "author_id": 1,
        "description": "।।3.42 -- 3.43।। इन्द्रियोंको (स्थूलशरीरसे) पर (श्रेष्ठ, सबल, प्रकाशक, व्यापक तथा सूक्ष्म) कहते हैं। इन्द्रियोंसे पर मन है, मनसे भी पर बुद्धि है औऱ जो बुद्धिसे भी पर है, वह (काम) है। इस तरह बुद्धिसे पर - (काम-) को जानकर अपने द्वारा अपने-आपको वशमें करके हे महाबाहो ! तू इस कामरूप दुर्जय शत्रुको मार डाल।",
        "id": 1121,
        "lang": "hindi",
        "language_id": 2,
        "verseNumber": 161,
        "verse_id": 161
    },
    {
        "authorName": "Swami Tejomayananda",
        "author_id": 17,
        "description": "।।3.42।। (शरीर से) परे (श्रेष्ठ) इन्द्रियाँ कही जाती हैं;  इन्द्रियों से परे मन है और मन से परे बुद्धि है, और जो बुद्धि से भी परे है, वह है आत्मा।।\n ",
        "id": 1122,
        "lang": "hindi",
        "language_id": 2,
        "verseNumber": 161,
        "verse_id": 161
    },
    {
        "authorName": "Swami Adidevananda",
        "author_id": 18,
        "description": "They say that the senses are high, the mind is higher than the senses, the intellect is higher than the mind, but what is greater than the intellect is that (desire).",
        "id": 1123,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 161,
        "verse_id": 161
    },
    {
        "authorName": "Swami Gambirananda",
        "author_id": 19,
        "description": "They say that the organs are superior to the gross body; the mind is superior to the organs; and the intellect is superior to the mind. However, He is superior to the intellect.",
        "id": 1124,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 161,
        "verse_id": 161
    },
    {
        "authorName": "Swami Sivananda",
        "author_id": 16,
        "description": "They say that the senses are superior to the body; the mind is superior to the senses; the intellect is superior to the mind; and He (the Self) is superior even to the intellect.",
        "id": 1125,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 161,
        "verse_id": 161
    },
    {
        "authorName": "Dr. S. Sankaranarayan",
        "author_id": 20,
        "description": "It is said that the sense-organs are different from their objects; the mind is different from the sense-organs; the intellect is different from the mind; and That (Self) is different from the intellect.",
        "id": 1126,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 161,
        "verse_id": 161
    },
    {
        "authorName": "Shri Purohit Swami",
        "author_id": 21,
        "description": "It is said that the senses are powerful; however, beyond the senses is the mind, beyond the mind is the intellect, and greater than the intellect is He.",
        "id": 1127,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 161,
        "verse_id": 161
    }
]