[
    {
        "authorName": "Swami Ramsukhdas",
        "author_id": 1,
        "description": "।।3.42 -- 3.43।। इन्द्रियोंको (स्थूलशरीरसे) पर (श्रेष्ठ, सबल, प्रकाशक, व्यापक तथा सूक्ष्म) कहते हैं। इन्द्रियोंसे पर मन है, मनसे भी पर बुद्धि है औऱ जो बुद्धिसे भी पर है वह (काम) है। इस तरह बुद्धिसे पर - (काम-) को जानकर अपने द्वारा अपने-आपको वशमें करके हे महाबाहो ! तू इस कामरूप दुर्जय शत्रुको मार डाल।\n ",
        "id": 1128,
        "lang": "hindi",
        "language_id": 2,
        "verseNumber": 162,
        "verse_id": 162
    },
    {
        "authorName": "Swami Tejomayananda",
        "author_id": 17,
        "description": "।।3.43।। इस प्रकार बुद्धि से परे (शुद्ध) आत्मा को जानकर आत्मा (बुद्धि) के द्वारा आत्मा (मन) को वश में करके, हे महाबाहो ! तुम इस दुर्जेय (दुरासदम्) कामरूप शत्रु को मारो।।\n ",
        "id": 1129,
        "lang": "hindi",
        "language_id": 2,
        "verseNumber": 162,
        "verse_id": 162
    },
    {
        "authorName": "Swami Adidevananda",
        "author_id": 18,
        "description": "Thus, knowing that which is higher than the intellect and fixing the mind with the help of the intellect in Karma Yoga, O Arjuna, slay this enemy which takes the form of desire, and which is difficult to overcome.",
        "id": 1130,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 162,
        "verse_id": 162
    },
    {
        "authorName": "Swami Gambirananda",
        "author_id": 19,
        "description": "[The Ast, introduces this verse with, 'Tatah kim, what follows from that?'-Tr.] Understanding the Self thus as superior to the intellect, and completely establishing (the Self) through spiritual absorption with the (help of) the mind, O mighty-armed one, the enemy in the form of desire, which is difficult to subdue, vanishes.",
        "id": 1131,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 162,
        "verse_id": 162
    },
    {
        "authorName": "Swami Sivananda",
        "author_id": 16,
        "description": "Thus, knowing Him who is superior to the intellect and restraining the self by the Self, slay thou, O mighty-armed Arjuna, the enemy in the form of desire, hard to conquer.",
        "id": 1132,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 162,
        "verse_id": 162
    },
    {
        "authorName": "Dr. S. Sankaranarayan",
        "author_id": 20,
        "description": "Thus, being conscious that it is different from the intellect, and steadying the self with the self, kill the foe that is of the form of desire and that is hard to approach.",
        "id": 1133,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 162,
        "verse_id": 162
    },
    {
        "authorName": "Shri Purohit Swami",
        "author_id": 21,
        "description": "Thus, O Mighty-Armed One, knowing Him to be beyond the intellect, and with His help, subdue your personal ego and kill your enemy, Desire, even though it is extremely difficult.",
        "id": 1134,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 162,
        "verse_id": 162
    }
]