[
    {
        "authorName": "Swami Ramsukhdas",
        "author_id": 1,
        "description": "।।6.27।। व्याख्या--'प्रशान्तमनसं ह्येनं ৷৷. ब्रह्मभूतमकल्मषम्'--जिसके सम्पूर्ण पाप नष्ट हो गये हैं अर्थात् तमोगुण और तमोगुणकी अप्रकाश अप्रवृत्ति, प्रमाद और मोह (गीता 14। 13)--ये वृत्तियाँ नष्ट हो गयी हैं, ऐसे योगीको यहाँ 'अकल्मषम्' कहा गया है।\n\nजिसका रजोगुण और रजोगुणकी लोभ, प्रवृत्ति, नये-नये कर्मोंमें लगना, अशान्ति और स्पृहा (गीता 14। 12)--ये वृत्तियाँ शान्त हो गयी हैं, ऐसे योगीको यहाँ 'शान्तरजसम्' बताया गया है।",
        "id": 4115,
        "lang": "hindi",
        "language_id": 2,
        "verseNumber": 260,
        "verse_id": 260
    },
    {
        "authorName": "Swami Chinmayananda",
        "author_id": 2,
        "description": "।।6.27।। पूर्व श्लोकों के विवेचन से यह स्पष्ट हो गया है कि शनै शनै मन को आत्मस्वरूप में स्थिर करने से वृत्तिप्रवाह के साथ मन भी समाप्त हो जाता हैं। मन के निर्विषयी होने पर मनुष्य को आत्मा का शुद्ध स्वरूप में अनुभव होता है और स्वाभाविक ही वह परम सुख को प्राप्त होता है।एक बुद्धिमान साधक को उक्त कथन को चुनौती देने का पूर्ण अधिकार है। क्योंकि शास्त्रीय विषयों में शास्त्रविदों को यह अधिकार नहीं कि वे अपने मत को प्रतिपादित करके विद्यार्थियों से अपेक्षा रखें कि वे उस मत को वैसा ही स्वीकार कर लें। दूसरी पंक्ति में कारण बताते हैं कि क्यों और किस प्रकार मन के शांत होने पर आत्मा का स्वत साक्षात् अनुभव होता है। कारण यह है कि मन को शांत आनन्दस्वरूप आत्मा में स्थिर करने के प्रयत्न में पूर्वसंचित वासनाएं क्षीण पड़ जाती हैं और वासनारहित मन को ही निष्पाप (अकल्मष) कहते हैं।वेदान्त में मन की अशुद्धि को कहते हैं  मल। आत्मतत्त्व का अज्ञान (आवरण) और उससे उत्पन्न मन के विक्षेप संयुक्त रूप से मल कहलाते हैं। आवरण तमोगुण का कार्य है जबकि तज्जनित विक्षेप रजोगुण का। यही मनुष्य का दुखमय संसार में पतन का कारण है। भगवान् के इन शब्दों में इसका स्पष्ट निर्देश मिलता है  (क) शांतरजस और (ख) अकल्मष।तमोगुण और रजोगुण के प्रभाव से मुक्त पुरुष को आत्मज्ञानी ही मानना पड़ेगा। जब तक विक्षेप है तब तक मन का अस्तित्व है और उसके साथ आत्मा के तादात्म्य से जीवभाव उत्पन्न होता है अर्थात् वह साधक जो ध्यानाभ्यास में प्रवृत्त होता है ध्यानविधि के अनुसार मन के साथ के तादात्म्य की निवृत्ति होने पर जीव अपने शुद्ध आत्मस्वरूप को पहचान लेता है। ब्रह्मभूत शब्द से अद्वैत सत्य की स्पष्ट घोषणा यहाँ की गयी है जिसके अर्थानुसार योगी स्वयं ब्रह्म स्वरूप ही जाता है।अब भगवान् यह बताते हैं कि आत्मसाक्षात्कार के पश्चात् ज्ञानी पुरुष का सम्पूर्ण जीवन किस प्रकार उस अऩुभव से युक्त होता है ",
        "id": 4116,
        "lang": "hindi",
        "language_id": 2,
        "verseNumber": 260,
        "verse_id": 260
    },
    {
        "authorName": "Sri Anandgiri",
        "author_id": 3,
        "description": "।।6.27।।मनस्तद्वृत्त्योरभावे स्वरूपभूतसुखाविर्भावस्य स्वापादौ प्रसिद्धिं द्योतयितुं हिशब्दः। मोहादिक्लेशप्रतिबन्धाद्योगिनि यथोक्तसुखाप्राप्तिमाशङ्क्य मनोविलयमुपेत्य परिहरति  शान्तेति। तस्यास्मदादिविलक्षणत्वमाह  ब्रह्मभूतमिति। अस्मदादेरपि स्वतो ब्रह्मभूतत्वेन तुल्यं जीवन्मुक्तत्वमित्याशङ्क्याह  ब्रह्मैवेति। धर्माधर्मप्रतिबन्धादयुक्ता यथोक्तसुखप्राप्तिरित्याशङ्क्योक्तम्  अकल्मषमिति।",
        "id": 4117,
        "lang": "sanskrit",
        "language_id": 3,
        "verseNumber": 260,
        "verse_id": 260
    },
    {
        "authorName": "Sri Dhanpati",
        "author_id": 4,
        "description": "।।6.27।।योगिनमुत्तमं सुखमुपैतीत्युक्तं तदेव स्फुटयति  यञ्जन्निति। एवं यथोक्तेन क्रमेणात्मानमन्तःकरणं सदा दीर्घकालमादरनैरन्तर्याम्यां च युञ्जन् आत्मनि स्थिरं कुर्वन्। योगान्तरायवर्जित इति भाष्यम्। योगान्तरायाश्च योगसूत्रप्रदर्शिताःव्याधिस्त्यनसंशयप्रमादालस्याविरतिभ्रान्तिदर्शनालब्धभूमिकत्वावस्थितत्वानि चित्तविषेपास्तेऽन्तरायाः दुःखदौर्मनस्याङ्गमेजयत्वश्वासप्रश्वासा विक्षेपसहभुवः इति। एत रजस्तमोवशात्प्रवर्तमानाश्चित्तस्य विक्षेपा भवन्ति। तैरेकाग्रताविरोधिभिश्चित्तं विक्षिप्यत इत्यर्थः। तत्र व्याधिर्धातुवैषम्यनिमित्तो ज्वरादिः। स्त्यानमकर्मण्यता। संशयश्चित्तस्योभयकोठ्यालम्बनम्। विज्ञानं योगः साध्यो नवेति। प्रमादोऽनुत्थानशीलता। समाधिसाधने औदासीन्यं आलस्यम्। कायचित्तयोर्गुरुत्वं योगविषये प्रीत्यभावहेतुः। अविरतिश्चित्तस्य विषयसंप्रयोगात्मागर्धः। भ्रान्तिदर्शनं शुक्तिकायां रजतवद्धिपर्ययज्ञानम्। लब्धभूमि कत्वं कुतश्चिन्निमित्तात्समाधिभूमेरलाभः। अनवस्थितत्वं लब्धावस्थायामपि समाधिभूमौ चित्तस्य तत्राप्रतिष्ठा। एते समाधेरेकाग्रताया यथायोगं प्रतिपक्षत्वादन्तराया इत्युच्यन्ते। चित्तविक्षेपकारकानन्यानप्यन्तरायान्प्रतिपादयितुमाह। कुतश्चिन्निमित्तादुत्पन्नेषु विक्षेपेषु एते दुःखादयः प्रवर्तन्ते तत्र दुःखंचित्तस्य रागजः परिणामो बाधनालक्षणः। यद्वाधात्प्राणिनस्ततपघाताय प्रवर्तन्ते। तौर्मनस्यं बाह्याभ्यन्तरैः करणैर्मनसो तौस्थ्यम्। अङ्गमेजयत्वं सर्वाङगीणो वेपथुः आसनस्थैर्यस्य बाधकः। प्राणो यद्वाह्यवायुमाचामति स श्वासः यत्कौष्ठ्यं वायुं निःश्वसिति स प्रश्वासः िति योगसूत्रार्थः। विगतकल्मषः पापादिरहितः सुखेनानायासेनात्यन्तं निरतिशयं सुखं ब्रह्मसंस्पर्शं ब्रह्मणा परमात्मना सभ्यक् स्पर्शो यस्य तत्। ब्रह्माभिन्नं सुखमश्रुते व्याप्नोति।",
        "id": 4118,
        "lang": "sanskrit",
        "language_id": 3,
        "verseNumber": 260,
        "verse_id": 260
    },
    {
        "authorName": "Sri Madhavacharya",
        "author_id": 5,
        "description": "।।6.27।।Sri Madhvacharya did not comment on this sloka. ",
        "id": 4119,
        "lang": "sanskrit",
        "language_id": 3,
        "verseNumber": 260,
        "verse_id": 260
    },
    {
        "authorName": "Sri Neelkanth",
        "author_id": 6,
        "description": "।।6.27।।एवमात्मवशे मनसि किं स्यादित्याशङ्क्याह  प्रशान्तेति। हि यस्मादेनं प्रशान्तमनसं प्रकर्षेणोपरतचेतसं योगिनमेकाग्रताभूमावुत्तमं सुखं संप्रज्ञातसमाधिफलभूतमुपैति। भौतिकानां बाह्यानां मानोरथिकानामान्तराणां च विषयाणां त्यागात् शान्तरजसं प्रक्षीणमोहादिक्लेशं ब्रह्मभूतं सद्वस्तुरूपं अकल्मषं धर्माधर्मवर्जितम्। यथोक्तं योगभाष्येयस्त्वेकाग्रे चेतसि सद्भूतमर्थं प्रद्योतयति कर्मबन्धनानि श्लथयति निरोधमभिमुखीकरोति क्षिणोति च क्लेशान् स संप्रज्ञातो योग इत्याख्यायते इति। एतेनात्मसंस्थं मनः कृत्वेति व्याख्यातम्।",
        "id": 4120,
        "lang": "sanskrit",
        "language_id": 3,
        "verseNumber": 260,
        "verse_id": 260
    },
    {
        "authorName": "Sri Ramanujacharya",
        "author_id": 7,
        "description": "।।6.27।।प्रशान्तमनसम् आत्मनि निश्चलमनसम् आत्मन्यस्तमनसं तत एव हेतोः दग्धाशेषकल्मषं तत एव शान्तरजसं विनष्टरजोगुणं तत एव ब्रह्मभूतं स्वस्वरूपेणावस्थितम् एनं योगिनम् आत्मानुभवरूपम् उत्तमं सुखम् उपैति हि इति हेतौ उत्तमसुखरूपम् उपैति इत्यर्थः।",
        "id": 4121,
        "lang": "sanskrit",
        "language_id": 3,
        "verseNumber": 260,
        "verse_id": 260
    },
    {
        "authorName": "Sri Sridhara Swami",
        "author_id": 8,
        "description": "।।6.27।। एवं प्रत्याहारादिभिः पुनः पुनर्मनो वशीकुर्वन्तं रजोगुणक्षये सति योगसुखं प्राप्नोतीत्याह  प्रशान्तमनसमिति। एवमुक्तेन प्रकारेण शान्तं रजो यस्य तम्। अतएव प्रशान्तं मनो यस्य तमेनं निष्कल्मषं ब्रह्मत्वं प्राप्तं योगिनमुत्तमं सुखं समाधिसुखं स्वयमेवोपैति प्राप्नोति।",
        "id": 4122,
        "lang": "sanskrit",
        "language_id": 3,
        "verseNumber": 260,
        "verse_id": 260
    },
    {
        "authorName": "Sri Vedantadeshikacharya Venkatanatha",
        "author_id": 9,
        "description": "।।6.27।।आत्मनि वशीकरणोपायः प्रागुक्तः अनन्तरं च तदेवाहप्रशान्तमनसं इति श्लोकेन। तत्र विप्रकीर्णावस्थितानां पदानामन्वयक्रममर्थं च दर्शयति।प्रशान्तमनसमित्यादिना।योगिनम् अकल्मषं शान्तरजसं शान्तमनसं ब्रह्मभूतमेनम् इति हेतुकार्यभावेनान्वयक्रमः। स्वविषययोगस्य स्वकल्मषनिवर्तकत्वं पञ्चगव्यप्राशनादेरिव परसङ्कल्पायत्तम्।ब्रह्मभूतमिति देहात्मभ्रमादिप्रयुक्तक्लेशादिदशारूपाब्रह्मत्वव्यवच्छेदार्थम्। तदाह  स्वस्वरूपेणावस्थितमिति। अणोरपि हि जीवस्य स चानन्त्याय कल्पते श्वे.उ.5।9 इति श्रुतेर्धर्मतो बृहत्त्वमस्त्येव। उत्तमशब्देन वैषयिकसुखव्यवच्छेदो विवक्षित इति व्यञ्जनायआत्मानुभवरूपमित्युक्तम्।ब्रह्मसंस्पर्शम्",
        "id": 4123,
        "lang": "sanskrit",
        "language_id": 3,
        "verseNumber": 260,
        "verse_id": 260
    },
    {
        "authorName": "Sri Abhinavgupta",
        "author_id": 10,
        "description": "।।6.26  6.28।।न च विषयव्युपरममात्रमेव प्राप्यमित्युच्यते  यत इत्यादि अधिगच्छतीत्यन्तम्।  यतो यतो मनो निवर्तते तन्निवर्तनसमनन्तरमेव आत्मनि शमयेत्।  अन्यथा अप्रतिष्ठं चित्तं पुनरपि विषयानेवावलम्बते।  तत्र आत्मनि शान्तचित्तं योगिनं कर्मभूतं सुखं कर्तृभूतम् उपैति।  अनेनैव क्रमेण योगिनां सुखेन ब्रह्मावाप्तिः न तु कष्टयोगादिनेति तात्पर्यम्।",
        "id": 4124,
        "lang": "sanskrit",
        "language_id": 3,
        "verseNumber": 260,
        "verse_id": 260
    },
    {
        "authorName": "Sri Jayatritha",
        "author_id": 11,
        "description": "।।6.27।।Sri Jayatirtha did not comment on this sloka.",
        "id": 4125,
        "lang": "sanskrit",
        "language_id": 3,
        "verseNumber": 260,
        "verse_id": 260
    },
    {
        "authorName": "Sri Madhusudan Saraswati",
        "author_id": 12,
        "description": "।।6.27।।एंव योगाभ्यासबलादात्मन्येव योगिनः प्रशाम्यति मनः। ततश्च  प्रशान्तं प्रकर्षेण शान्तं निर्वृत्तिकतया निरुद्धं संस्कारमात्रशेषं मनो यस्य तं प्रशान्तमनस वृत्तिशून्यतया निर्मनस्कम्। निर्मनस्कत्वे हेतुगर्भं विशेषणद्वयं शान्तरजसमकल्मषमिति। शान्तं विक्षेपकं रजो यस्य तं विक्षेपशून्यम्। तथा न विद्यते कल्मषं लयहेतुस्तमो यस्य तमकल्मषं लयशून्यम्। प्रशान्तरजसमित्यनेनैव तमोगुणोपलक्षणेऽकल्मषं संसारहेतुधर्माधर्मादिविवर्जितमिति वा। ब्रह्मभूतं ब्रह्मैव सर्वमिति निश्चयेन समं ब्रह्म प्राप्त जीवन्मुक्तमेनं योगिनम्। एवमुक्तेन प्रकारेणेति श्रीधरः। उत्तमं निरतिशयं सुखमुपैत्युपगच्छति। मनस्तद्वृत्त्योरभावे सुषुप्तौ स्वरुपसुखविर्भावप्रसिद्धिं द्योतयति हिशब्दः। तथाच प्राग्व्याख्यातं सुखमात्यन्तिकं यत्तत्त् इत्यत्र।",
        "id": 4126,
        "lang": "sanskrit",
        "language_id": 3,
        "verseNumber": 260,
        "verse_id": 260
    },
    {
        "authorName": "Sri Purushottamji",
        "author_id": 13,
        "description": "।।6.27।।एवम्भावात्मके भगवति मनस्स्थैर्ये यत्फलं स्यात्तदाह  प्रशान्तमनसमिति। प्रशान्तमनसं भगवति स्थिरमनसमेनं योगिनं शान्तरजसं विक्षेपदोषरहितमुत्तमं सुखं ब्रह्मभूतं भगवद्रसात्मकमकल्मषं स्वभोगादिसुखदोषरहितमुपैति।",
        "id": 4127,
        "lang": "sanskrit",
        "language_id": 3,
        "verseNumber": 260,
        "verse_id": 260
    },
    {
        "authorName": "Sri Shankaracharya",
        "author_id": 14,
        "description": "।।6.27।। प्रशान्तमनसं प्रकर्षेण शान्तं मनः यस्य सः प्रशान्तमनाः तं प्रशान्तमनसं हि एनं योगिनं सुखम् उत्तमं निरतिशयम् उपैति उपगच्छति शान्तरजसं प्रक्षीणमोहादिक्लेशरजसमित्यर्थः ब्रह्मभूतं जीवन्मुक्तम् ब्रह्मैव सर्वम् इत्येवं निश्चयवन्तं ब्रह्मभूतम् अकल्मषं धर्माधर्मादिवर्जितम्।।",
        "id": 4128,
        "lang": "sanskrit",
        "language_id": 3,
        "verseNumber": 260,
        "verse_id": 260
    },
    {
        "authorName": "Sri Vallabhacharya",
        "author_id": 15,
        "description": "।।6.27।।ततश्च योगसुखाप्तिरित्याह  प्रशान्तमनसमिति। प्रशान्तं मनो यस्य यतः शान्तं रजोविक्षेपकं यस्य तमकल्मषं ब्रह्मभावापन्नं योगिनं उत्तमं सुखं ब्रह्मभूतमुपैति प्राप्नोति। ",
        "id": 4129,
        "lang": "sanskrit",
        "language_id": 3,
        "verseNumber": 260,
        "verse_id": 260
    },
    {
        "authorName": "Swami Sivananda",
        "author_id": 16,
        "description": "6.27 प्रशान्तमनसम् one of peaceful mind? हि verily? एनम् this? योगिनम् Yogi? सुखम् bliss? उत्तमम् supreme? उपैति comes? शान्तरजसम् one whose passion is ieted? ब्रह्मभूतम् one who has become Brahman? अकल्मषम् one who is free from sin.Commentary In this verse and in the next also the Lord describes the benefits of Yoga.Supreme (eternal? unalloyed and uninterrupted) bliss comes to the Yogi whose mind is perfectly serene? who has calmed his passionate nature? who has destroyed all sorts of attachments? who has attained knowledge of the Self and thus become a Jivanmukta or one who is liberated while living? who feels that all is Brahman only? and who is taintless? i.e.? who is not affected by Dharma or Adharma (good or evil).",
        "id": 4130,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 260,
        "verse_id": 260
    }
]