[
    {
        "authorName": "Swami Ramsukhdas",
        "author_id": 1,
        "description": "।।4.13 -- 4.14।। मेरे द्वारा गुणों और कर्मोंके विभागपूर्वक चारों वर्णोंकी रचना की गयी है। उस-(सृष्टि-रचना आदि-) का कर्ता होनेपर भी मुझ अव्यय रमेश्वरको तू अकर्ता जान। कारण कि कर्मोंके फलमें मेरी स्पृहा नहीं है, इसलिये मुझे कर्म लिप्त नहीं करते। इस प्रकार जो मुझे तत्त्वसे जान लेता है, वह भी कर्मोंसे नहीं बँधता।",
        "id": 1219,
        "lang": "hindi",
        "language_id": 2,
        "verseNumber": 175,
        "verse_id": 175
    },
    {
        "authorName": "Swami Tejomayananda",
        "author_id": 17,
        "description": "।।4.13।। गुण और कर्मों के विभाग से चातुर्वण्य मेरे द्वारा रचा गया है। यद्यपि मैं उसका कर्ता हूँ, तथापि तुम मुझे अकर्ता और अविनाशी जानो।।\n ",
        "id": 1220,
        "lang": "hindi",
        "language_id": 2,
        "verseNumber": 175,
        "verse_id": 175
    },
    {
        "authorName": "Swami Adidevananda",
        "author_id": 18,
        "description": "The system of four stations was created by Me, according to the distinction of Gunas and Karma. Though I am their creator, know Me to be non-agent and immutable.",
        "id": 1221,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 175,
        "verse_id": 175
    },
    {
        "authorName": "Swami Gambirananda",
        "author_id": 19,
        "description": "The four castes have been created by Me through a classification of the gunas and duties. Even though I am the agent of that (act of classification), still know Me to be non-agentive and changeless.",
        "id": 1222,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 175,
        "verse_id": 175
    },
    {
        "authorName": "Swami Sivananda",
        "author_id": 16,
        "description": "The fourfold caste has been created by Me according to the differentiation of Guna and Karma; though I am the author of it, know Me as non-doer and immutable.",
        "id": 1223,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 175,
        "verse_id": 175
    },
    {
        "authorName": "Dr. S. Sankaranarayan",
        "author_id": 20,
        "description": "I have created the four-fold caste structure according to the division of their respective qualities and actions. Though I am the creator of this, know Me as the changeless, non-creator.",
        "id": 1224,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 175,
        "verse_id": 175
    },
    {
        "authorName": "Shri Purohit Swami",
        "author_id": 21,
        "description": "The four divisions of society—the wise, the soldier, the merchant, and the laborer—were created by Me, according to the natural distribution of qualities and instincts. I am the author of them, though I Myself do not act and am changeless.",
        "id": 1225,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 175,
        "verse_id": 175
    }
]