[
    {
        "authorName": "Swami Ramsukhdas",
        "author_id": 1,
        "description": "।।4.16।। कर्म क्या है और अकर्म क्या है -- इस प्रकार इस विषयमें विद्वान् भी मोहित हो जाते हैं। अतः वह कर्म-तत्त्व मैं तुम्हें भलीभाँति कहूँगा, जिसको जानकर तू अशुभ- (संसार-बन्धन-) से मुक्त हो जायगा। ",
        "id": 1240,
        "lang": "hindi",
        "language_id": 2,
        "verseNumber": 178,
        "verse_id": 178
    },
    {
        "authorName": "Swami Tejomayananda",
        "author_id": 17,
        "description": "।।4.16।। कर्म क्या है और अकर्म क्या है? इस विषय में बुद्धिमान पुरुष भी भ्रमित हो जाते हैं। इसलिये मैं तुम्हें कर्म कहूँगा,  (अर्थात् कर्म और अकर्म का स्वरूप समझाऊँगा) जिसको जानकर तुम अशुभ (संसार बन्धन) से मुक्त हो जाओगे।।\n ",
        "id": 1241,
        "lang": "hindi",
        "language_id": 2,
        "verseNumber": 178,
        "verse_id": 178
    },
    {
        "authorName": "Swami Adidevananda",
        "author_id": 18,
        "description": "What is action? What is non-action? Even the wise are puzzled in respect of these. I shall declare to you that kind of action, knowing which you will be freed from evil.",
        "id": 1242,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 178,
        "verse_id": 178
    },
    {
        "authorName": "Swami Gambirananda",
        "author_id": 19,
        "description": "Even the intelligent are confounded as to what is action and what is inaction. I shall tell you of that action, knowing which you will become free from evil.",
        "id": 1243,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 178,
        "verse_id": 178
    },
    {
        "authorName": "Swami Sivananda",
        "author_id": 16,
        "description": "What is action? What is inaction? Even the wise are confused about this. Therefore, I shall teach you the nature of action and inaction, by knowing which you will be liberated from the evil of Samsara, the wheel of birth and death.",
        "id": 1244,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 178,
        "verse_id": 178
    },
    {
        "authorName": "Dr. S. Sankaranarayan",
        "author_id": 20,
        "description": "Even the wise are perplexed about what is action and what is non-action; I shall properly teach you the action, by knowing which you will be freed from evil.",
        "id": 1245,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 178,
        "verse_id": 178
    },
    {
        "authorName": "Shri Purohit Swami",
        "author_id": 21,
        "description": "What is action and what is inaction? This is a question that has bewildered the wise. But I will declare to you the philosophy of action, and knowing it, you will be free from evil.",
        "id": 1246,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 178,
        "verse_id": 178
    }
]