[
    {
        "authorName": "Swami Ramsukhdas",
        "author_id": 1,
        "description": "।।4.17।। कर्मका तत्त्व भी जानना चाहिये और अकर्मका तत्त्व भी जानना चाहिये तथा विकर्मका तत्त्व भी जानना चाहिये; क्योंकि कर्मकी गति गहन है। ",
        "id": 1247,
        "lang": "hindi",
        "language_id": 2,
        "verseNumber": 179,
        "verse_id": 179
    },
    {
        "authorName": "Swami Tejomayananda",
        "author_id": 17,
        "description": "।।4.17।। कर्म का (स्वरूप) जानना चाहिये और विकर्म का (स्वरूप) भी जानना चाहिये ; (बोद्धव्यम्) तथा अकर्म का भी (स्वरूप) जानना चाहिये (क्योंकि) कर्म की गति गहन है।।\n ",
        "id": 1248,
        "lang": "hindi",
        "language_id": 2,
        "verseNumber": 179,
        "verse_id": 179
    },
    {
        "authorName": "Swami Adidevananda",
        "author_id": 18,
        "description": "For, there is what ought to be known in action; likewise, there is what ought to be known in multi-form action; and there is what ought to be understood in non-action. Thus, mysterious is the way of action.",
        "id": 1249,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 179,
        "verse_id": 179
    },
    {
        "authorName": "Swami Gambirananda",
        "author_id": 19,
        "description": "For there is something to be known even about action, and something to be known about prohibited action; and something needs to be known about inaction. The true nature of action is inscrutable.",
        "id": 1250,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 179,
        "verse_id": 179
    },
    {
        "authorName": "Swami Sivananda",
        "author_id": 16,
        "description": "For verily, the true nature of action enjoined by the scriptures should be known, as well as that of forbidden or unlawful action, and of inaction; the nature of action is hard to understand.",
        "id": 1251,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 179,
        "verse_id": 179
    },
    {
        "authorName": "Dr. S. Sankaranarayan",
        "author_id": 20,
        "description": "Something has to be understood about good action; something has to be understood about wrong action; and something has to be understood about non-action. It is difficult to comprehend the way of action.",
        "id": 1252,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 179,
        "verse_id": 179
    },
    {
        "authorName": "Shri Purohit Swami",
        "author_id": 21,
        "description": "It is necessary to consider what is right action, what is wrong action, and what is inaction, for the law of action is mysterious.",
        "id": 1253,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 179,
        "verse_id": 179
    }
]