[
    {
        "authorName": "Swami Ramsukhdas",
        "author_id": 1,
        "description": "।।4.22।। जो (कर्मयोगी) फल की इच्छा के बिना, अपने-आप जो कुछ मिल जाय, उसमें सन्तुष्ट रहता है और जो ईर्ष्यासे रहित, द्वन्द्वोंसे अतीत तथा सिद्धि और असिद्धिमें सम है, वह कर्म करते हुए भी उससे नहीं बँधता। ",
        "id": 1282,
        "lang": "hindi",
        "language_id": 2,
        "verseNumber": 184,
        "verse_id": 184
    },
    {
        "authorName": "Swami Tejomayananda",
        "author_id": 17,
        "description": "।।4.22।। यदृच्छया (अपने आप) जो कुछ प्राप्त हो उसमें ही सन्तुष्ट रहने वाला,  द्वन्द्वों से अतीत तथा मत्सर से रहित,  सिद्धि व असिद्धि में समभाव वाला पुरुष कर्म करके भी नहीं बन्धता है।।\n ",
        "id": 1283,
        "lang": "hindi",
        "language_id": 2,
        "verseNumber": 184,
        "verse_id": 184
    },
    {
        "authorName": "Swami Adidevananda",
        "author_id": 18,
        "description": "Content with what chance may bring, rising above the pairs of opposites, free from ill-will, even-minded in success and failure, he acts, yet is not bound.",
        "id": 1284,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 184,
        "verse_id": 184
    },
    {
        "authorName": "Swami Gambirananda",
        "author_id": 19,
        "description": "Remaining satisfied with what comes unasked for, having transcended the dualities, being free from spite, and balanced under success and failure, he is not bound even by performing actions.",
        "id": 1285,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 184,
        "verse_id": 184
    },
    {
        "authorName": "Swami Sivananda",
        "author_id": 16,
        "description": "Content with what comes to him without effort, free from the pairs of opposites and envy, even-minded in success and failure, he acts yet is not bound.",
        "id": 1286,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 184,
        "verse_id": 184
    },
    {
        "authorName": "Dr. S. Sankaranarayan",
        "author_id": 20,
        "description": "Remaining content with the gain brought by chance, transcending the dualities (pairs of opposites), entertaining no jealousy, and remaining equal in success and in failure, he does not get bound, even when he acts.",
        "id": 1287,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 184,
        "verse_id": 184
    },
    {
        "authorName": "Shri Purohit Swami",
        "author_id": 21,
        "description": "Content with what comes to him without any effort of his own, rising above the pairs of opposites, free from envy, his mind balanced in both success and failure; though he acts, the consequences do not bind him.",
        "id": 1288,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 184,
        "verse_id": 184
    }
]