[
    {
        "authorName": "Swami Ramsukhdas",
        "author_id": 1,
        "description": "।।4.24।। जिस यज्ञमें अर्पण भी ब्रह्म है, हवी भी ब्रह्म है और ब्रह्मरूप कर्ताके द्वारा ब्रह्मरूप अग्निमें आहुति देनारूप क्रिया भी ब्रह्म है, (ऐसे यज्ञको करनेवाले) जिस मनुष्यकी ब्रह्ममें ही कर्म-समाधि हो गयी है, उसके द्वारा प्राप्त करनेयोग्य फल भी ब्रह्म ही है। ",
        "id": 1296,
        "lang": "hindi",
        "language_id": 2,
        "verseNumber": 186,
        "verse_id": 186
    },
    {
        "authorName": "Swami Tejomayananda",
        "author_id": 17,
        "description": "।।4.24।। अर्पण (अर्थात् अर्पण करने का साधन श्रुवा) ब्रह्म है और हवि (शाकल्य अथवा हवन करने योग्य द्रव्य) भी ब्रह्म है;  ब्रह्मरूप अग्नि में ब्रह्मरूप कर्ता के द्वारा जो हवन किया गया है,  वह भी ब्रह्म ही है। इस प्रकार ब्रह्मरूप कर्म में समाधिस्थ पुरुष का गन्तव्य भी ब्रह्म ही है।।\n ",
        "id": 1297,
        "lang": "hindi",
        "language_id": 2,
        "verseNumber": 186,
        "verse_id": 186
    },
    {
        "authorName": "Swami Adidevananda",
        "author_id": 18,
        "description": "Brahman is the instrument with which to offer; Brahman is the oblation. By Brahman is the oblation offered into the fire of Brahman; Brahman alone is to be attained by one who meditates on Him in their works.",
        "id": 1298,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 186,
        "verse_id": 186
    },
    {
        "authorName": "Swami Gambirananda",
        "author_id": 19,
        "description": "The ladle is Brahman, the oblations are Brahman, and the offering is poured by Brahman into the fire of Brahman. He who has concentration on Brahman as the objective can only reach Brahman.",
        "id": 1299,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 186,
        "verse_id": 186
    },
    {
        "authorName": "Swami Sivananda",
        "author_id": 16,
        "description": "Brahman is the oblation; Brahman is the melted butter (ghee); by Brahman is the oblation poured into the fire of Brahman; Brahman indeed shall be attained by one who always sees Brahman in action.",
        "id": 1300,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 186,
        "verse_id": 186
    },
    {
        "authorName": "Dr. S. Sankaranarayan",
        "author_id": 20,
        "description": "The Brahman-oblation that is to be offered to the Brahman is poured into the Brahman-fire by the Brahman; it is nothing but the Brahman that is to be attained by one whose deep contemplation is the Brahman-action.",
        "id": 1301,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 186,
        "verse_id": 186
    },
    {
        "authorName": "Shri Purohit Swami",
        "author_id": 21,
        "description": "For him, the sacrifice is the Spirit; the Spirit and the offering are one; it is the Spirit that is sacrificed in its own fire, and the man, even in action, is united with God, since his mind never ceases to be fixed on Him while performing the act.",
        "id": 1302,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 186,
        "verse_id": 186
    }
]