[
    {
        "authorName": "Swami Ramsukhdas",
        "author_id": 1,
        "description": "।।4.26।। अन्य योगीलोग श्रोत्रादि समस्त इन्द्रियोंका संयमरूप अग्नियोंमें हवन किया करते हैं और दूसरे योगीलोग शब्दादि विषयोंका इन्द्रियरूप अग्नियोंमें हवन किया करते हैं। ",
        "id": 1310,
        "lang": "hindi",
        "language_id": 2,
        "verseNumber": 188,
        "verse_id": 188
    },
    {
        "authorName": "Swami Tejomayananda",
        "author_id": 17,
        "description": "।।4.26।। अन्य (योगीजन) श्रोत्रादिक सब इन्द्रियों को संयमरूप अग्नि में हवन करते हैं,  और अन्य (लोग) शब्दादिक विषयों को इन्द्रियरूप अग्नि में हवन करते हैं।।\n ",
        "id": 1311,
        "lang": "hindi",
        "language_id": 2,
        "verseNumber": 188,
        "verse_id": 188
    },
    {
        "authorName": "Swami Adidevananda",
        "author_id": 18,
        "description": "Others offer as oblations hearing and other senses into the fires of restraint. Some others offer as oblations the objects of the senses, such as sound and the rest, into the fires of their senses.",
        "id": 1312,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 188,
        "verse_id": 188
    },
    {
        "authorName": "Swami Gambirananda",
        "author_id": 19,
        "description": "Others offer their organs, such as their ears, etc., in the fires of self-control. Others offer the objects, such as sound, etc., in the fires of their organs.",
        "id": 1313,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 188,
        "verse_id": 188
    },
    {
        "authorName": "Swami Sivananda",
        "author_id": 16,
        "description": "Some again offer the organ of hearing and other senses as a sacrifice in the fire of restraint; others offer sound and other objects of the senses as a sacrifice in the fire of the senses.",
        "id": 1314,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 188,
        "verse_id": 188
    },
    {
        "authorName": "Dr. S. Sankaranarayan",
        "author_id": 20,
        "description": "Others offer their sense-organs such as the sense of hearing and the rest into the fires of restraint; others offer objects such as sound and the rest into the fires of their sense-organs.",
        "id": 1315,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 188,
        "verse_id": 188
    },
    {
        "authorName": "Shri Purohit Swami",
        "author_id": 21,
        "description": "Some sacrifice their physical senses in the fire of self-control; others offer up their contact with external objects in the sacrificial fire of their senses.",
        "id": 1316,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 188,
        "verse_id": 188
    }
]