[
    {
        "authorName": "Swami Ramsukhdas",
        "author_id": 1,
        "description": "।।4.28।। दूसरे कितने ही तीक्ष्ण व्रत करनेवाले प्रयत्नशील साधक द्रव्य-सम्बन्धी यज्ञ करनेवाले हैं, और कितने ही तपोयज्ञ करनेवाले हैं, और दूसरे कितने ही योगयज्ञ करनेवाले हैं, तथा कितने ही स्वाध्यायरूप ज्ञानयज्ञ करनेवाले हैं। ",
        "id": 1324,
        "lang": "hindi",
        "language_id": 2,
        "verseNumber": 190,
        "verse_id": 190
    },
    {
        "authorName": "Swami Tejomayananda",
        "author_id": 17,
        "description": "।।4.28।। कुछ (साधक) द्रव्ययज्ञ, तपयज्ञ और योगयज्ञ करने वाले होते हैं;  और दूसरे कठिन व्रत करने वाले स्वाध्याय और ज्ञानयज्ञ करने वाले योगीजन होते हैं।।\n ",
        "id": 1325,
        "lang": "hindi",
        "language_id": 2,
        "verseNumber": 190,
        "verse_id": 190
    },
    {
        "authorName": "Swami Adidevananda",
        "author_id": 18,
        "description": "Self-controlled and firm of resolve, others perform the sacrifice of material objects or austerities or yoga; while others offer their scriptural study and knowledge.",
        "id": 1326,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 190,
        "verse_id": 190
    },
    {
        "authorName": "Swami Gambirananda",
        "author_id": 19,
        "description": "Similarly, others are performers of sacrifices through wealth, through austerity, through yoga, and through study and knowledge; others are ascetics with severe vows.",
        "id": 1327,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 190,
        "verse_id": 190
    },
    {
        "authorName": "Swami Sivananda",
        "author_id": 16,
        "description": "Others again offer wealth, austerity, and Yoga as sacrifice, while ascetics of self-restraint and rigid vows offer the study of scriptures and knowledge as sacrifice.",
        "id": 1328,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 190,
        "verse_id": 190
    },
    {
        "authorName": "Dr. S. Sankaranarayan",
        "author_id": 20,
        "description": "These are the performers of sacrifices with material objects, the performers of sacrifices with penance, and the performers of sacrifices with Yoga. Likewise, there are other ascetics with rigid vows whose sacrifices are the svadhyaya-knowledge.",
        "id": 1329,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 190,
        "verse_id": 190
    },
    {
        "authorName": "Shri Purohit Swami",
        "author_id": 21,
        "description": "Others offer as their sacrifice wealth, austerities, and meditation. Monks, wedded to their vows, renounce their scriptural learning and even their spiritual powers.",
        "id": 1330,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 190,
        "verse_id": 190
    }
]