[
    {
        "authorName": "Swami Ramsukhdas",
        "author_id": 1,
        "description": "।।4.29 -- 4.30।। दूसरे कितने ही प्राणायामके परायण हुए योगीलोग अपानमें प्राणका पूरक करके, प्राण और अपानकी गति रोककर फिर प्राणमें अपानका हवन करते हैं; तथा अन्य कितने ही नियमित आहार करनेवाले प्राणोंका प्राणोंमें हवन किया करते हैं। ये सभी साधक यज्ञोंद्वारा पापोंका नाश करनेवाले और यज्ञोंको जाननेवाले हैं।",
        "id": 1331,
        "lang": "hindi",
        "language_id": 2,
        "verseNumber": 191,
        "verse_id": 191
    },
    {
        "authorName": "Swami Tejomayananda",
        "author_id": 17,
        "description": "।।4.29।। अन्य (योगीजन) अपानवायु में प्राणवायु को हवन करते हैं,  तथा प्राण में अपान की आहुति देते हैं,  प्राण और अपान की गति को रोककर,  वे प्राणायाम के ही समलक्ष्य समझने वाले होते हैं।।\n ",
        "id": 1332,
        "lang": "hindi",
        "language_id": 2,
        "verseNumber": 191,
        "verse_id": 191
    },
    {
        "authorName": "Swami Adidevananda",
        "author_id": 18,
        "description": "Others, with restricted diets, are devoted to the control of breath. Some sacrifice the inward breath in the outward breath; similarly, others sacrifice the outward breath in the inward breath. Some others, stopping the flow of both the inward and outward breaths, sacrifice the inward and outward breaths.",
        "id": 1333,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 191,
        "verse_id": 191
    },
    {
        "authorName": "Swami Gambirananda",
        "author_id": 19,
        "description": "Constantly practicing control of the vital forces by stopping the movements of the outgoing and incoming breaths, some offer as a sacrifice the outgoing breath into the incoming breath; while still others, the incoming breath into the outgoing breath.",
        "id": 1334,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 191,
        "verse_id": 191
    },
    {
        "authorName": "Swami Sivananda",
        "author_id": 16,
        "description": "Others offer as sacrifice the outgoing breath into the incoming, and the incoming into the outgoing, restraining the flow of the outgoing and the incoming breaths, solely absorbed in the restraint of the breath.",
        "id": 1335,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 191,
        "verse_id": 191
    },
    {
        "authorName": "Dr. S. Sankaranarayan",
        "author_id": 20,
        "description": "Some sages offer the prana into the apana; likewise, others offer the apana into the prana. Having controlled both the courses of the prana and apana, the same sages, with their desires fulfilled by the above activities, and with their food restricted, offer the pranas into pranas. All these persons know what sacrifices are and have their sins destroyed by them.",
        "id": 1336,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 191,
        "verse_id": 191
    },
    {
        "authorName": "Shri Purohit Swami",
        "author_id": 21,
        "description": "There are some who practice controlling the vital energy and governing the subtle forces of prana and apana, thereby sacrificing their prana to apana, or their apana to prana.",
        "id": 1337,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 191,
        "verse_id": 191
    }
]