[
    {
        "authorName": "Swami Ramsukhdas",
        "author_id": 1,
        "description": "।।4.29 -- 4.30।। दूसरे कितने ही प्राणायामके परायण हुए योगीलोग अपानमें प्राणका पूरक करके, प्राण और अपानकी गति रोककर फिर प्राणमें अपानका हवन करते हैं; तथा अन्य कितने ही नियमित आहार करनेवाले प्राणोंका प्राणोंमें हवन किया करते हैं। ये सभी साधक यज्ञोंद्वारा पापोंका नाश करनेवाले और यज्ञोंको जाननेवाले हैं।\n ",
        "id": 1338,
        "lang": "hindi",
        "language_id": 2,
        "verseNumber": 192,
        "verse_id": 192
    },
    {
        "authorName": "Swami Tejomayananda",
        "author_id": 17,
        "description": "।।4.30।। दूसरे नियमित आहार करने वाले (साधक जन) प्राणों को प्राणों में हवन करते हैं। ये सभी यज्ञ को जानने वाले हैं, जिनके पाप यज्ञ के द्वारा नष्ट हो चुके हैं।।\n ",
        "id": 1339,
        "lang": "hindi",
        "language_id": 2,
        "verseNumber": 192,
        "verse_id": 192
    },
    {
        "authorName": "Swami Adidevananda",
        "author_id": 18,
        "description": "All these know the meaning of sacrifices, and through sacrifices, their sins are eradicated. Those who subsist on the ambrosial food, the remnants of sacrifices, go to eternal Brahman.",
        "id": 1340,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 192,
        "verse_id": 192
    },
    {
        "authorName": "Swami Gambirananda",
        "author_id": 19,
        "description": "Others, having their food regulated, offer the vital forces in the vital forces. All of them are knowers of the sacrifice and have their sins destroyed by the sacrifice.",
        "id": 1341,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 192,
        "verse_id": 192
    },
    {
        "authorName": "Swami Sivananda",
        "author_id": 16,
        "description": "Others who regulate their diet offer life-breaths in each life-breath. All these are knowers of sacrifice, whose sins are destroyed through sacrifice.",
        "id": 1342,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 192,
        "verse_id": 192
    },
    {
        "authorName": "Dr. S. Sankaranarayan",
        "author_id": 20,
        "description": "- . [Some sages] offer the prana into the apana; likewise, others offer the apana into the prana. Having controlled both the courses of the prana and apana, the same sages, with their desires fulfilled by the above activities, and with their food restricted, offer the pranas into pranas. All these persons know what sacrifices are and have their sins destroyed by them.",
        "id": 1343,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 192,
        "verse_id": 192
    },
    {
        "authorName": "Shri Purohit Swami",
        "author_id": 21,
        "description": "Others, controlling their diet, sacrifice their worldly life to the spiritual fire. All understand the principle of sacrifice, and by it their sins are washed away.",
        "id": 1344,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 192,
        "verse_id": 192
    }
]