[
    {
        "authorName": "Swami Ramsukhdas",
        "author_id": 1,
        "description": "।।2.20।। यह शरीरी न कभी जन्मता है और न मरता है तथा यह उत्पन्न होकर फिर होनेवाला नहीं है। यह जन्मरहित, नित्य-निरन्तर रहनेवाला, शाश्वत और पुराण (अनादि) है। शरीरके मारे जानेपर भी यह नहीं मारा जाता।\n ",
        "id": 463,
        "lang": "hindi",
        "language_id": 2,
        "verseNumber": 67,
        "verse_id": 67
    },
    {
        "authorName": "Swami Tejomayananda",
        "author_id": 17,
        "description": "।।2.20।। यह आत्मा किसी काल में भी न जन्मता है और न मरता है और न यह एक बार होकर फिर अभावरूप होने वाला है। यह आत्मा अजन्मा, नित्य, शाश्वत और पुरातन है,  शरीर के नाश होने पर भी इसका नाश नहीं होता।।\n ",
        "id": 464,
        "lang": "hindi",
        "language_id": 2,
        "verseNumber": 67,
        "verse_id": 67
    },
    {
        "authorName": "Swami Adidevananda",
        "author_id": 18,
        "description": "It is never born; it never dies; having come into existence once, it never ceases to exist. Unborn, eternal, perpetual, and primordial, it is not destroyed when the body is destroyed.",
        "id": 465,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 67,
        "verse_id": 67
    },
    {
        "authorName": "Swami Gambirananda",
        "author_id": 19,
        "description": "Never is this One born, nor does It ever die; nor, having come into existence, does It cease to be. This One is birthless, eternal, undecaying, and ancient; It is not killed when the body is killed.",
        "id": 466,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 67,
        "verse_id": 67
    },
    {
        "authorName": "Swami Sivananda",
        "author_id": 16,
        "description": "It is not born, nor does it ever die; after having been, it again does not cease to be; unborn, eternal, changeless, and ancient, it is not killed when the body is killed.",
        "id": 467,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 67,
        "verse_id": 67
    },
    {
        "authorName": "Dr. S. Sankaranarayan",
        "author_id": 20,
        "description": "This is neither born nor ever dies; nor, having not been at one time, will it come to be again. It is unborn, destructionless, eternal, and ancient, and is not slain even when the body is slain.",
        "id": 468,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 67,
        "verse_id": 67
    },
    {
        "authorName": "Shri Purohit Swami",
        "author_id": 21,
        "description": "It was not born; it will never die, nor, once having been, can it cease to exist. Unborn, eternal, ever-enduring, yet most ancient, the spirit does not die when the body is dead.",
        "id": 469,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 67,
        "verse_id": 67
    }
]