[
    {
        "authorName": "Swami Ramsukhdas",
        "author_id": 1,
        "description": "।।2.39।। हे पार्थ! यह समबुद्धि तेरे लिए पहले सांख्ययोगमें कही गयी, अब तू इसको कर्मयोगके विषयमें सुन; जिस समबुद्धिसे युक्त हुआ तू कर्मबन्धनका त्याग कर देगा।\n ",
        "id": 596,
        "lang": "hindi",
        "language_id": 2,
        "verseNumber": 86,
        "verse_id": 86
    },
    {
        "authorName": "Swami Tejomayananda",
        "author_id": 17,
        "description": "।।2.39।। हे पार्थ ! तुम्हें सांख्य विषयक ज्ञान कहा गया और अब इस (कर्म) योग से सम्बन्धित ज्ञान को सुनो जिस ज्ञान से युक्त होकर तुम कर्मबन्ध का नाश कर सकोगे।।\n ",
        "id": 597,
        "lang": "hindi",
        "language_id": 2,
        "verseNumber": 86,
        "verse_id": 86
    },
    {
        "authorName": "Swami Adidevananda",
        "author_id": 18,
        "description": "This Buddhi concerning the Self (Sankhya) has been imparted to you. Now listen to this with regard to Yoga, by following which you will get rid of the bondage of Karma.",
        "id": 598,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 86,
        "verse_id": 86
    },
    {
        "authorName": "Swami Gambirananda",
        "author_id": 19,
        "description": "O Partha, this wisdom has been imparted to you from the standpoint of Self-realization. But listen to this wisdom from the standpoint of Yoga, endowed with which, you will get rid of the bondage of action.",
        "id": 599,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 86,
        "verse_id": 86
    },
    {
        "authorName": "Swami Sivananda",
        "author_id": 16,
        "description": "This, which has been taught to you, is wisdom concerning Sankhya. Now listen to wisdom concerning Yoga, endowed with which, O Arjuna, you shall cast off the bonds of action.",
        "id": 600,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 86,
        "verse_id": 86
    },
    {
        "authorName": "Dr. S. Sankaranarayan",
        "author_id": 20,
        "description": "Listen, how this knowledge, imparted to you for your Sankhya, is also for the Yoga; endowed with this knowledge, you shall cast off the bondage of action, O son of Prtha!",
        "id": 601,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 86,
        "verse_id": 86
    },
    {
        "authorName": "Shri Purohit Swami",
        "author_id": 21,
        "description": "I have told you the philosophy of knowledge. Now, listen, and I will explain the philosophy of action, by means of which, O Arjuna, you will break through the bondage of all action.",
        "id": 602,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 86,
        "verse_id": 86
    }
]