[
    {
        "authorName": "Swami Ramsukhdas",
        "author_id": 1,
        "description": "।।2.42 -- 2.43।। हे पृथानन्दन ! जो कामनाओंमें तन्मय हो रहे हैं, स्वर्गको ही श्रेष्ठ माननेवाले हैं, वेदोंमें कहे हुए सकाम कर्मोंमें प्रीति रखनेवाले हैं, भोगोंके सिवाय और कुछ है ही नहीं - ऐसा कहनेवाले हैं, वे अविवेकी मनुष्य इस प्रकारकी जिस पुष्पित (दिखाऊ शोभायुक्त) वाणीको कहा करते हैं, जो कि जन्मरूपी कर्मफलको देनेवाली है तथा भोग और ऐश्वर्यकी प्राप्तिके लिये बहुतसी क्रियाओंका वर्णन करनेवाली है।\n ",
        "id": 624,
        "lang": "hindi",
        "language_id": 2,
        "verseNumber": 90,
        "verse_id": 90
    },
    {
        "authorName": "Swami Tejomayananda",
        "author_id": 17,
        "description": "।।2.43।। कामनाओं से युक्त? स्वर्ग को ही श्रेष्ठ मानने वाले लोग भोग और ऐश्वर्य को प्राप्त कराने वाली अनेक क्रियाओं को बताते हैं जो (वास्तव में) जन्मरूप कर्मफल को देने वाली होती हैं।।",
        "id": 625,
        "lang": "hindi",
        "language_id": 2,
        "verseNumber": 90,
        "verse_id": 90
    },
    {
        "authorName": "Swami Adidevananda",
        "author_id": 18,
        "description": "- O Partha, the unwise, who rejoice in the letter of the Vedas, say, \"There is nothing else.\" They are full only of worldly desires and they yearn for heaven. They speak flowery words that offer mirth as the fruit of work. They view the Vedas as consisting entirely of varied rites for the attainment of pleasure and power. Those who cling so to pleasure and power are attracted by that speech (offering heavenly rewards) and are unable to develop the resolute will of a focused mind.",
        "id": 626,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 90,
        "verse_id": 90
    },
    {
        "authorName": "Swami Gambirananda",
        "author_id": 19,
        "description": "O son of Prtha, those undiscerning people who utter this flowery talk, which promises birth as a result of rites and duties, and is full of various special rites meant for the attainment of enjoyment and affluence, remain engrossed in the utterances of the Vedas and declare that nothing else exists; their minds are full of desires and they have heaven as their goal.",
        "id": 627,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 90,
        "verse_id": 90
    },
    {
        "authorName": "Swami Sivananda",
        "author_id": 16,
        "description": "Full of desires, with heaven as their goal, (they speak words that are directed to ends) leading to new births as the result of their works, and prescribe various methods abounding in specific actions, for the attainment of pleasure and power.",
        "id": 628,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 90,
        "verse_id": 90
    },
    {
        "authorName": "Dr. S. Sankaranarayan",
        "author_id": 20,
        "description": "-. O son of Prtha! Those whose very nature is desire, whose goal is heaven, who esteem only the Vedic declaration [of fruits], who declare that there is nothing else, who proclaim this flowery speech about the paths to the lordship of the objects of enjoyment—paths that are full of different actions—and who desire action alone as a fruit of their birth—they are men without insight.",
        "id": 629,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 90,
        "verse_id": 90
    },
    {
        "authorName": "Shri Purohit Swami",
        "author_id": 21,
        "description": "Consulting only their own desires, they construct their own heaven, devising arduous and complex rites to secure their own pleasure and power; and the only result is rebirth.",
        "id": 630,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 90,
        "verse_id": 90
    }
]