[
    {
        "authorName": "Swami Ramsukhdas",
        "author_id": 1,
        "description": "।।2.45।। वेद तीनों गुणोंके कार्यका ही वर्णन करनेवाले हैं; हे अर्जुन! तू तीनों गुणोंसे रहित हो जा, निर्द्वन्द्व हो जा, निरन्तर नित्य वस्तु परमात्मा में स्थित हो जा, योगक्षेमकी चाहना भी मत रख और परमात्मपरायण हो जा।\n ",
        "id": 638,
        "lang": "hindi",
        "language_id": 2,
        "verseNumber": 92,
        "verse_id": 92
    },
    {
        "authorName": "Swami Tejomayananda",
        "author_id": 17,
        "description": "।।2.45।। हे अर्जुन  वेदों का विषय तीन गुणों से सम्बन्धित (संसार से) है  तुम त्रिगुणातीत? निर्द्वन्द्व? नित्य सत्त्व (शुद्धता) में स्थित? योगक्षेम से रहित और आत्मवान् बनो।।",
        "id": 639,
        "lang": "hindi",
        "language_id": 2,
        "verseNumber": 92,
        "verse_id": 92
    },
    {
        "authorName": "Swami Adidevananda",
        "author_id": 18,
        "description": "The Vedas have the three Gunas as their sphere, O Arjuna. You must be free from the three Gunas and be free from the pairs of opposites. Abide in pure Sattva; never care to acquire things and to protect what has been acquired, but be established in the Self.",
        "id": 640,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 92,
        "verse_id": 92
    },
    {
        "authorName": "Swami Gambirananda",
        "author_id": 19,
        "description": "O Arjuna, the Vedas [Meaning only the portion dealing with rites and duties (karma-kanda).] have the three qualities as their object. You become free from worldliness, free from the pairs of duality, ever-poised in the quality of sattva, without (desire for) acquisition and protection, and self-collected.",
        "id": 641,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 92,
        "verse_id": 92
    },
    {
        "authorName": "Swami Sivananda",
        "author_id": 16,
        "description": "The Vedas deal with the three attributes; be thou above these three attributes. O Arjuna, free yourself from the pairs of opposites and ever remain in the quality of Sattva, freed from acquisition and preservation, and be established in the Self.",
        "id": 642,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 92,
        "verse_id": 92
    },
    {
        "authorName": "Dr. S. Sankaranarayan",
        "author_id": 20,
        "description": "The Vedas bind through the three strands. Therefore, O Arjuna, be free from the three strands, free from the pairs of opposites; be established in this eternal Being; be free from acquisition and preservation; and possess the Self.",
        "id": 643,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 92,
        "verse_id": 92
    },
    {
        "authorName": "Shri Purohit Swami",
        "author_id": 21,
        "description": "The Vedic Scriptures tell of the three constituents of life—the Qualities. Rise above all of them, O Arjuna, above all the pairs of opposing sensations; be steadfast in truth, free from worldly anxieties, and centered in the Self.",
        "id": 644,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 92,
        "verse_id": 92
    }
]