[
    {
        "authorName": "Swami Ramsukhdas",
        "author_id": 1,
        "description": "।।2.46।। सब तरफसे परिपूर्ण महान् जलाशयके प्राप्त होनेपर छोटे गड्ढों में भरे जल में मनुष्यका जितना प्रयोजन रहता है अर्थात् कुछ भी प्रयोजन नहीं रहता, वेदों और शास्त्रोंको तत्त्वसे जाननेवाले ब्रह्मज्ञानीका सम्पूर्ण वेदोंमें उतना ही प्रयोजन रहता है अर्थात् कुछ भी प्रयोजन नहीं रहता।\n ",
        "id": 645,
        "lang": "hindi",
        "language_id": 2,
        "verseNumber": 93,
        "verse_id": 93
    },
    {
        "authorName": "Swami Tejomayananda",
        "author_id": 17,
        "description": "।।2.46।। सब ओर से परिपूर्ण जलराशि के होने पर मनुष्य का छोटे जलाशय में जितना प्रयोजन रहता है? आत्मज्ञानी ब्राह्मण का सभी वेदों में उतना ही प्रयोजन रहता है।।",
        "id": 646,
        "lang": "hindi",
        "language_id": 2,
        "verseNumber": 93,
        "verse_id": 93
    },
    {
        "authorName": "Swami Adidevananda",
        "author_id": 18,
        "description": "What use does a thirsty person have for a water reservoir when all sides of it are flooded—that is the only use of all the Vedas for a Brahmana who knows.",
        "id": 647,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 93,
        "verse_id": 93
    },
    {
        "authorName": "Swami Gambirananda",
        "author_id": 19,
        "description": "A Brahmana with realization has that much utility in all the Vedas as a person has in a well when there is a flood all around.",
        "id": 648,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 93,
        "verse_id": 93
    },
    {
        "authorName": "Swami Sivananda",
        "author_id": 16,
        "description": "To the Brahmana who has known the Self, all the Vedas are of as much use as a reservoir of water would be in a place where there is a flood.",
        "id": 649,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 93,
        "verse_id": 93
    },
    {
        "authorName": "Dr. S. Sankaranarayan",
        "author_id": 20,
        "description": "What portion of a reservoir, flooded with water everywhere, is useful for a man in thirst? That much portion alone in all the Vedas is useful for an intelligent student of the Vedas.",
        "id": 650,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 93,
        "verse_id": 93
    },
    {
        "authorName": "Shri Purohit Swami",
        "author_id": 21,
        "description": "As a man can drink water from any side of a full tank, so the skilled theologian can extract from any scripture that which will serve their purpose.",
        "id": 651,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 93,
        "verse_id": 93
    }
]