[
    {
        "authorName": "Swami Ramsukhdas",
        "author_id": 1,
        "description": "।।2.6।। हम यह भी नहीं जानते कि हमलोगोंके लिये युद्ध करना और न करना - इन दोनोंमेंसे कौन-सा अत्यन्त श्रेष्ठ है; और हमें इसका भी पता नहीं है कि हम उन्हें जीतेंगे अथवा वे हमें जीतेंगे। जिनको मारकर हम जीना भी नहीं चाहते, वे ही धृतराष्ट्रके सम्बन्धी हमारे सामने खड़े हैं।\n ",
        "id": 365,
        "lang": "hindi",
        "language_id": 2,
        "verseNumber": 53,
        "verse_id": 53
    },
    {
        "authorName": "Swami Tejomayananda",
        "author_id": 17,
        "description": "।।2.6।। हम नहीं जानते कि हमें क्या करना उचित है। हम यह भी नहीं जानते कि हम जीतेंगे, या वे हमको जीतेंगे, जिनको मारकर हम जीवित नहीं रहना चाहते वे ही धृतराष्ट्र के पुत्र हमारे सामने युद्ध के लिए खड़े हैं।।\n ",
        "id": 366,
        "lang": "hindi",
        "language_id": 2,
        "verseNumber": 53,
        "verse_id": 53
    },
    {
        "authorName": "Swami Adidevananda",
        "author_id": 18,
        "description": "We do not know which of the two is better for us: whether our vanquishing them or their vanquishing us. The very sons of Dhrtarastra, whom, if we were to slay, we would not wish to live, even they are standing in array against us.",
        "id": 367,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 53,
        "verse_id": 53
    },
    {
        "authorName": "Swami Gambirananda",
        "author_id": 19,
        "description": "We do not know which is better for us, whether we shall win or they shall conquer us. Those very sons of Dhrtarastra, whom we do not wish to kill, stand in confrontation.",
        "id": 368,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 53,
        "verse_id": 53
    },
    {
        "authorName": "Swami Sivananda",
        "author_id": 16,
        "description": "I can hardly tell which would be better, that we should conquer them or that they should conquer us. Even the sons of Dhritarashtra, whom we do not wish to slay, stand facing us.",
        "id": 369,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 53,
        "verse_id": 53
    },
    {
        "authorName": "Dr. S. Sankaranarayan",
        "author_id": 20,
        "description": "Whether we should conquer in the battle, or they should conquer us—we do not know which is better for us. For, having killed whom, we would not wish to live at all, the same persons stand before us as Dhrtarastra's men.",
        "id": 370,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 53,
        "verse_id": 53
    },
    {
        "authorName": "Shri Purohit Swami",
        "author_id": 21,
        "description": "Nor can I say whether it would be better for them to conquer me or for me to conquer them, since I would no longer care to live if I killed these sons of Dhritarashtra, who are now preparing for battle.",
        "id": 371,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 53,
        "verse_id": 53
    }
]