[
    {
        "authorName": "Swami Ramsukhdas",
        "author_id": 1,
        "description": "।।2.64 -- 2.65।। वशीभूत अन्तःकरणवाला कर्मयोगी साधक रागद्वेषसे रहित अपने वशमें की हुई इन्द्रियोंके द्वारा विषयोंका सेवन करता हुआ अन्तःकरणकी निर्मलता को प्राप्त हो जाता है। निर्मलता प्राप्त होनेपर साधकके सम्पूर्ण दुःखोंका नाश हो जाता है और ऐसे शुद्ध चित्तवाले साधककी बुद्धि निःसन्देह बहुत जल्दी परमात्मामें स्थिर हो जाती है।\n ",
        "id": 771,
        "lang": "hindi",
        "language_id": 2,
        "verseNumber": 111,
        "verse_id": 111
    },
    {
        "authorName": "Swami Tejomayananda",
        "author_id": 17,
        "description": "।।2.64।। आत्मसंयमी (विधेयात्मा) पुरुष रागद्वेष से रहित अपने वश में की हुई (आत्मवश्यै) इन्द्रियों द्वारा विषयों को भोगता हुआ प्रसन्नता (प्रस्ेााद) प्राप्त करता है।।",
        "id": 772,
        "lang": "hindi",
        "language_id": 2,
        "verseNumber": 111,
        "verse_id": 111
    },
    {
        "authorName": "Swami Adidevananda",
        "author_id": 18,
        "description": "But he who goes through the sense-objects with the senses free from love and hate, disciplined and controlled, attains serenity.",
        "id": 773,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 111,
        "verse_id": 111
    },
    {
        "authorName": "Swami Gambirananda",
        "author_id": 19,
        "description": "But by perceiving objects with the organs that are free from attraction and repulsion, and are under his own control, the self-controlled person attains serenity.",
        "id": 774,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 111,
        "verse_id": 111
    },
    {
        "authorName": "Swami Sivananda",
        "author_id": 16,
        "description": "But the self-controlled man, moving among objects with the senses restrained and free from attraction and repulsion, attains peace.",
        "id": 775,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 111,
        "verse_id": 111
    },
    {
        "authorName": "Dr. S. Sankaranarayan",
        "author_id": 20,
        "description": "On the contrary, one who moves about and consumes the sense-objects through their sense-organs, freed from desire and hatred and controlled in the Self—such a one, with a disciplined mind, attains serenity of disposition.",
        "id": 776,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 111,
        "verse_id": 111
    },
    {
        "authorName": "Shri Purohit Swami",
        "author_id": 21,
        "description": "But the self-controlled soul, who moves among sense objects, free from attachment or repulsion, wins eternal peace.",
        "id": 777,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 111,
        "verse_id": 111
    }
]