[
    {
        "authorName": "Swami Ramsukhdas",
        "author_id": 1,
        "description": "।।2.66।। जिसके मन-इन्द्रियाँ संयमित नहीं हैं, ऐसे मनुष्यकी व्यवसायात्मिका बुद्धि नहीं होती और व्यवसायात्मिका बुद्धि न होनेसे उसमें कर्तव्यपरायणताकी भावना नहीं होती। ऐसी भावना न होनेसे उसको शान्ति नहीं मिलती। फिर शान्तिरहित मनुष्यको सुख कैसे मिल सकता है? \n ",
        "id": 785,
        "lang": "hindi",
        "language_id": 2,
        "verseNumber": 113,
        "verse_id": 113
    },
    {
        "authorName": "Swami Tejomayananda",
        "author_id": 17,
        "description": "।।2.66।। (संयमरहित) अयुक्त पुरुष को (आत्म) ज्ञान नहीं होता और अयुक्त को भावना और ध्यान की क्षमता नहीं होती भावना रहित पुरुष को शान्ति नहीं मिलती अशान्त पुरुष को सुख कहाँ ",
        "id": 786,
        "lang": "hindi",
        "language_id": 2,
        "verseNumber": 113,
        "verse_id": 113
    },
    {
        "authorName": "Swami Adidevananda",
        "author_id": 18,
        "description": "There is no Buddhi for the unintegrated, nor is there contemplation of the self for him, and without contemplation of the self, there is no peace; and for one who lacks peace, where is the happiness?",
        "id": 787,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 113,
        "verse_id": 113
    },
    {
        "authorName": "Swami Gambirananda",
        "author_id": 19,
        "description": "For the unsteady there is no wisdom, and there is no meditation for the unsteady person. And for an unmeditative person there is no peace. How can there be happiness for one without peace?",
        "id": 788,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 113,
        "verse_id": 113
    },
    {
        "authorName": "Swami Sivananda",
        "author_id": 16,
        "description": "There is no knowledge of the Self for the unsteady, and no meditation is possible for the unsteady, and no peace for the unmeditative, and how can there be happiness for one who has no peace?",
        "id": 789,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 113,
        "verse_id": 113
    },
    {
        "authorName": "Dr. S. Sankaranarayan",
        "author_id": 20,
        "description": "The ability to make decisions is not for one who is not a master of Yoga; and concentration of the mind is not for one who is not a master of Yoga; and peace is not for one who does not concentrate; whence could happiness come to one who has no peace?",
        "id": 790,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 113,
        "verse_id": 113
    },
    {
        "authorName": "Shri Purohit Swami",
        "author_id": 21,
        "description": "Right discrimination is not for him who cannot concentrate. Without concentration, there cannot be meditation; he who cannot meditate must not expect peace; and without peace, how can one expect happiness?",
        "id": 791,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 113,
        "verse_id": 113
    }
]