[
    {
        "authorName": "Swami Ramsukhdas",
        "author_id": 1,
        "description": "।।2.7।। कायरतारूप दोषसे तिरस्कृत स्वभाववाला और धर्मके विषयमें मोहित अन्तःकरणवाला मैं आपसे पूछता हूँ कि जो निश्चित कल्याण करनेवाली हो, वह मेरे लिये कहिये। मैं आपका शिष्य हूँ। आपके शरण हुए मुझे शिक्षा दीजिये।",
        "id": 372,
        "lang": "hindi",
        "language_id": 2,
        "verseNumber": 54,
        "verse_id": 54
    },
    {
        "authorName": "Swami Tejomayananda",
        "author_id": 17,
        "description": "।।2.7।। करुणा के कलुष से अभिभूत और कर्तव्यपथ पर संभ्रमित हुआ मैं आपसे पूछता हूँ, कि मेरे लिये जो श्रेयष्कर हो, उसे आप निश्चय करके कहिये, क्योंकि मैं आपका शिष्य हूँ; शरण में आये मुझको आप उपदेश दीजिये।।\n ",
        "id": 373,
        "lang": "hindi",
        "language_id": 2,
        "verseNumber": 54,
        "verse_id": 54
    },
    {
        "authorName": "Swami Adidevananda",
        "author_id": 18,
        "description": "With my heart stricken by the fault of weak compassion, my mind perplexed about my duty, I implore you to tell me for certain what is good for me. I am your disciple; teach me, who have taken refuge in you.",
        "id": 374,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 54,
        "verse_id": 54
    },
    {
        "authorName": "Swami Gambirananda",
        "author_id": 19,
        "description": "With my nature overpowered by weak commiseration, my mind bewildered about duty, I supplicate You. Tell me for certain what is better; I am Your disciple, having taken refuge in You. Instruct me.",
        "id": 375,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 54,
        "verse_id": 54
    },
    {
        "authorName": "Swami Sivananda",
        "author_id": 16,
        "description": "My heart is overpowered by the taint of pity; my mind is confused as to my duty. I ask Thee: Tell me decisively what is good for me. I am Thy disciple; instruct me, who has taken refuge in Thee.",
        "id": 376,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 54,
        "verse_id": 54
    },
    {
        "authorName": "Dr. S. Sankaranarayan",
        "author_id": 20,
        "description": "With my very nature, overpowered by the taint of pity, and with my mind, utterly confused as to the right action at this present juncture, I ask you: Tell me definitely what would be good for me; I am your pupil; please teach me, who is taking refuge in You.",
        "id": 377,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 54,
        "verse_id": 54
    },
    {
        "authorName": "Shri Purohit Swami",
        "author_id": 21,
        "description": "My heart is oppressed with pity, and my mind is confused as to what my duty is. Therefore, my Lord, tell me what is best for my spiritual welfare, for I am Your disciple. Please direct me, I pray.",
        "id": 378,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 54,
        "verse_id": 54
    }
]