[
    {
        "authorName": "Swami Ramsukhdas",
        "author_id": 1,
        "description": "।।2.70।। जैसे सम्पूर्ण नदियोंका जल चारों ओरसे जलद्वारा परिपूर्ण समुद्रमें आकर मिलता है, पर समुद्र अपनी मर्यादामें अचल प्रतिष्ठित रहता है ऐसे ही सम्पूर्ण भोग-पदार्थ जिस संयमी मनुष्य को विकार उत्पन्न किये बिना ही उसको प्राप्त होते हैं, वही मनुष्य परमशान्तिको प्राप्त होता है, भोगोंकी कामनावाला नहीं।\n ",
        "id": 813,
        "lang": "hindi",
        "language_id": 2,
        "verseNumber": 117,
        "verse_id": 117
    },
    {
        "authorName": "Swami Tejomayananda",
        "author_id": 17,
        "description": "।।2.70।। जैसे सब ओर से परिपूर्ण अचल प्रतिष्ठा वाले समुद्र में (अनेक नदियों के) जल (उसे विचलित किये बिना) समा जाते हैं? वैसे ही जिस पुरुष के प्रति कामनाओं के विषय उसमें (विकार उत्पन्न किये बिना) समा जाते हैं? वह पुरुष शान्ति प्राप्त करता है? न कि भोगों की कामना करने वाला पुरुष।।",
        "id": 814,
        "lang": "hindi",
        "language_id": 2,
        "verseNumber": 117,
        "verse_id": 117
    },
    {
        "authorName": "Swami Adidevananda",
        "author_id": 18,
        "description": "He into whom all desires enter, just as the waters enter the full and undisturbed sea, attains peace, and not he who longs after objects of desire.",
        "id": 815,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 117,
        "verse_id": 117
    },
    {
        "authorName": "Swami Gambirananda",
        "author_id": 19,
        "description": "That man attains peace into whom all desires enter, just as waters flow into the sea that remains unchanged even when filled from all sides. Not so one who is desirous of objects.",
        "id": 816,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 117,
        "verse_id": 117
    },
    {
        "authorName": "Swami Sivananda",
        "author_id": 16,
        "description": "He attains peace into whom all desires enter, just as waters enter the ocean which, filled from all sides, remains unmoved; but not the man who is full of desires.",
        "id": 817,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 117,
        "verse_id": 117
    },
    {
        "authorName": "Dr. S. Sankaranarayan",
        "author_id": 20,
        "description": "Just as waters enter into the ocean which is being filled continuously yet firmly established, so too he into whom all objects of desire enter—he attains peace; not he who longs for the objects of desire.",
        "id": 818,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 117,
        "verse_id": 117
    },
    {
        "authorName": "Shri Purohit Swami",
        "author_id": 21,
        "description": "He attains peace into whom desires flow as rivers into the ocean, which, though brimming with water, remains ever the same; not he whom desires carry away.",
        "id": 819,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 117,
        "verse_id": 117
    }
]