[
    {
        "authorName": "Swami Ramsukhdas",
        "author_id": 1,
        "description": "।।2.72।। हे पृथानन्दन ! यह ब्राह्मी स्थिति है। इसको प्राप्त होकर कभी कोई मोहित नहीं होता। इस स्थितिमें यदि अन्तकालमें भी स्थित हो जाय, तो निर्वाण (शान्त) ब्रह्मकी प्राप्ति हो जाती है।\n ",
        "id": 827,
        "lang": "hindi",
        "language_id": 2,
        "verseNumber": 119,
        "verse_id": 119
    },
    {
        "authorName": "Swami Tejomayananda",
        "author_id": 17,
        "description": "।।2.72।। हे पार्थ  यह ब्राह्मी स्थिति है। इसे प्राप्त कर पुरुष मोहित नहीं होता। अन्तकाल में भी इस निष्ठा में स्थित होकर ब्रह्मनिर्वाण (ब्रह्म के साथ एकत्व) को प्राप्त होता है।।",
        "id": 828,
        "lang": "hindi",
        "language_id": 2,
        "verseNumber": 119,
        "verse_id": 119
    },
    {
        "authorName": "Swami Adidevananda",
        "author_id": 18,
        "description": "This is the Brahmic state, O Arjuna. No one attaining to this is deluded. By abiding in this state even at the hour of death, one will attain the Self.",
        "id": 829,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 119,
        "verse_id": 119
    },
    {
        "authorName": "Swami Gambirananda",
        "author_id": 19,
        "description": "O Partha, this is the state of being established in Brahman. One does not become deluded after attaining this; one attains identification with Brahman by being established in this state even in the closing years of one's life.",
        "id": 830,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 119,
        "verse_id": 119
    },
    {
        "authorName": "Swami Sivananda",
        "author_id": 16,
        "description": "O son of Pritha, this is the eternal state, the Brahmic seat. Attaining this, one is not deluded. Being established in it, one attains oneness with Brahman even at the end of life.",
        "id": 831,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 119,
        "verse_id": 119
    },
    {
        "authorName": "Dr. S. Sankaranarayan",
        "author_id": 20,
        "description": "O son of Prtha! This is the Brahmanic state; having attained this, one never gets deluded again. Even by remaining in this [state] for a while, one attains at the time of death the Brahman, the Transcendent One.",
        "id": 832,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 119,
        "verse_id": 119
    },
    {
        "authorName": "Shri Purohit Swami",
        "author_id": 21,
        "description": "O Arjuna! This is the state of the Self, the Supreme Spirit, to which, if one attains, it shall never be taken away. Even at the time of leaving the body, one will remain firmly enthroned there and become one with the Eternal.",
        "id": 833,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 119,
        "verse_id": 119
    }
]