[
    {
        "authorName": "Swami Ramsukhdas",
        "author_id": 1,
        "description": "।।2.8।। पृथ्वीपर धन-धान्य-समृद्ध और शत्रुरहित राज्य तथा स्वर्गमें देवताओंका आधिपत्य मिल जाय तो भी इन्द्रियोंको सुखानेवाला मेरा जो शोक है, वह दूर हो जाय - ऐसा मैं नहीं देखता हूँ।",
        "id": 379,
        "lang": "hindi",
        "language_id": 2,
        "verseNumber": 55,
        "verse_id": 55
    },
    {
        "authorName": "Swami Tejomayananda",
        "author_id": 17,
        "description": "।।2.8।। पृथ्वी पर निष्कण्टक समृद्ध राज्य को और देवताओं के स्वामित्व को प्राप्त होकर भी मैं उस उपाय को नहीं देखता हूँ, जो मेरी इन्द्रियों को सुखाने वाले इस शोक को दूर कर सके।।\n ",
        "id": 380,
        "lang": "hindi",
        "language_id": 2,
        "verseNumber": 55,
        "verse_id": 55
    },
    {
        "authorName": "Swami Adidevananda",
        "author_id": 18,
        "description": "Even if I were to win unchallenged sovereignty of a prosperous earth or even lordship over the Devas, I do not feel that it would dispel the grief that withers up my senses.",
        "id": 381,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 55,
        "verse_id": 55
    },
    {
        "authorName": "Swami Gambirananda",
        "author_id": 19,
        "description": "For I do not see anything that, even after acquiring on this earth a prosperous kingdom free from enemies and even sovereignty over the gods, can remove my sorrow that is blasting the senses.",
        "id": 382,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 55,
        "verse_id": 55
    },
    {
        "authorName": "Swami Sivananda",
        "author_id": 16,
        "description": "I do not see that this sorrow that burns up my senses would be removed, even if I were to attain prosperous and unrivaled dominion on earth or lordship over the gods.",
        "id": 383,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 55,
        "verse_id": 55
    },
    {
        "authorName": "Dr. S. Sankaranarayan",
        "author_id": 20,
        "description": "I do not clearly see what would drive out my grief, the scorcher of my senses, even after achieving a prosperous and unrivaled kingship on this earth and also the overlordship of the gods in the heavens.",
        "id": 384,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 55,
        "verse_id": 55
    },
    {
        "authorName": "Shri Purohit Swami",
        "author_id": 21,
        "description": "For even if I were to attain the monarchy of the visible world, or the sovereignty over the invisible world, it would not drive away the anguish that is now paralyzing my senses.",
        "id": 385,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 55,
        "verse_id": 55
    }
]