[
    {
        "authorName": "Swami Ramsukhdas",
        "author_id": 1,
        "description": "।।9.28।। व्याख्या--शुभाशुभफलैरेवं मोक्ष्यसे कर्मबन्धनैः--पूर्वोक्त प्रकारसे सब पदार्थ और क्रियाएँ मेरे अर्पण करनेसे अर्थात् तेरे स्वयंके मेरे अर्पित हो जानेसे अनन्त जन्मोंके जो शुभ-अशुभ कर्मोंके फल हैं, उन सबसे तू मुक्त हो जायगा। वे कर्मफल तेरेको जन्म-मरण देनेवाले नहीं होंगे।\n\nयहाँ शुभ और अशुभकर्मोंसे अनन्त जन्मोंके किये हुए संचित शुभ-अशुभकर्म लेने चाहिये। कारण कि भक्त वर्तमानमें भगवदाज्ञाके अनुसार किये हुए कर्म ही भगवान्को अर्पण करता है। भगवदाज्ञाके अनुसार किये हुए कर्म शुभ ही होते हैं, अशुभ होते ही नहीं। हाँ, अगर किसी रीतिसे, किसी परिस्थितिके कारण, किसी पूर्वाभ्यासके प्रवाहके कारण भक्तके द्वारा कदाचित्, किञ्चिन्मात्र भी कोई आनुषङ्गिक अशुभकर्म बन जाय, तो उसके हृदयमें विराजमान भगवान् उस अशुभकर्मको नष्ट कर देते हैं (टिप्पणी प0 517.1)।जितने भी कर्म किये जाते हैं, वे सभी बाह्य होते हैं अर्थात् शरीर, मन, बुद्धि, इन्द्रियों आदिके द्वारा ही होते हैं। इसलिये उन शुभ और अशुभकर्मोंका अनुकल-प्रतिकूल परिस्थितिके रूपमें जो फल आता है, वह भी बाह्य ही होता है। मनुष्य भूलसे उन परिस्थितियोंके साथ अपना सम्बन्ध जोड़कर सुखी-दुःखी होता रहता है। यह सुखी-दुःखी होना ही कर्मबन्धन है और इसीसे वह जन्मता-मरता है। परन्तु भक्तकी दृष्टि अनुकूल-प्रतिकूल परिस्थितियोंपर न रहकर भगवान्की कृपापर रहती है अर्थात् भक्त उनको भगवान्का विधान ही मानता है, कर्मोंका फल मानता ही नहीं। इसलिये वह अनुकूल-प्रतिकूल परिस्थितिरूप कर्मबन्धनसे मुक्त हो जाता है।\n\n'संन्यासयोगयुक्तात्मा'--सम्पूर्ण कर्मोंको भगवान्के अर्पण करनेका नाम 'संन्यासयोग' है। इस संन्यासयोग अर्थात् समर्पणयोगसे युक्त होनेवालेको यहाँ 'संन्यासयोगयुक्तात्मा' कहा गया है। ऐसे तो गीतामें बहुत जगह 'संन्यास' शब्द सांख्ययोगका वाचक आता है, पर इसका प्रयोग भक्तिमें भी होता है; जैसे-- 'मयि संन्यस्य' (18। 57)।\n\nजैसे सांख्ययोगी सम्पूर्ण कर्मोंको मनसे नवद्वारवाले शरीरमें रखकर स्वयं सुखपूर्वक अपने स्वरूपमें स्थित रहता है (गीता 5। 13), ऐसे ही भक्त कर्मोंके साथ अपने माने हुए सम्बन्धको भगवान्में रख देता है। तात्पर्य यह हुआ कि जैसे कोई सज्जन अपनी धरोहरको कहीं रख देता है, ऐसे ही भक्त अपनेसहित अनन्त जन्मोंके संचित कर्मोंको, उनके फलोंको और उनके सम्बन्धको भगवान्में रख देता है। इसलिये इसको 'संन्यासयोग' कहा गया है।",
        "id": 5811,
        "lang": "hindi",
        "language_id": 2,
        "verseNumber": 366,
        "verse_id": 366
    },
    {
        "authorName": "Swami Chinmayananda",
        "author_id": 2,
        "description": "।।9.28।। यद्यपि आध्यात्मिक लक्ष्य एक ही होता हैं किन्तु उसकी प्राप्ति के साधनमार्ग अनेक हैं इन मार्गों का सतही अध्ययन करने पर वे परस्पर सर्वथा विपरीत दिखाई पड़ते हैं? तथापि उन सबका वैज्ञानिक आधार एक ही है? जो उन सबकी उपयोगिता एवं औचित्य को न्यायसंगत प्रमाणित करता है। गीता में अनेक स्थलों पर इस मूलभूत आधार को स्पष्टत दर्शाया गया है? तो किन्हीं अन्य स्थानों पर केवल उनका संकेत किया गया हैं फिर भी गीता के सावधान और सजग विद्यार्थी उसे पहचान सकते हैं। प्रस्तुत प्रकरण में इस पर विचार किया गया हैं कि किस प्रकार अर्पण की भावना से जीवन जीते हुए? मनुष्य परम पुरुषार्थ को प्राप्त कर सकता हैं जो कि निदिध्यासन और यज्ञ की भावना का निश्चित फल हैं।यह सर्वविदित तथ्य हैं कि जो कर्म का कर्ता होता हैं? वही कर्मफल का भोक्ता भी होता है। अत यदि हम कर्तृत्वाभिमान से कर्म करें? तो फलोपभोग के लिए भी हमें बाध्य होना पडेगा। इसलिए वेदान्त का सिद्धांत है कि निरहंकार भाव से कर्म किये जाने पर उनसे शुभ या अशुभ दोनों ही प्रकार की वासनाएं उत्पन्न नहीं होती।भगवान् श्रीकृष्ण यहाँ कहते हैं? तुम शुभअशुभ रूप कर्म के बन्धनांे से मुक्त हो जाओगे। कारण यह है कि अहंकार के अभाव में साधक के किये नये कर्मो से वसानाओं में वृद्धि नहीं होती और साथहीसाथ पूर्व संचित वासनाओं का शनैशनै क्षय हो जाता है। संक्षेप में? उस साधक का चित्त अधिकाधिक शुद्ध होता जाता है शास्त्रीय भाषा में इसे चित्तशुद्धि कहते हैं।मन के शुद्ध होने पर उसकी एकाग्रता की शक्ति में वृद्धि हो जाती हैं।विकास की अगली सीढ़ी यह हैं कि इस चित्तशुद्धि के फलस्वरूप साधक की आत्मानात्मविवेक की सार्मथ्य में अभिवृद्धि होती है। फिर वह संन्यास और योग के जीवन का आचरण करता है इन दो शब्दों का विस्तृत विवेचन पूर्व में किया जा चुका है? जिन्हें गीता में वर्णित अर्थ की दृष्टि से समझना चाहिए। संन्यास का अर्थ भौतिक जगत् का त्याग नहीं? वरन् गीता की भाषा में? संन्यास का अर्थ है  (क) अहंकार से प्रेरित सब कर्मों का त्याग? और (ख) कर्मफल के साथ आसक्ति का त्याग। जो पुरुष परिश्रम और उत्साह के साथ अपनी भक्ति की अभिव्यक्ति के रूप में अर्पण का जीवन जीता है? उसके लिए यह दोनों त्याग स्वाभाविक हो जाते हैं। अन्त में वह समस्त फलों को ईश्वर को अर्पण कर देता है।इस प्रकार? संन्यास का जीवन जीते हुए जिस साधक ने विवेक के द्वारा पूर्ण चित्तशुद्धि प्राप्त कर ली हैं उसे आत्मानुसंधानरूप योग सरल हो जाता है इसका कारण यह है कि वह अपने दैनिक कार्यकलापों में भी अनन्त आत्मस्वरूप का स्मरण बनाये रखता है।स्वभावत ऐसा साधन सम्पन्न योग्य अधिकारी पाता है कि उसकी अज्ञान दशा का मिथ्या उपाधियों के साथ तादात्म्य और तज्जिनित परिच्छिन्नता एवं मृत्यु के दुख सर्वथा समाप्त हो गये हैं। स्वस्वरूपानुभूति उसके लिए सहज सिद्ध हो जाती हैं। संन्यास और योग से युक्त हुए तुम मुक्त होकर मुझे प्राप्त हो जाओगे।जिस आत्मस्वरूप की प्राप्ति साधक को होगी? उस आत्मा का स्वरूप क्या है उसे अगले श्लोक में बताते हैं --",
        "id": 5812,
        "lang": "hindi",
        "language_id": 2,
        "verseNumber": 366,
        "verse_id": 366
    },
    {
        "authorName": "Sri Anandgiri",
        "author_id": 3,
        "description": "।।9.28।।किमतो भवति तदाह -- एवमिति। भगवदर्पणबुद्ध्या सर्वकर्म कुर्वतो जीवन्मुक्तस्य प्रारब्धकर्मावसाने विदेहकैवल्यमावश्यकमित्याह -- शुभेत्यादिना। भगवदर्पणकरणान्मुक्तिः संन्यासयोगाच्चेति साधनद्वयशङ्कां शातयति -- सोऽयमिति।",
        "id": 5813,
        "lang": "sanskrit",
        "language_id": 3,
        "verseNumber": 366,
        "verse_id": 366
    },
    {
        "authorName": "Sri Dhanpati",
        "author_id": 4,
        "description": "।।9.28।।एवं मदर्पणं कुर्वतस्तत्व यत्फलं भविष्यति तच्छृणु। शूभाशुभे इष्यानिष्टे फले येषां कर्मणां तान्येव बन्धनानि शूभाशूभफलैः कर्मरुपैर्बन्धनैरितियावत्। एवं मदुक्तं कुर्वन् मोक्ष्यसे। कर्मभिर्न बध्यस इत्यर्थः। सोऽयं मदर्पणबुद्य्धा क्रियमाणकर्मसंन्यासयोगो नाम फलत्यागात्संन्यासश्चासौ कर्मत्वाद्योगश्च तेन युक्त आत्मा अन्तःकरणं यस्य स त्वं संन्यासः स्वरुपतः सर्वकर्मत्यागः स एव युज्यते ब्रह्मणानेनेति योगस्तेन युक्तस्तस्मिन्युक्तः समाहितो वा आत्मान्तःकरणं यस्य स त्वं संन्यासः स्वरुपतः सर्वकर्मत्यागः स ए युज्यते ब्रह्मणानेनेति योगस्तेन युक्तस्तस्मिन्युक्तः समाहितो वा आत्मान्तःकरणं यस्य स त्वमित्यर्थस्तु सर्वकर्मत्यागरुपे मुख्यसंन्यासेऽर्जुनाधिकारो भगवतोऽनभिप्रेत इत्यभिप्रेत्याचार्यैर्न प्रदर्शितः। संन्यासयोगयुक्तात्मा सन् ज्ञानप्राप्त्या जीवन्नेव कर्मबन्धनैर्विमुक्तः पतितं च देहे मां परमात्मानं सच्चिदान्दघनं मोक्षाख्यमुपैष्यसि प्राप्स्यसि।",
        "id": 5814,
        "lang": "sanskrit",
        "language_id": 3,
        "verseNumber": 366,
        "verse_id": 366
    },
    {
        "authorName": "Sri Madhavacharya",
        "author_id": 5,
        "description": "।।9.28।।Sri Madhvacharya did not comment on this sloka. ",
        "id": 5815,
        "lang": "sanskrit",
        "language_id": 3,
        "verseNumber": 366,
        "verse_id": 366
    },
    {
        "authorName": "Sri Neelkanth",
        "author_id": 6,
        "description": "।।9.28।।एवं कुर्वतः फलमाह -- शुभाशुभेति। शुभाशुभफलैरिष्टानिष्टफलैः कर्मरूपैर्बन्धनैरेवं कुर्वन् त्वं मोक्ष्यसे भगवदर्पणबुद्ध्या यत्किञ्चित्कर्म कुर्वतः कर्मलेपो नास्तीत्यर्थः। अयमेवोक्तलक्षणः कर्मफलसंन्यासरूपो,मार्गस्तत्र युक्तात्मा समाहितचित्तः सन् विमुक्तः कर्मबन्धनैर्विमुक्तः सन् मां सर्वेषां प्रत्यगात्मानमुपैष्यसि।",
        "id": 5816,
        "lang": "sanskrit",
        "language_id": 3,
        "verseNumber": 366,
        "verse_id": 366
    },
    {
        "authorName": "Sri Ramanujacharya",
        "author_id": 7,
        "description": "।।9.28।।एवं संन्यासाख्ययोगयुक्तमना आत्मानं मच्छेषतामन्नियाम्यतैकरसं कर्म च सर्वं मदाराधनम् अनुसंदधानो लौकिकं वैदिकं च कर्म कुर्वन् शुभाशुभफलैः अनन्तैः प्राचीनकर्माख्यैः बन्धनैः मत्प्राप्तिविरोधिभिः सर्वैः मोक्ष्यसे? तैः विमुक्तो माम् एव उपैष्यसि।मम इमं परमम् अतिलोकं स्वभावं श्रृणु -- ",
        "id": 5817,
        "lang": "sanskrit",
        "language_id": 3,
        "verseNumber": 366,
        "verse_id": 366
    },
    {
        "authorName": "Sri Sridhara Swami",
        "author_id": 8,
        "description": "।।9.28।। एवं च यत्फलं प्राप्स्यसि तच्छृणु -- शुभेति। एवं कुर्वन्कर्मबन्धनैः कर्मनिमित्तैरिष्टानिष्टैः फलैर्मुक्तो भविष्यसि। कर्मणां मयि समर्पितत्वेन तव तत्फलसंबन्धानुपपत्तेः। तैश्च विमुक्तः सन्संन्यासयोगयुक्तात्मा संन्यासः कर्मणां मदर्पणं स एव योगस्तेन युक्त आत्मा चित्तं यस्य तथाभूतस्त्वं मां प्राप्स्यसि।",
        "id": 5818,
        "lang": "sanskrit",
        "language_id": 3,
        "verseNumber": 366,
        "verse_id": 366
    },
    {
        "authorName": "Sri Vedantadeshikacharya Venkatanatha",
        "author_id": 9,
        "description": "।।9.28।।सन्न्यासयोगयुक्तात्मा इत्ययं फलविधानार्थः पूर्वश्लोकार्थानुवादः न तु ज्ञानकर्मयोगादिपर इत्यभिप्रायेणान्वयमाह -- एवं सन्न्यासाख्येति। योगशब्दोऽत्रानुसन्धानपरः। तदेव प्रकृतसमर्पणानुवादिना सन्न्यासशब्देन विशेष्यते।आत्मानमित्यादि तद्विवरणम्।लौकिकमित्यादि स्वभावार्थप्राप्तयोः सामान्यरूपम्।शुभाशुभफलैः? अनुकूलप्रतिकूलफलैरित्यर्थः।अनन्तैरिति बहुवचनाभिप्रेतकथनम्। समर्पणबुद्ध्या क्रियमाणस्य बन्धकत्वाभावात्तद्व्यवच्छेदायप्राचीनशब्दः। अभिमतगतिनिवृत्तिहेतुर्हि बन्धनमित्यभिप्रायेणमत्प्राप्तिविरोधिभिरित्युक्तम् तेनोपायविरोधिव्यवच्छेदश्च। एतेनैव शुभफलस्यापि कर्मणोऽतिशयितफलप्रतिबन्धकत्वात् हेयत्वं निर्व्यूढम्।मामुपैष्यसि इत्येतत्सामर्थ्यात्सर्वैरित्युक्तम्।मोक्ष्यसे इत्युक्त एवार्थोविमुक्तः इत्यनूद्यत इत्यपौनरुक्त्याभिप्रायेणाहतैर्विमुक्त इति। अत्र विमुक्तिशब्दस्य जीवन्मुक्तिपरत्वं वदन्तस्तदसम्भवादेव निरसनीयाः। कर्तृत्वफलप्रदत्वादिवत्फलत्वमपि स्वस्यैवेत्यभिप्रायेणमामेवोपैष्यसीत्युक्तम्। यद्वा क्रमेण प्राप्त्या विलम्बव्यवच्छेदार्थ एवकारः।मामेवैष्यसि [9।34] इति च वक्ष्यते।",
        "id": 5819,
        "lang": "sanskrit",
        "language_id": 3,
        "verseNumber": 366,
        "verse_id": 366
    },
    {
        "authorName": "Sri Abhinavgupta",
        "author_id": 10,
        "description": "।।9.27 -- 9.28।।यदपि अन्यत् कर्म? तदपि महेश्वरस्वात्मार्चनरूपं? तस्यैव सर्वत्रोद्देशात् इत्याह -- यत् करोषीति।  शुभाशुभेति।  देवतान्तरयाजिनो यतो मितमनोरथाः फलं लघयन्ति? अतस्त्वं सर्वं प्रागुक्तोपदेशक्रमेण मदर्पणं मन्मयत्वेन भावन (S omits मन्मयत्वेन भावनम्) कुरु।  एष एव च संन्यासयोग इति विस्तीर्णं विस्पष्टप्रायं पुरस्तादेव।",
        "id": 5820,
        "lang": "sanskrit",
        "language_id": 3,
        "verseNumber": 366,
        "verse_id": 366
    },
    {
        "authorName": "Sri Jayatritha",
        "author_id": 11,
        "description": "।।9.28।।Sri Jayatirtha did not comment on this sloka.",
        "id": 5821,
        "lang": "sanskrit",
        "language_id": 3,
        "verseNumber": 366,
        "verse_id": 366
    },
    {
        "authorName": "Sri Madhusudan Saraswati",
        "author_id": 12,
        "description": "।।9.28।।एतादृशस्य भजनस्य फलमाह -- एवमनायाससिद्धेऽपि सर्वकर्मसमर्पणरूपे मद्भजने सति शुभाशुभे इष्टानिष्टे फले येषां तैः कर्मबन्धनैर्बन्धरूपैः कर्मभिर्मोक्ष्यसे मयि समर्पितत्वात्तव तत्संबन्धानुपपत्तेः कर्मभिस्तत्फलैश्च न संस्रक्ष्यसे। ततश्च संन्यासयोगयुक्तात्मा संन्यासः सर्वकर्मणां भगवति समर्पणं स एव योग इव चित्तशोधकत्वाद्योगस्तेन युक्तः शोधित आत्मान्तःकरणं यस्य स त्वं त्यक्तसर्वकर्मा वा। कर्मबन्धनैर्जीवन्नेव विमुक्तः सन्सम्यग्दर्शनेनाज्ञानावरणनिवृत्त्या मामुपैष्यसि साक्षात्करिष्यस्यहं ब्रह्मास्मीति। ततः प्रारब्धकर्मक्षयात्पतितेऽस्मिञ्शरीरे विदेहकैवल्यरूपं मामुपैष्यसि। इदानीमपि सद्रूपः सन्सर्वोपाधिनिवृत्त्या मायिकभेदव्यवहारविषयो न भविष्यसीत्यर्थः।",
        "id": 5822,
        "lang": "sanskrit",
        "language_id": 3,
        "verseNumber": 366,
        "verse_id": 366
    },
    {
        "authorName": "Sri Purushottamji",
        "author_id": 13,
        "description": "।।9.28।।एवं मत्समर्पितेषु तत्कृतबन्धो न भविष्यतीत्याह -- शुभाशुभफलैरिति। एवं मत्समर्पणेन शुभाशुभफलैः -- शुभानि शुभपुत्रादीनि? अशुभानि क्लेशदारिद्र्यादीनि यानि कर्मजानि फलानि तैर्मोक्ष्यसे मुक्तो भविष्यसीत्यर्थः। तानि फलानि मत्सेवौपयिकान्येव भविष्यन्तीति भावः। ततः सन्न्यासयोगयुक्तात्मा सन्न्यासः कर्मणां मत्समर्पणं तेन यो योगो मद्भक्त्यात्मकस्तेन युक्त आत्मा अन्तःकरणं यस्य तादृशः सन् कर्मबन्धनैर्विमुक्तो मामुपैष्यसि प्राप्स्यसीत्यर्थः।",
        "id": 5823,
        "lang": "sanskrit",
        "language_id": 3,
        "verseNumber": 366,
        "verse_id": 366
    },
    {
        "authorName": "Sri Shankaracharya",
        "author_id": 14,
        "description": "।।9.28।। --,शुभाशुभफलैः एवं शुभाशुभे इष्टानिष्टे फले येषां तानि शुभाशुभफलानि कर्माणि तैः शुभाशुभफलैः कर्मबन्धनैः कर्माण्येव बन्धनानि कर्मबन्धनानि तैः कर्मबन्धनैः एवं मदर्पणं कुर्वन् मोक्ष्यसे। सोऽयं संन्यासयोगो नाम? संन्यासश्च असौ मत्समर्पणतया कर्मत्वात् योगश्च असौ इति? तेन संन्यासयोगेन युक्तः आत्मा अन्तःकरणं यस्य तव सः त्वं संन्यासयोगयुक्तात्मा सन् विमुक्तः कर्मबन्धनैः जीवन्नेव पतिते चास्मिन् शरीरे माम् उपैष्यसि आगमिष्यसि।।रागद्वेषवान् तर्हि भगवान्? यतो भक्तान् अनुगृह्णाति? न इतरान् इति। तत् न --,",
        "id": 5824,
        "lang": "sanskrit",
        "language_id": 3,
        "verseNumber": 366,
        "verse_id": 366
    },
    {
        "authorName": "Sri Vallabhacharya",
        "author_id": 15,
        "description": "।।9.28।।एवं च मर्यादायामनुगृहीतस्य तव या फलसिद्धिस्तामवधेहि -- शुभेति। एवं सति सन्न्यासस्त्यागो भजनार्थः फलादिविषयकोमनसैवानुद्रष्टव्यं इति वा योगस्तदभिन्न एकार्थकश्चेतसः समत्वं तेन युक्त आत्मा यस्य तथाविधस्त्वं कर्मबन्धनैरिष्टानिष्टफलैः मुक्तो भविष्यसि मुक्तिसिद्धर्भविता। जगति स्थितोऽपि त्वं मत्सेवको योगी संसारधर्माऽलिप्त एव मां पुरुषोत्तमं समुपैष्यसि सेवोपयोगिस्वरूपेण व्यापिवैकुण्ठे। मत्समीपे स्थास्यसीति भावः।",
        "id": 5825,
        "lang": "sanskrit",
        "language_id": 3,
        "verseNumber": 366,
        "verse_id": 366
    },
    {
        "authorName": "Swami Sivananda",
        "author_id": 16,
        "description": "9.28 शुभाशुभफलैः from good and evil fruits? एवम् thus? मोक्ष्यसे (thou) shalt be freed? कर्मबन्धनैः from the bonds of actions? संन्यासयोगयुक्तात्मा with the mind steadfast in the Yoga of renunciation? विमुक्तः liberated? माम् to Me? उपैष्यसि (thou) shalt come.Commentary Evam Thus -- when you thus offer everything to Me.Renunciation of the fruits of all works is Sannyasa. He who is eipped with the mind steadfast in the Yog of renunciation is Sannyasayogayuktatma. The act of offering everything unto the Lord,constitutes the Yoga of renunciation. It is also Yoga as it is an action. With the mind endowed with renunciation and Yoga thou shalt be freed from good and evil results while yet living and thou shalt come unto Me when this body falls.An objector says? Then the Lord has love and hatred as He confers His grace on His devotees only and not on others.The answer is? Not so. The Lord is impartial and is beyond love and hatred. His grace flows towards all. But the devotee recieves it freely as he has opened his heart to the reception of His grace.This is explained in the next verse.",
        "id": 5826,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 366,
        "verse_id": 366
    }
]