[
    {
        "authorName": "Swami Ramsukhdas",
        "author_id": 1,
        "description": "।।9.33।। व्याख्या--'किं पुनर्ब्राह्मणाः पुण्या भक्ता (टिप्पणी प0 528) राजर्षय स्तथा'--  जब वर्तमानमें पाप करनेवाला साङ्गोपाङ्ग दुराचारी और पूर्वजन्मके पापोंके कारण नीच योनियोंमें जन्म लेनेवाले प्राणी तथा स्त्रियाँ, वैश्य और शूद्र--ये सभी मेरे शरण होकर, मेरा आश्रय लेकर परमगतिको प्राप्त हो जाते हैं, परम पवित्र हो जाते हैं, तो फिर जिनके पूर्वजन्मके आचरण भी अच्छे हों और इस जन्ममें भी उत्तम कुलमें जन्म हुआ हो, ऐसे पवित्र ब्राह्मण और पवित्र क्षत्रिय अगर मेरे शरण हो जायँ, मेरे भक्त बन जायँ, तो वे परमगतिको प्राप्त हो जायँगे, इसमें कहना ही क्या है! अर्थात् वे निःसन्देह परमगतिको प्राप्त हो जायँगे।",
        "id": 5891,
        "lang": "hindi",
        "language_id": 2,
        "verseNumber": 371,
        "verse_id": 371
    },
    {
        "authorName": "Swami Chinmayananda",
        "author_id": 2,
        "description": "।।9.33।। यदि पूर्व श्लोक में वर्णित गुणहीन और साधनहीन लोग भी भक्ति के द्वारा ईश्वर को प्राप्त हो सकते हैं? तो फिर साधन सम्पन्न व्यक्तियों के लिए परमार्थ की प्राप्ति कितनी सरल होगी? यह कहने की आवश्यकता नहीं है। ये साधनसम्पन्न लोग हैं  ब्राह्मण अर्थात् शुद्धान्तकरण का व्यक्ति? तथा राजा माने उदार हृदय और दूर दृष्टि का बुद्धिमान व्यक्ति। जिस राजा ने बुद्धिमत्तापूर्वक अपनी राजसत्ता एवं धनवैभव का उपयोग किया हो? वह आत्मानुसंधान के द्वारा वास्तविक शान्ति का अनुभव प्राप्त करता है। ऐसे राजा को ही राजर्षि कहते हैं।सब प्रकार के सम्भावित बुद्धि और हृदय के लोगों का वर्णन करके? और आत्मज्ञान के लिए सबको उपयुक्त साधना का विधान करने के पश्चात्? अब? भगवान् इस प्रकरण का उपसंहार करते हुए कहते हैं? इस अनित्य और सुखरहित लोक को प्राप्त करके अब तुम मेरा भजन करो। अर्जुन के निमित्त दिया गया उपदेश हम सबके लिए ही है क्योंकि यदि श्रीकृष्ण आत्मा का प्रतिनिधित्व करते हैं? तो अर्जुन उस मनुष्य का प्रतिनिधि है? जो जीवन संघर्षों की चुनौतियों का सामना करने में अपने आप को असमर्थ पाता है।असंख्य विषय? इन्द्रियाँ और मन के भाव  इनसे युक्त जगत् में ही हमें जीवन जीना होता है। ये तीनों ही सदा बदलते रहते हैं। स्वाभाविक ही? इन्द्रियों के द्वारा विषयोपभोग का सुख अनित्य ही होगा। और दो सुखों के बीच का अन्तराल केवल दुखपूर्ण ही होगा।आशावाद का जो विधेयात्मक और शक्तिप्रद ज्ञान गीता सिखाती है? उसी स्वर में? भगवान् श्रीकृष्ण यहाँ कहते हैं कि यह जगत् केवल दुख का गर्त या निराशा की खाई या एक सुखरहित क्षेत्र है।भगवान् श्रीकृष्ण अर्जुन को उपदेश देते हैं कि इस अनित्य और सुखरहित लोक को प्राप्त होकर अब उसको नित्य और आनन्दस्वरूप आत्मा की पूजा में प्रवृत्त होना चाहिए। इस साधना में अर्जुन को प्रोत्साहित करने के लिए भगवान् ने यह कहा है कि गुणहीन लोगों के विपरीत जिस व्यक्ति में ब्राह्मण और राजर्षि के गुण होते हैं? उसके लिए सफलता सरल और निश्चित होती है। इसलिए भक्तिपूर्वक मेरी पूजा करो।हे मेरे प्रभु जब मुझे युद्धभूमि में शत्रुओं का सामना करना हो? तब मैं आपकी पूजा किस प्रकार कर सकता हूँ  इस पर भगवान् कहते हैं --",
        "id": 5892,
        "lang": "hindi",
        "language_id": 2,
        "verseNumber": 371,
        "verse_id": 371
    },
    {
        "authorName": "Sri Anandgiri",
        "author_id": 3,
        "description": "।।9.33।।यदि पापयोनिः पापाचारश्च त्वद्भक्त्या परां गतिं गच्छति तर्हि किमुत्तमजातिनिमित्तेन संन्यासादिना किं वा सद्वृत्तेनेत्याशङ्क्याह -- किं पुनरिति। उत्तमजातिमतां ब्राह्मणादीनामतिशयेन परा गतिर्यतो लभ्यतेऽतो भगवद्भजनं तैरेकान्तेन विधातव्यमित्याह -- यत इति। मनुष्यदेहातिरिक्तेषु पश्वादिदेहेषु भगवद्भजनयोग्यताभावात्प्राप्ते मनुष्यत्वे तद्भजने प्रयतितव्यमित्याह -- दुर्लभमिति।",
        "id": 5893,
        "lang": "sanskrit",
        "language_id": 3,
        "verseNumber": 371,
        "verse_id": 371
    },
    {
        "authorName": "Sri Dhanpati",
        "author_id": 4,
        "description": "।।9.33।।किं पुनर्ब्राह्मणाः पुण्याः पुण्ययोनयः शमादिसंपन्नाः तथा पुण्ययोनयो राजानश्च ते ऋषयः सूक्ष्मदर्शिनो मद्भक्ताः क्षत्रियाः मां व्यपाश्रित्य परां गतिं यान्तीति किंमु वक्तव्यमित्यर्थः। यस्मान्मद्भजनमेव परमपुरुषार्थसाधनं अतोऽनित्यमसुखमिमं मनुष्यलोकं पुरुषार्थसाधनं प्राप्य मां वासुदेवं परमात्मानं भजस्व। अनित्यमित्यनेन कालान्तरे त्वद्भजनं करिष्यामीति वारितम्। सुखवर्जितमिति तद्धननेन सुखत्यागो भविष्यतीति। इममित्यनेन राजर्षिदेहं मत्संनिधियोग्यमतिदुर्लभमित्युक्तम्।",
        "id": 5894,
        "lang": "sanskrit",
        "language_id": 3,
        "verseNumber": 371,
        "verse_id": 371
    },
    {
        "authorName": "Sri Madhavacharya",
        "author_id": 5,
        "description": "।।9.33।।Sri Madhvacharya did not comment on this sloka.,",
        "id": 5895,
        "lang": "sanskrit",
        "language_id": 3,
        "verseNumber": 371,
        "verse_id": 371
    },
    {
        "authorName": "Sri Neelkanth",
        "author_id": 6,
        "description": "।।9.33।।ब्राह्मणादयः पुनः पुण्याः मदाश्रयेण परां गतिं यान्तीत्यत्र किं चित्रम्। अतस्त्वमिमं मर्त्यलोकं अनित्यं नश्वरं असुखं सुखलेशहीनं प्राप्य मां परमात्मानं भजस्व। लोकान्तरे भजनं न भविष्यतीत्यर्थः। तथा च श्रुतिःइह चेदवेदीदथ सत्यमस्ति न चेदिहावेदीन्महती विनष्टिः इति।",
        "id": 5896,
        "lang": "sanskrit",
        "language_id": 3,
        "verseNumber": 371,
        "verse_id": 371
    },
    {
        "authorName": "Sri Ramanujacharya",
        "author_id": 7,
        "description": "।।9.33।।किं पुनः पुण्ययोनयो ब्राह्मणाः राजर्षयः च मद्भक्तिम् आश्रिताः। अतः त्वं राजर्षिः अस्थिरं तापत्रयाभिहततया असुखं च इमं लोकं प्राप्य वर्तमानो मां भजस्व।भक्तिस्वरूपम् आह -- ",
        "id": 5897,
        "lang": "sanskrit",
        "language_id": 3,
        "verseNumber": 371,
        "verse_id": 371
    },
    {
        "authorName": "Sri Sridhara Swami",
        "author_id": 8,
        "description": "।।9.33।।यदेवं तदा सत्कुलाः सदाचाराश्च मद्भक्ताः परां गतिं यान्तीति किं वक्तव्यमित्याह -- किमिति। पुण्याः सुकृतिनो ब्राह्मणाः। तथा राजानश्च ते ऋषयश्च क्षत्रियाः। एवंभूताः परां गतिं यान्तीति किं वक्तव्यमित्यर्थः। अतस्त्वमिमं राजर्षिरूपं लोकं देहं प्राप्य लब्ध्वा मां भजस्व। किंच अनित्यमध्रुवमसुखं सुखरहितमिमं मर्त्यलोकं प्राप्यानित्यत्वाद्विलम्बमकुर्वन्? असुखत्वाच्च सुखार्थोद्यमं हित्वा मामेव भजस्वेत्यर्थः।",
        "id": 5898,
        "lang": "sanskrit",
        "language_id": 3,
        "verseNumber": 371,
        "verse_id": 371
    },
    {
        "authorName": "Sri Vedantadeshikacharya Venkatanatha",
        "author_id": 9,
        "description": "।। 9.33 अपिचेत्सुदुराचारः [9।30] इत्यागन्तुकपापोक्तिः अथ जन्मत एव पापिष्ठानां जात्याद्यपकर्षेऽपि स्वसमाश्रयणमात्रेण फलसिद्धिं प्राक्प्रस्तुतां प्रपञ्च्य तत एव जात्याद्युत्कर्षे भक्तिपौष्कल्ये च कैमुतिकन्यायमुक्त्वा जात्यादिभिरुत्कृष्टस्त्वं फले निस्सन्देह उपायमातिष्ठेत्युच्यते -- मां हि इत्यादिश्लोकद्वयेन। स्त्रीवैश्यशूद्राणां परगतिविरोधितया शङ्किताकारानुवादार्थः पापयोनिशब्दः। तत्र ये पापयोनयोऽपि स्युरित्यन्वयः। त्रैवर्णिकस्य विद्यादिमतोऽपि वैश्यस्य शूद्रादिभिः सह पापयोनित्वेन परिगणनं सत्त्रानधिकारित्वात्। ऋत्विज एव हि सर्वे सत्त्रेषु यजमानाः? आर्त्विज्यं च ब्राह्मणस्य? स च सत्त्राधिकाररूप उत्कर्षः तस्माद्वाजपेययाज्यार्त्विजीनः इति क्षत्रियस्यापि श्रुतः। पापयोनिशब्दप्रतिशिरस्त्वात्पुण्यशब्दोऽत्र पुण्ययोनित्वपरः प्रदर्शितः।किं पुनः इत्यादिकैमुतिकन्यायादनायासत्ववचनम्। राजर्षिप्रदर्शनमर्जुनस्य फलसिद्धिप्रतिपादनार्थमित्यभिप्रायेणाहअतस्त्वमिति। राजर्षिशब्देन सामर्थ्यं व्यञ्जितम्अस्थिरमित्यादिना त्वर्थित्वम्। अनित्यशब्दस्यसततविक्रिया इत्युक्तप्रकारेण क्षरणस्वभावविषयत्वज्ञापनायास्थिरशब्दः। असुखशब्दस्यात्र पर्युदासवृत्त्या दुःखपरतां सांसारिकसुखस्यापि दुःखकोटिनिवेशात् सुखराहित्यपरत्वं चाभिप्रेत्याहतापत्रयेति।इमम् इत्यनेन अतिक्षुद्रत्वं निर्दिष्टम्।प्राप्य इत्यस्यानुवादरूपताज्ञापनायप्राप्य वर्तमान इत्युक्तम्। एवमनित्यत्वासुखत्वक्षुद्रत्वानुदर्शनाद्भजनवैमुख्यनिवृत्तिर्भवतीत्यभिप्रायः।",
        "id": 5899,
        "lang": "sanskrit",
        "language_id": 3,
        "verseNumber": 371,
        "verse_id": 371
    },
    {
        "authorName": "Sri Abhinavgupta",
        "author_id": 10,
        "description": "।।9.32 -- 9.34।।मां हि इत्यादि मत्परायण इत्यन्तम्।  पापयोनयः पशुपक्षिसरीसृपादयः।  स्त्रिय इति अज्ञाः।  वैश्या इति कृष्यादिकर्मान्तररताः।  शूद्रा इति कार्त्स्येन वैदिकक्रियानधिकृताः परतन्त्रवृत्तयश्च।  तेऽपि मदाश्रिता मामेव यजन्ते।  गजेन्द्रमोक्षणादीनि चरितानि हि परमकारुणिकस्य भगवतः सहस्रशः श्रूयन्ते।  किमङ्ग पुनरेतद्विपरीतवृत्तयः।केचिदाक्षते -- द्विजराजन्यप्रशंसापरमेतद्वाक्यम्? न तु स्त्र्यादिषु अपवर्गप्राप्तितात्पर्येण इति।  ते हि भगवतः सर्वानुग्राहिकां शक्तिं मितविषयतया खण्डयन्तः तथा परमेश्वरस्य परमकृपालुत्वमसहमानाः (S omits तथा -- मसहमानाः) न मे द्वेष्योऽस्ति न प्रियः ? अपि चेत्सुदुराचारः इत्यादीन्यन्यानि चैवंप्रकारस्फुटार्थप्रतिपादकानि वाक्यानि विरोधयन्तः निरतिशययुक्तिप्रपञ्चसाधिताद्वैतभगवत्तत्त्वे (S??N भगवत्तत्त्वम्) भेदलिङ्गं (S?  भेदभङ्गम् N भेदभङ्ग -- ) बलादेवानयन्तः अन्यांश्च आगमविरोधानचेतयमानाः कथमिदं कथमिदम् इति पर्यनुयोज्यमाना (?N पर्यनुयुज्यमानः) यदि? परम् अन्तर्गर्भीकृतजात्यादिमहाग्रहाविष्टान्तः (? N  -- ग्रहगृहीताविष्टान्तः -- ) करणाः मात्सर्यावहित्थालज्जाचिह्नीकृतवाङ्मुखदृष्टयः समग्रस्य जनस्य असत्प्रलापिनः इति हास्यरसविषयभावमात्मनि (S omits -- विषय -- ) आरोपयन्ति।  यत्पूर्वैव व्याख्या सर्वस्य करोति शिवम् इति।",
        "id": 5900,
        "lang": "sanskrit",
        "language_id": 3,
        "verseNumber": 371,
        "verse_id": 371
    },
    {
        "authorName": "Sri Jayatritha",
        "author_id": 11,
        "description": "।।9.33।।Sri Jayatirtha did not comment on this sloka.",
        "id": 5901,
        "lang": "sanskrit",
        "language_id": 3,
        "verseNumber": 371,
        "verse_id": 371
    },
    {
        "authorName": "Sri Madhusudan Saraswati",
        "author_id": 12,
        "description": "।।9.33।।एवं चेत् -- पुण्याः सदाचारा उत्तमयोनयश्च ब्राह्मणास्तथा राजर्षयः सूक्ष्मवस्तुविवेकिनः क्षत्रिया मम भक्ताः परां गतिं यान्तीति किं पुनर्वाच्यम्। अत्र कस्यचिदपि संदेहाभावादित्यर्थः। यतो मद्भक्तेरीदृशो महिमा अतो महता प्रयत्नेनेमं लोकं सर्वपुरुषार्थसाधनयोग्यमतिदुर्लभं च मनुष्यदेहमनित्यमाशुविनाशिनमसुखं गर्भवासाद्यनेकदुःखबहुलं लब्ध्वा यावदयं न नश्यति तावदतिशीघ्रमेव भजस्व मां शरणमाश्रयस्व। अनित्यत्वादसुखत्वाच्चास्य विलम्बं सुखार्थमुद्यमं च मा कार्षींस्त्वं च राजर्षिरतो मद्भजनेनात्मानं सफलं कुरु। अन्यथा ह्येतादृशं जन्म निष्फलमेव ते स्यादित्यर्थः।",
        "id": 5902,
        "lang": "sanskrit",
        "language_id": 3,
        "verseNumber": 371,
        "verse_id": 371
    },
    {
        "authorName": "Sri Purushottamji",
        "author_id": 13,
        "description": "।।9.33।।यत्र हीनाधिकारिणः परमां गतिं प्राप्नुवन्ति? तत्रोत्तमाधिकारिणां किं वक्तव्यं इत्याह -- किं पुनरिति। पुण्याः वेदोक्तमत्स्वरूपज्ञानार्थं पूर्वं वेदाध्ययनकारिणा ब्राह्मणाः? तथा पुण्यधर्मादिकरणेन प्रजापतिपालकाः राजर्षयः राजानः क्षत्ित्रया भूत्वा ऋषयः ब्रह्मकर्मनिष्ठा उत्तमाधिकारिणो भक्ताः सन्तः परां गतिं प्राप्नुवन्तीति किं पुनर्वक्तव्यम्। तेषां तु साक्षाद्भजनौपयिकत्वमेव भवतीति भावः। एतेन उत्तमाधिकारिणां तु भवत्येव यत्र हीनाधिकारिणामपि भवतीत्यनेनअधिकं तत्रानुप्रविष्टं? न तु तद्धानिः इत्ययं न्यायः प्रदर्शितः।,एतेनोत्तमानामेतदभावे हीनत्वमेवेति व्यञ्जितम्। यत उत्तमाधिकारिणामावश्यकमतस्तव क्षत्ित्रयत्वात् स्वधर्मनिष्ठत्वात् भक्तपुत्रत्वाच्चोत्तमाधिकारित्वेनावश्यं कर्त्तव्यमित्याह -- अनित्यमिति। इमं लोकमधिकरणं देहं प्राप्य अनित्यं असुखं संसारं त्यक्त्वा ज्ञात्वा वेति शेषः मां भजस्व।",
        "id": 5903,
        "lang": "sanskrit",
        "language_id": 3,
        "verseNumber": 371,
        "verse_id": 371
    },
    {
        "authorName": "Sri Shankaracharya",
        "author_id": 14,
        "description": "।।9.33।। --,किं पुनः ब्राह्मणाः पुण्याः पुण्ययोनयः भक्ताः राजर्षयः तथा राजानश्च ते ऋषयश्च इति राजर्षयः। यतः एवम्? अतः अनित्यं क्षणभङ्गुरम् असुखं च सुखवर्जितम् इमं लोकं मनुष्यलोकं प्राप्य पुरुषार्थसाधनं दुर्लभं मनुष्यत्वं लब्ध्वा भजस्व सेवस्व माम्।।कथम् --,",
        "id": 5904,
        "lang": "sanskrit",
        "language_id": 3,
        "verseNumber": 371,
        "verse_id": 371
    },
    {
        "authorName": "Sri Vallabhacharya",
        "author_id": 15,
        "description": "।।9.33।।यदैवं निस्साधना अधिकारसम्भावनाया अविषया अप्येते परां गतिं यान्ति तदा किं पुनर्वक्तव्यं वेदोक्तसाधनवत्तया पुण्याः ब्राह्मणाः राजर्षय उत्तमक्षत्ित्रयाश्च परां गतिं यान्तीति परमुत्तमयोनीनां सकलसाधनवतां ब्राह्मणादीनां मदाश्रयभक्तावुत्तमाधिकार एव विरोधी जायत इति वैमुख्यकारकः अहम्भावेन विप्रमाथुराणामिव ते तथा न भजन्तो दृश्यन्ते भजन्तस्तु विरला नारदश्रुतदेवसुदासबहुलाश्वादय इति निगूढाशयेन पुष्टिपुरुषोत्तमेन पार्थे भजनं स्वधर्मवद्विहितमित्युपदिश्यते।मां भजस्व इति पुरुषोत्तमैकभजनं विहितं स्वधर्मत्वात्?यो यदंशः स तं भजेत् इति विधानवाक्यात्सर्वदा सर्वभावेन भजनीयो व्रजाधिपः। स्वस्यायमेव धर्मो हि नान्यः क्वापि कदाचन इत्याचार्योक्तेश्च। तदेव वैराग्यपूर्वकं द्रढयति -- अनित्यमिति। इमं लोकं देहं वाऽनित्यं विनश्वरमसुखं च प्राप्य प्रकर्षेण सर्वकार्यसाधकमवगत्य भजस्व भजनगर्भितं स्वधर्मं कुर्विति भावः।",
        "id": 5905,
        "lang": "sanskrit",
        "language_id": 3,
        "verseNumber": 371,
        "verse_id": 371
    },
    {
        "authorName": "Swami Sivananda",
        "author_id": 16,
        "description": "9.33 किम् पुनः how much more? ब्राह्मणाः Brahmins? पुण्याः holy? भक्ताः devoted? राजर्षयः royal saints? तथा also? अनित्यम् impermanent? असुखम् unhappy? लोकम् world? इमम् this? प्राप्य having obtained? भजस्व worship? माम् Me.Commentary Rajarshis are kings who have become saints while discharging the duties of the kingdom.It is very difficult to get a human birth which is the means of attaining the goal of life. Being born in this human body you should lead a life of devotion to the Lord. In the human body alone will you have the power to reflect (VicharaSakti)? discrimination and dispassion. Even the gods envy the human birth.This body is impermanent. It perishes soon. It brings pain of various sorts. So give up the efforts for securing happiness and comfort for this body. If you do not aim at Selfrealisation even after attaining a human birth? you live in vain you are wasting your life and you are a slayer of the Self. You will again and again be caught in the wheel of birth and death.",
        "id": 5906,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 371,
        "verse_id": 371
    }
]