[
    {
        "authorName": "Swami Ramsukhdas",
        "author_id": 1,
        "description": "।।18.26।।जो कर्ता रागरहित, अनहंवादी, धैर्य और उत्साहयुक्त तथा सिद्धि और असिद्धिमें निर्विकार है, वह सात्त्विक कहा जाता है।",
        "id": 4537,
        "lang": "hindi",
        "language_id": 2,
        "verseNumber": 649,
        "verse_id": 649
    },
    {
        "authorName": "Swami Tejomayananda",
        "author_id": 17,
        "description": "।।18.26।। जो कर्ता संगरहित, अहंमन्यता से रहित, धैर्य और उत्साह से युक्त एवं कार्य की सिद्धि (सफलता) और असिद्धि (विफलता) में निर्विकार रहता है, वह कर्ता सात्त्विक कहा जाता है।।\n ",
        "id": 4538,
        "lang": "hindi",
        "language_id": 2,
        "verseNumber": 649,
        "verse_id": 649
    },
    {
        "authorName": "Swami Adidevananda",
        "author_id": 18,
        "description": "That agent is said to be Sattvika, who is free from attachment, who does not boast of himself, who is endowed with steadiness and zeal, and who is unaffected by success and failure.",
        "id": 4539,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 649,
        "verse_id": 649
    },
    {
        "authorName": "Swami Gambirananda",
        "author_id": 19,
        "description": "[Ast. introduces this verse with 'Idanim kartrbhedah ucyate, Now is being stated the distinctions among the agents.'-Tr.] The agent who is free from attachment [Attachment to results or the idea of agentship.], not egotistical, endowed with fortitude and diligence, and unperturbed by success and failure is said to be possessed of sattva.",
        "id": 4540,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 649,
        "verse_id": 649
    },
    {
        "authorName": "Swami Sivananda",
        "author_id": 16,
        "description": "An agent who is free from attachment, non-egoistic, endowed with firmness and enthusiasm, and unaffected by success or failure, is considered to be of a Sattvic (pure) nature.",
        "id": 4541,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 649,
        "verse_id": 649
    },
    {
        "authorName": "Dr. S. Sankaranarayan",
        "author_id": 20,
        "description": "The agent who is free from attachment, who does not make any speech of egoism, who is full of contentment and enthusiasm, and who does not change mentally in success or failure—that agent is said to be of the Sattva nature.",
        "id": 4542,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 649,
        "verse_id": 649
    },
    {
        "authorName": "Shri Purohit Swami",
        "author_id": 21,
        "description": "But when a person has no sentiment or ego, when they possess courage and confidence, not caring whether they succeed or fail, then their action arises from purity.",
        "id": 4543,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 649,
        "verse_id": 649
    }
]