[
    {
        "authorName": "Swami Ramsukhdas",
        "author_id": 1,
        "description": "।।18.42।।मनका निग्रह करना इन्द्रियोंको वशमें करना; धर्मपालनके लिये कष्ट सहना; बाहर-भीतरसे शुद्ध रहना; दूसरोंके अपराधको क्षमा करना; शरीर, मन आदिमें सरलता रखना; वेद, शास्त्र आदिका ज्ञान होना; यज्ञविधिको अनुभवमें लाना; और परमात्मा, वेद आदिमें आस्तिक भाव रखना -- ये सब-के-सब ब्राह्मणके स्वाभाविक कर्म हैं।",
        "id": 4649,
        "lang": "hindi",
        "language_id": 2,
        "verseNumber": 665,
        "verse_id": 665
    },
    {
        "authorName": "Swami Tejomayananda",
        "author_id": 17,
        "description": "।।18.42।। शम, दम, तप, शौच, क्षान्ति, आर्जव, ज्ञान, विज्ञान और आस्तिक्य - ये ब्राह्मण के स्वाभाविक कर्म हैं।।\n ",
        "id": 4650,
        "lang": "hindi",
        "language_id": 2,
        "verseNumber": 665,
        "verse_id": 665
    },
    {
        "authorName": "Swami Adidevananda",
        "author_id": 18,
        "description": "The control of the senses and mind, austerity, purity, forbearance, uprightness, knowledge, special knowledge, and faith—all these constitute the duty of a Brahmana, born of his inherent nature.",
        "id": 4651,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 665,
        "verse_id": 665
    },
    {
        "authorName": "Swami Gambirananda",
        "author_id": 19,
        "description": "The natural duties of the Brahmanas are the control of the internal and external organs, austerity, purity, forgiveness, straightforwardness, knowledge, as well as wisdom [Knowledge refers to the understanding of subjects presented by the scriptures; wisdom means making them matters of one's own experience.], and faith.",
        "id": 4652,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 665,
        "verse_id": 665
    },
    {
        "authorName": "Swami Sivananda",
        "author_id": 16,
        "description": "Serenity, self-restraint, austerity, purity, forgiveness, and uprightness, as well as knowledge, realization, and belief in God, are the duties of Brahmanas, born of their own nature.",
        "id": 4653,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 665,
        "verse_id": 665
    },
    {
        "authorName": "Dr. S. Sankaranarayan",
        "author_id": 20,
        "description": "Quietude, self-control, purity, forbearance, straightforwardness, knowledge, wisdom, and faith in another world are the duties of the Brahmanas, born of their nature.",
        "id": 4654,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 665,
        "verse_id": 665
    },
    {
        "authorName": "Shri Purohit Swami",
        "author_id": 21,
        "description": "Serenity, self-restraint, austerity, purity, forgiveness, uprightness, knowledge, wisdom, and faith in God—these constitute the duty of a spiritual teacher.",
        "id": 4655,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 665,
        "verse_id": 665
    }
]