[
    {
        "authorName": "Swami Ramsukhdas",
        "author_id": 1,
        "description": "।।18.47।।अच्छी तरहसे अनुष्ठान किये हुए परधर्मसे गुणरहित अपना धर्म श्रेष्ठ है। कारण कि स्वभावसे नियत किये हुए स्वधर्मरूप कर्मको करता हुआ मनुष्य पापको प्राप्त नहीं होता।",
        "id": 4684,
        "lang": "hindi",
        "language_id": 2,
        "verseNumber": 670,
        "verse_id": 670
    },
    {
        "authorName": "Swami Tejomayananda",
        "author_id": 17,
        "description": "।।18.47।। सम्यक् अनुष्ठित परधर्म की अपेक्षा गुणरहित स्वधर्म श्रेष्ठ है। (क्योंकि) स्वभाव से नियत किये गये कर्म को करते हुए मनुष्य पाप को नहीं प्राप्त करता।।",
        "id": 4685,
        "lang": "hindi",
        "language_id": 2,
        "verseNumber": 670,
        "verse_id": 670
    },
    {
        "authorName": "Swami Adidevananda",
        "author_id": 18,
        "description": "Better is one's own duty, though ill done, than the duty of another, though well-performed. When one does the duty ordained by their own nature, they incur no stain.",
        "id": 4686,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 670,
        "verse_id": 670
    },
    {
        "authorName": "Swami Gambirananda",
        "author_id": 19,
        "description": "One's own duty, though defective, is superior to another's duty well performed. By performing a duty according to one's own nature, one does not incur sin.",
        "id": 4687,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 670,
        "verse_id": 670
    },
    {
        "authorName": "Swami Sivananda",
        "author_id": 16,
        "description": "Better is one's own duty, even if it is destitute of merits, than the duty of another well performed. He who does the duty ordained by his own nature incurs no sin.",
        "id": 4688,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 670,
        "verse_id": 670
    },
    {
        "authorName": "Dr. S. Sankaranarayan",
        "author_id": 20,
        "description": "Better is one's own prescribed duties, born of one's nature, even though it is devoid of excellence, than another's duty well executed; the doer of duty, dependent on one's own nature, does not incur sin.",
        "id": 4689,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 670,
        "verse_id": 670
    },
    {
        "authorName": "Shri Purohit Swami",
        "author_id": 21,
        "description": "It is better to do one's own duty, however defective it may be, than to follow the duty of another, however well one may perform it. He who does his duty as his own nature reveals it, never commits a sin.",
        "id": 4690,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 670,
        "verse_id": 670
    }
]