[
    {
        "authorName": "Swami Ramsukhdas",
        "author_id": 1,
        "description": "।।18.49।।जिसकी बुद्धि सब जगह आसक्तिरहित है, जिसने शरीरको वशमें कर रखा है, जो स्पृहारहित है, वह मनुष्य सांख्ययोगके द्वारा नैष्कर्म्य-सिद्धिको प्राप्त हो जाता है।",
        "id": 4698,
        "lang": "hindi",
        "language_id": 2,
        "verseNumber": 672,
        "verse_id": 672
    },
    {
        "authorName": "Swami Tejomayananda",
        "author_id": 17,
        "description": "।।18.49।। सर्वत्र आसक्ति रहित बुद्धि वाला वह पुरुष जो स्पृहारहित तथा जितात्मा है, संन्यास के द्वारा परम नैर्ष्कम्य सिद्धि को प्राप्त होता है।।\n ",
        "id": 4699,
        "lang": "hindi",
        "language_id": 2,
        "verseNumber": 672,
        "verse_id": 672
    },
    {
        "authorName": "Swami Adidevananda",
        "author_id": 18,
        "description": "He whose understanding is unattached on all sides, whose self is controlled, who is free from desires—he attains the supreme perfection transcending all activity through renunciation.",
        "id": 4700,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 672,
        "verse_id": 672
    },
    {
        "authorName": "Swami Gambirananda",
        "author_id": 19,
        "description": "He whose intellect remains unattached to everything, who has conquered his internal organs and is desireless, attains through monasticism the supreme perfection consisting of the state of one free from duties.",
        "id": 4701,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 672,
        "verse_id": 672
    },
    {
        "authorName": "Swami Sivananda",
        "author_id": 16,
        "description": "He whose intellect is unattached everywhere, who has subdued his self, from whom desire has fled, he attains the supreme state of freedom from action through renunciation.",
        "id": 4702,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 672,
        "verse_id": 672
    },
    {
        "authorName": "Dr. S. Sankaranarayan",
        "author_id": 20,
        "description": "He, whose mind entertains no attachment to anything, who is self-controlled and is free from craving—he attains, by means of renunciation, the supreme success of actionlessness.",
        "id": 4703,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 672,
        "verse_id": 672
    },
    {
        "authorName": "Shri Purohit Swami",
        "author_id": 21,
        "description": "He whose mind is entirely detached, who has conquered himself, and whose desires have vanished, reaches that stage of perfect freedom through his renunciation, where action completes itself and leaves no seed.",
        "id": 4704,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 672,
        "verse_id": 672
    }
]