[
    {
        "authorName": "Swami Ramsukhdas",
        "author_id": 1,
        "description": "।।18.51।।जो विशुद्ध (सात्त्विकी) बुद्धिसे युक्त, वैराग्यके आश्रित, एकान्तका सेवन करनेवाला और नियमित भोजन करनेवाला साधक धैर्यपूर्वक इन्द्रियोंका नियमन करके, शरीर-वाणी-मनको वशमें करके, शब्दादि विषयोंका त्याग करके और राग-द्वेषको छोड़कर निरन्तर ध्यानयोगके परायण हो जाता है, वह अहंकार, बल, दर्प, काम, क्रोध और परिग्रहका त्याग करके एवं निर्मम तथा शान्त होकर ब्रह्मप्राप्तिका पात्र हो जाता है।",
        "id": 4712,
        "lang": "hindi",
        "language_id": 2,
        "verseNumber": 674,
        "verse_id": 674
    },
    {
        "authorName": "Swami Tejomayananda",
        "author_id": 17,
        "description": "।।18.51।। विशुद्ध बुद्धि से युक्त, धृति से आत्मसंयम कर, शब्दादि विषयों को त्याग कर और राग-द्वेष का परित्याग कर....৷৷৷৷।।\n ",
        "id": 4713,
        "lang": "hindi",
        "language_id": 2,
        "verseNumber": 674,
        "verse_id": 674
    },
    {
        "authorName": "Swami Adidevananda",
        "author_id": 18,
        "description": "Endowed with a purified understanding, subduing the mind with steadiness, relinquishing sound and other objects of the senses and casting aside love and hate;",
        "id": 4714,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 674,
        "verse_id": 674
    },
    {
        "authorName": "Swami Gambirananda",
        "author_id": 19,
        "description": "Endowed with a pure intellect and controlling oneself with fortitude, one should reject the objects beginning from sound [sound, touch, form, color, taste, and smell - Tr.] and eliminate attachment and hatred.",
        "id": 4715,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 674,
        "verse_id": 674
    },
    {
        "authorName": "Swami Sivananda",
        "author_id": 16,
        "description": "Endowed with a pure intellect, controlling the self through firmness, relinquishing sound and other objects and abandoning attraction and hatred.",
        "id": 4716,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 674,
        "verse_id": 674
    },
    {
        "authorName": "Dr. S. Sankaranarayan",
        "author_id": 20,
        "description": "He who has attained a completely pure intellect by firmly controlling his mind and renouncing sense-objects, sound, and driving out desire and hatred;",
        "id": 4717,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 674,
        "verse_id": 674
    },
    {
        "authorName": "Shri Purohit Swami",
        "author_id": 21,
        "description": "Guided always by pure reason, bravely restraining himself, renouncing the objects of sense and giving up attachment and hatred; he attains peace.",
        "id": 4718,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 674,
        "verse_id": 674
    }
]