[
    {
        "authorName": "Swami Ramsukhdas",
        "author_id": 1,
        "description": "।।18.53।।जो विशुद्ध (सात्त्विकी) बुद्धिसे युक्त, वैराग्यके आश्रित, एकान्तका सेवन करनेवाला और नियमित भोजन करनेवाला साधक धैर्यपूर्वक इन्द्रियोंका नियमन करके, शरीर-वाणी-मनको वशमें करके, शब्दादि विषयोंका त्याग करके और राग-द्वेषको छोड़कर निरन्तर ध्यानयोगके परायण हो जाता है, वह अहंकार, बल, दर्प, काम, क्रोध और परिग्रहका त्याग करके एवं निर्मम तथा शान्त होकर ब्रह्मप्राप्तिका पात्र हो जाता है।",
        "id": 4726,
        "lang": "hindi",
        "language_id": 2,
        "verseNumber": 676,
        "verse_id": 676
    },
    {
        "authorName": "Swami Tejomayananda",
        "author_id": 17,
        "description": "।।18.53।। अहंकार, बल, दर्प, काम, क्रोध और परिग्रह को त्याग कर ममत्वभाव से रहित और शान्त पुरुष ब्रह्म प्राप्ति के योग्य बन जाता है।।\n ",
        "id": 4727,
        "lang": "hindi",
        "language_id": 2,
        "verseNumber": 676,
        "verse_id": 676
    },
    {
        "authorName": "Swami Adidevananda",
        "author_id": 18,
        "description": "Forsaking egoism, power, pride, desire, wrath, and possessions, with no feeling of 'mine' and tranquil, he becomes worthy of the state of Brahman.",
        "id": 4728,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 676,
        "verse_id": 676
    },
    {
        "authorName": "Swami Gambirananda",
        "author_id": 19,
        "description": "Having discarded egotism, force, pride, desire, anger, and superfluous possessions, and being free from the idea of possession and serene, that person is fit for becoming Brahman.",
        "id": 4729,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 676,
        "verse_id": 676
    },
    {
        "authorName": "Swami Sivananda",
        "author_id": 16,
        "description": "Having abandoned egoism, strength, arrogance, desire, anger, and covetousness, and being free from the notion of 'mine' and peaceful, he is fit for becoming Brahman.",
        "id": 4730,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 676,
        "verse_id": 676
    },
    {
        "authorName": "Dr. S. Sankaranarayan",
        "author_id": 20,
        "description": "Relinquishing egotism, violence, pride, desire, wrath, and the sense of possession - he, the unselfish and calm one, is capable of becoming the Brahman.",
        "id": 4731,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 676,
        "verse_id": 676
    },
    {
        "authorName": "Shri Purohit Swami",
        "author_id": 21,
        "description": "Having abandoned selfishness, power, arrogance, anger, and desire, possessing nothing of his own, and having attained peace, he is fit to join the Eternal Spirit.",
        "id": 4732,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 676,
        "verse_id": 676
    }
]