[
    {
        "authorName": "Swami Ramsukhdas",
        "author_id": 1,
        "description": "।।18.67।।यह सर्वगुह्यतम वचन अतपस्वीको मत कहना; अभक्तको कभी मत कहना; जो सुनना नहीं चाहता, उसको मत कहना; और जो मेरेमें दोषदृष्टि करता है, उससे भी मत कहना।",
        "id": 4824,
        "lang": "hindi",
        "language_id": 2,
        "verseNumber": 690,
        "verse_id": 690
    },
    {
        "authorName": "Swami Tejomayananda",
        "author_id": 17,
        "description": "।।18.67।। यह ज्ञान ऐसे पुरुष से नहीं कहना चाहिए, जो अतपस्क (तपरहित) है, और न उसे जो अभक्त है; उसे भी नहीं जो अशुश्रुषु (सेवा में अतत्पर) है और उस पुरुष से भी नहीं कहना चाहिए, जो मुझ (ईश्वर) से असूया करता है, अर्थात् मुझ में दोष देखता है।।\n ",
        "id": 4825,
        "lang": "hindi",
        "language_id": 2,
        "verseNumber": 690,
        "verse_id": 690
    },
    {
        "authorName": "Swami Adidevananda",
        "author_id": 18,
        "description": "Never should this be told by you to one who is not austere, who is not a devotee, nor to one who has no desire to listen, nor certainly to him who speaks ill of Me.",
        "id": 4826,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 690,
        "verse_id": 690
    },
    {
        "authorName": "Swami Gambirananda",
        "author_id": 19,
        "description": "This (that I have taught) should never be taught to one who is devoid of austerities, one who is not a devotee, one who does not render service, or one who cavils at Me.",
        "id": 4827,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 690,
        "verse_id": 690
    },
    {
        "authorName": "Swami Sivananda",
        "author_id": 16,
        "description": "Never speak this to one who is devoid of austerities or devotion, who does not render service, who does not desire to listen, or who cavils at Me.",
        "id": 4828,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 690,
        "verse_id": 690
    },
    {
        "authorName": "Dr. S. Sankaranarayan",
        "author_id": 20,
        "description": "This knowledge is for you, and it should never be imparted to one who does not observe austerities; to one who has no devotion; to one who has no desire to listen; and to one who is indignant towards Me.",
        "id": 4829,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 690,
        "verse_id": 690
    },
    {
        "authorName": "Shri Purohit Swami",
        "author_id": 21,
        "description": "Do not speak this to one who has not practiced austerities, or to one who does not love, or who will not listen, or who mocks.",
        "id": 4830,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 690,
        "verse_id": 690
    }
]