[
    {
        "authorName": "Swami Ramsukhdas",
        "author_id": 1,
        "description": "।।7.17।। उन चार भक्तोंमें मेरेमें निरन्तर लगा हुआ, अनन्यभक्तिवाला ज्ञानी अर्थात् प्रेमी भक्त श्रेष्ठ है; क्योंकि ज्ञानी भक्तको मैं अत्यन्त प्रिय हूँ और वह भी मेरेको अत्यन्त प्रिय है। ",
        "id": 2073,
        "lang": "hindi",
        "language_id": 2,
        "verseNumber": 297,
        "verse_id": 297
    },
    {
        "authorName": "Swami Tejomayananda",
        "author_id": 17,
        "description": "।।7.17।। उनमें भी मुझ से नित्ययुक्त, अनन्य भक्ति वाला ज्ञानी श्रेष्ठ है, क्योंकि ज्ञानी को मैं अत्यन्त प्रिय हूँ और वह मुझे अत्यन्त प्रिय है।।\n ",
        "id": 2074,
        "lang": "hindi",
        "language_id": 2,
        "verseNumber": 297,
        "verse_id": 297
    },
    {
        "authorName": "Swami Adidevananda",
        "author_id": 18,
        "description": "Of these, the man of knowledge, who is ever with Me in Yoga and devoted to the One only, is the foremost; for I am very dear to the man of knowledge, and he is also dear to Me.",
        "id": 2075,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 297,
        "verse_id": 297
    },
    {
        "authorName": "Swami Gambirananda",
        "author_id": 19,
        "description": "Of them, the man of knowledge, endowed with constant steadfastness and one-pointed devotion, excels. For I am very dear to the man of knowledge, and he too is dear to me.",
        "id": 2076,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 297,
        "verse_id": 297
    },
    {
        "authorName": "Swami Sivananda",
        "author_id": 16,
        "description": "Of them, the wise who are ever steadfast and devoted to the One, excel; for I am exceedingly dear to the wise, and they are dear to Me.",
        "id": 2077,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 297,
        "verse_id": 297
    },
    {
        "authorName": "Dr. S. Sankaranarayan",
        "author_id": 20,
        "description": "Of them, the man of wisdom, being always attached to Me with single-pointed devotion, excels. For, I am dear to the man of wisdom above all personal gains, and he is dear to Me.",
        "id": 2078,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 297,
        "verse_id": 297
    },
    {
        "authorName": "Shri Purohit Swami",
        "author_id": 21,
        "description": "Of all these, he who has gained wisdom, who meditates on Me without ceasing, devoting himself solely to Me, is the best; for I am exceedingly beloved by the wise man, and the wise man is also beloved by Me.",
        "id": 2079,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 297,
        "verse_id": 297
    }
]