[
    {
        "authorName": "Swami Ramsukhdas",
        "author_id": 1,
        "description": "।।7.18।। पहले कहे हुए सब-के-सब भक्त बड़े उदार (श्रेष्ठ भाववाले) हैं। परन्तु ज्ञानी (प्रेमी) तो मेरा स्वरूप ही है -- ऐसा मेरा मत है। कारण कि वह युक्तात्मा है और जिससे श्रेष्ठ दूसरी कोई गति नहीं है, ऐसे मेरेमें ही दृढ़ आस्थावाला है। ",
        "id": 2080,
        "lang": "hindi",
        "language_id": 2,
        "verseNumber": 298,
        "verse_id": 298
    },
    {
        "authorName": "Swami Tejomayananda",
        "author_id": 17,
        "description": "।।7.18।। (यद्यपि) ये सब उत्कृष्ट हैं, परन्तु ज्ञानी तो मेरा स्वरूप ही है ऐसा मेरा मत है, क्योंकि वह स्थिर बुद्धि ज्ञानी अति उत्तम गतिस्वरूप मुझमें अच्छी प्रकार स्थित है।।\n ",
        "id": 2081,
        "lang": "hindi",
        "language_id": 2,
        "verseNumber": 298,
        "verse_id": 298
    },
    {
        "authorName": "Swami Adidevananda",
        "author_id": 18,
        "description": "All these are indeed generous, but I deem the man of knowledge to be My very self; for he, integrated, is devoted solely to Me as the highest end.",
        "id": 2082,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 298,
        "verse_id": 298
    },
    {
        "authorName": "Swami Gambirananda",
        "author_id": 19,
        "description": "Indeed, all of these are noble, but the man of Knowledge is the Self itself. This is my opinion. For, with a steadfast mind, he is set on the path leading only to Me, who am the supreme Goal.",
        "id": 2083,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 298,
        "verse_id": 298
    },
    {
        "authorName": "Swami Sivananda",
        "author_id": 16,
        "description": "Indeed, all these are noble; however, I consider the wise man as My very Self; for, he is steadfast in mind and established in Me alone as the supreme goal.",
        "id": 2084,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 298,
        "verse_id": 298
    },
    {
        "authorName": "Dr. S. Sankaranarayan",
        "author_id": 20,
        "description": "All these are indeed noble persons. But the man of wisdom is considered as the very Soul of Mine. For, with his self (mind) that has mastered the Yoga, he has resorted to Me alone as his most supreme goal.",
        "id": 2085,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 298,
        "verse_id": 298
    },
    {
        "authorName": "Shri Purohit Swami",
        "author_id": 21,
        "description": "Noble-minded are they all, but the wise man I hold as my own self; for he, remaining always at peace with me, makes me his ultimate goal.",
        "id": 2086,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 298,
        "verse_id": 298
    }
]