[
    {
        "authorName": "Swami Ramsukhdas",
        "author_id": 1,
        "description": "।।7.29।।  जरा (वृद्धावस्था) और मरण (मृत्यु) से मोक्ष पानेके लिये जो  मेरा आश्रय लेकर प्रयत्न करते हैं, वे उस ब्रह्मको, सम्पूर्ण अध्यात्मको और सम्पूर्ण कर्मको भी जान जाते हैं। ",
        "id": 2157,
        "lang": "hindi",
        "language_id": 2,
        "verseNumber": 309,
        "verse_id": 309
    },
    {
        "authorName": "Swami Tejomayananda",
        "author_id": 17,
        "description": "।।7.29।। जो मेरे शरणागत होकर जरा और मरण से मुक्ति पाने के लिए यत्न करते हैं, वे पुरुष उस ब्रह्म को, सम्पूर्ण अध्यात्म को और सम्पूर्ण कर्म को जानते हैं।।\n ",
        "id": 2158,
        "lang": "hindi",
        "language_id": 2,
        "verseNumber": 309,
        "verse_id": 309
    },
    {
        "authorName": "Swami Adidevananda",
        "author_id": 18,
        "description": "Those who take refuge in Me and strive for deliverance from old age and death, know Brahman (or the Self) and all about the nature of that Self, and the entire Karma (or activities leading to rebirth).",
        "id": 2159,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 309,
        "verse_id": 309
    },
    {
        "authorName": "Swami Gambirananda",
        "author_id": 19,
        "description": "Those who strive by resorting to Me for becoming free from old age and death, they know Brahman, the individual Self, and all about actions. [They know Brahman as being all the individual entities and all actions. This verse prescribes meditation on the qualified Brahman for aspirants of the middle class. Verses beginning with the 14th speak about the realization of the unqualified Brahman by aspirants of the highest class.]",
        "id": 2160,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 309,
        "verse_id": 309
    },
    {
        "authorName": "Swami Sivananda",
        "author_id": 16,
        "description": "Those who strive for liberation from old age and death, taking refuge in Me, realize in full that Brahman, the whole knowledge of the Self, and all action.",
        "id": 2161,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 309,
        "verse_id": 309
    },
    {
        "authorName": "Dr. S. Sankaranarayan",
        "author_id": 20,
        "description": "Those who, relying on Me, strive to achieve freedom from old age and death, realize all to be the Brahman and realize all the actions governing the Self.",
        "id": 2162,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 309,
        "verse_id": 309
    },
    {
        "authorName": "Shri Purohit Swami",
        "author_id": 21,
        "description": "Those who make Me their refuge, striving for liberation from decay and death, realize the Supreme Spirit, which is their own real Self, and in which all action finds its consummation.",
        "id": 2163,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 309,
        "verse_id": 309
    }
]