[
    {
        "authorName": "Swami Ramsukhdas",
        "author_id": 1,
        "description": "।।5.12।। कर्मयोगी कर्मफलका त्याग करके नैष्ठिकी शान्तिको प्राप्त होता है। परन्तु सकाम मनुष्य कामनाके कारण फलमें आसक्त होकर बँध जाता है। ",
        "id": 1506,
        "lang": "hindi",
        "language_id": 2,
        "verseNumber": 216,
        "verse_id": 216
    },
    {
        "authorName": "Swami Tejomayananda",
        "author_id": 17,
        "description": "।।5.12।। युक्त पुरुष कर्मफल का त्याग करके परम शान्ति को प्राप्त होता है;  और अयुक्त पुरुष फल में आसक्त हुआ कामना के द्वारा बँधता है।।\n ",
        "id": 1507,
        "lang": "hindi",
        "language_id": 2,
        "verseNumber": 216,
        "verse_id": 216
    },
    {
        "authorName": "Swami Adidevananda",
        "author_id": 18,
        "description": "A yogi, renouncing the fruits of their actions, attains lasting peace. But the unsteady person who is attached to the fruits of their actions, being driven by desire, is bound.",
        "id": 1508,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 216,
        "verse_id": 216
    },
    {
        "authorName": "Swami Gambirananda",
        "author_id": 19,
        "description": "Giving up the results of work by becoming resolute in faith, one attains peace arising from steadfastness. One who is lacking in resolute faith, being attached to the results under the impulse of desire, becomes bound.",
        "id": 1509,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 216,
        "verse_id": 216
    },
    {
        "authorName": "Swami Sivananda",
        "author_id": 16,
        "description": "The one who is united (the well-poised or harmonized) having abandoned the fruit of action attains eternal peace; whereas the one who is not united (the unsteady or unbalanced), impelled by desire and attached to the fruit, is bound.",
        "id": 1510,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 216,
        "verse_id": 216
    },
    {
        "authorName": "Dr. S. Sankaranarayan",
        "author_id": 20,
        "description": "Having abandoned attachment to the fruit of actions, the master of Yoga attains the highest Peace. But, one who is not a master of Yoga and is attached to the fruit of action, is bound by their actions born of desire.",
        "id": 1511,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 216,
        "verse_id": 216
    },
    {
        "authorName": "Shri Purohit Swami",
        "author_id": 21,
        "description": "Having abandoned the fruit of action, he wins eternal peace. Others, unacquainted with spirituality, led by desire and clinging to the benefit they think will follow their actions, become entangled in them.",
        "id": 1512,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 216,
        "verse_id": 216
    }
]