[
    {
        "authorName": "Swami Ramsukhdas",
        "author_id": 1,
        "description": "।।5.13।। जिसकी इन्द्रियाँ और मन वशमें हैं, ऐसा देहधारी पुरुष नौ द्वारोंवाले शरीररूपी पुरमें सम्पूर्ण कर्मोंका विवेकपूर्वक मनसे त्याग करके निःसन्देह न करता हुआ और न करवाता हुआ सुखपूर्वक (अपने स्वरूपमें) स्थित रहता है। ",
        "id": 1513,
        "lang": "hindi",
        "language_id": 2,
        "verseNumber": 217,
        "verse_id": 217
    },
    {
        "authorName": "Swami Tejomayananda",
        "author_id": 17,
        "description": "।।5.13।। सब कर्मों का मन से संन्यास करके संयमी पुरुष नवद्वार वाली शरीर रूप नगरी में सुख से रहता हुआ न कर्म करता है और न करवाता है।।\n ",
        "id": 1514,
        "lang": "hindi",
        "language_id": 2,
        "verseNumber": 217,
        "verse_id": 217
    },
    {
        "authorName": "Swami Adidevananda",
        "author_id": 18,
        "description": "The embodied self, mentally resigning all actions as belonging to the city of nine gates (i.e., the body) and becoming self-controlled, dwells happily, neither acting himself nor causing the body to act.",
        "id": 1515,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 217,
        "verse_id": 217
    },
    {
        "authorName": "Swami Gambirananda",
        "author_id": 19,
        "description": "The embodied man of self-control, having given up all actions mentally, continues happily in the city of nine gates, without doing or causing anyone else to do anything.",
        "id": 1516,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 217,
        "verse_id": 217
    },
    {
        "authorName": "Swami Sivananda",
        "author_id": 16,
        "description": "Mentally renouncing all actions and being self-controlled, the embodied one happily rests in the nine-gated city, neither acting nor causing others (body and senses) to act.",
        "id": 1517,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 217,
        "verse_id": 217
    },
    {
        "authorName": "Dr. S. Sankaranarayan",
        "author_id": 20,
        "description": "Having renounced all actions by mind, a man of self-control dwells happily in his body, a nine-windowed mansion, neither performing nor causing others to perform any actions.",
        "id": 1518,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 217,
        "verse_id": 217
    },
    {
        "authorName": "Shri Purohit Swami",
        "author_id": 21,
        "description": "Mentally renouncing all actions, the self-controlled soul enjoys bliss in this body, the city of the nine gates, neither doing anything themselves nor causing anything to be done.",
        "id": 1519,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 217,
        "verse_id": 217
    }
]