[
    {
        "authorName": "Swami Ramsukhdas",
        "author_id": 1,
        "description": "।।5.17।। जिनकी बुद्धि तदाकार हो रही है, जिनका मन तदाकार हो रहा है, जिनकी स्थिति परमात्मतत्वमें है, ऐसे परमात्मपरायण साधक ज्ञानके द्वारा पापरहित होकर अपुनरावृत्ति (परमगति) को प्राप्त होते हैं। ",
        "id": 1541,
        "lang": "hindi",
        "language_id": 2,
        "verseNumber": 221,
        "verse_id": 221
    },
    {
        "authorName": "Swami Tejomayananda",
        "author_id": 17,
        "description": "।।5.17।। जिनकी बुद्धि उस (परमात्मा) में स्थित है,  जिनका मन तद्रूप हुआ है,  उसमें ही जिनकी निष्ठा है,  वह (ब्रह्म) ही जिनका परम लक्ष्य है,  ज्ञान के द्वारा पापरहित पुरुष अपुनरावृत्ति को प्राप्त होते हैं,  अर्थात् उनका पुनर्जन्म नहीं होता है।।\n ",
        "id": 1542,
        "lang": "hindi",
        "language_id": 2,
        "verseNumber": 221,
        "verse_id": 221
    },
    {
        "authorName": "Swami Adidevananda",
        "author_id": 18,
        "description": "Those whose intellects pursue it, whose minds think about it, who undergo discipline for it, and who hold it as their highest object, have their impurities cleansed by knowledge and go from whence there is no return.",
        "id": 1543,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 221,
        "verse_id": 221
    },
    {
        "authorName": "Swami Gambirananda",
        "author_id": 19,
        "description": "Those whose intellect is absorbed in That, whose Self is That, who are steadfast in That, and who have That as their supreme Goal—they attain the state of non-returning, their impurities having been removed by Knowledge.",
        "id": 1544,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 221,
        "verse_id": 221
    },
    {
        "authorName": "Swami Sivananda",
        "author_id": 16,
        "description": "Their intellect absorbed in That, their self being That, established in That, with That as their supreme goal, they go whence there is no return, their sins dispelled by knowledge.",
        "id": 1545,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 221,
        "verse_id": 221
    },
    {
        "authorName": "Dr. S. Sankaranarayan",
        "author_id": 20,
        "description": "Those who have their intellect and self (mind) devoted to This; who have established themselves in This and have This [alone] as their supreme goal; and who have washed off their sins through [perfect] knowledge—they reach a state from which there is no more return.",
        "id": 1546,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 221,
        "verse_id": 221
    },
    {
        "authorName": "Shri Purohit Swami",
        "author_id": 21,
        "description": "Meditating on the divine, having faith in the divine, concentrating on the divine, and losing themselves in the divine, their sins dissolve in wisdom, and they go from whence there is no return.",
        "id": 1547,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 221,
        "verse_id": 221
    }
]