[
    {
        "authorName": "Swami Ramsukhdas",
        "author_id": 1,
        "description": "।।5.20।। जो प्रियको प्राप्त होकर हर्षित न हो और अप्रियको प्राप्त होकर उद्विग्न न हो, वह स्थिर बुद्धिवाला, मूढ़तारहित तथा ब्रह्मको जाननेवाला मनुष्य ब्रह्ममें स्थित है। ",
        "id": 1562,
        "lang": "hindi",
        "language_id": 2,
        "verseNumber": 224,
        "verse_id": 224
    },
    {
        "authorName": "Swami Tejomayananda",
        "author_id": 17,
        "description": "।।5.20।। जो स्थिरबुद्धि,  संमोहरहित ब्रह्मवित् पुरुष ब्रह्म में स्थित है,  वह प्रिय वस्तु को प्राप्त होकर हर्षित नहीं होता और अप्रिय को पाकर उद्विग्न नहीं होता।।\n ",
        "id": 1563,
        "lang": "hindi",
        "language_id": 2,
        "verseNumber": 224,
        "verse_id": 224
    },
    {
        "authorName": "Swami Adidevananda",
        "author_id": 18,
        "description": "He who knows Brahman (individual self) and abides in Brahman, whose mind is steadfastly focused on the self and undeluded by body consciousness—he neither rejoices at gaining what is pleasant nor grieves on obtaining what is unpleasant.",
        "id": 1564,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 224,
        "verse_id": 224
    },
    {
        "authorName": "Swami Gambirananda",
        "author_id": 19,
        "description": "A knower of Brahman, who is established in Brahman, should have their intellect steady and should not be deluded. They should not get delighted by getting what is desirable, nor become dejected by getting what is undesirable.",
        "id": 1565,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 224,
        "verse_id": 224
    },
    {
        "authorName": "Swami Sivananda",
        "author_id": 16,
        "description": "Resting in Brahman, with a steady intellect and undeluded, the knower of Brahman neither rejoices upon obtaining what is pleasant nor grieves upon obtaining what is unpleasant.",
        "id": 1566,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 224,
        "verse_id": 224
    },
    {
        "authorName": "Dr. S. Sankaranarayan",
        "author_id": 20,
        "description": "He who, with his mind not attached to external contacts, finds happiness in the Self—that person, with his mind engaged in Yoga, easily pervades the Brahman, suffering no loss.",
        "id": 1567,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 224,
        "verse_id": 224
    },
    {
        "authorName": "Shri Purohit Swami",
        "author_id": 21,
        "description": "He who knows and lives in the Absolute remains unmoved and unperturbed; he is not elated by pleasure nor depressed by pain.",
        "id": 1568,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 224,
        "verse_id": 224
    }
]