[
    {
        "authorName": "Swami Ramsukhdas",
        "author_id": 1,
        "description": "।।5.25।। जिनका शरीर मन-बुद्धि-इन्द्रियोंसहित वशमें है, जो सम्पूर्ण प्राणियोंके हितमें रत हैं, जिनके सम्पूर्ण संशय मिट गये हैं, जिनके सम्पूर्ण कल्मष (दोष) नष्ट हो गये हैं, वे विवेकी साधक निर्वाण ब्रह्मको प्राप्त होते हैं। ",
        "id": 1597,
        "lang": "hindi",
        "language_id": 2,
        "verseNumber": 229,
        "verse_id": 229
    },
    {
        "authorName": "Swami Tejomayananda",
        "author_id": 17,
        "description": "।।5.25।। वे ऋषिगण मोक्ष को प्राप्त होते हैं - जिनके पाप नष्ट हो गये हैं, जो छिन्नसंशय, संयमी और भूतमात्र के हित में रमने वाले हैं।।\n ",
        "id": 1598,
        "lang": "hindi",
        "language_id": 2,
        "verseNumber": 229,
        "verse_id": 229
    },
    {
        "authorName": "Swami Adidevananda",
        "author_id": 18,
        "description": "The sages, who are free from the pairs of opposites, whose minds are well subdued, and who are devoted to the welfare of all beings, become cleansed of all impurities and attain the bliss of Brahman.",
        "id": 1599,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 229,
        "verse_id": 229
    },
    {
        "authorName": "Swami Gambirananda",
        "author_id": 19,
        "description": "The seers whose sins have been attenuated, who are free from doubt, whose senses are under control, who are engaged in doing good to all beings, attain absorption in Brahman.",
        "id": 1600,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 229,
        "verse_id": 229
    },
    {
        "authorName": "Swami Sivananda",
        "author_id": 16,
        "description": "The sages obtain absolute freedom or Moksha when their sins have been destroyed, their dualities have been torn asunder, they are self-controlled, and they are intent on the welfare of all beings.",
        "id": 1601,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 229,
        "verse_id": 229
    },
    {
        "authorName": "Dr. S. Sankaranarayan",
        "author_id": 20,
        "description": "At all times, there is the transcendent Brahman for the ascetics who have severed their connection with desire and anger, who have controlled their minds and have realized their Self.",
        "id": 1602,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 229,
        "verse_id": 229
    },
    {
        "authorName": "Shri Purohit Swami",
        "author_id": 21,
        "description": "Sages whose sins have been washed away, whose sense of separateness has dissipated, who have subdued themselves, and seek only the welfare of all, come to the Eternal Spirit.",
        "id": 1603,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 229,
        "verse_id": 229
    }
]