[
    {
        "authorName": "Swami Ramsukhdas",
        "author_id": 1,
        "description": "।।5.27 -- 5.28।। बाह्य पदार्थोंको बाहर ही छोड़कर और नेत्रोंकी दृष्टिको भौंहोंके बीचमें स्थित करके तथा नासिकामें विचरनेवाले प्राण और अपान वायुको सम करके जिसकी इन्द्रियाँ, मन और बुद्धि अपने वशमें हैं, जो मोक्ष-परायण है तथा जो इच्छा, भय और क्रोधसे सर्वथा रहित है, वह मुनि सदा मुक्त ही है।",
        "id": 1611,
        "lang": "hindi",
        "language_id": 2,
        "verseNumber": 231,
        "verse_id": 231
    },
    {
        "authorName": "Swami Tejomayananda",
        "author_id": 17,
        "description": "।।5.27।। बाह्य विषयों को बाहर ही रखकर नेत्रों की दृष्टि को भृकुटि के बीच में स्थित करके तथा नासिका में विचरने वाले प्राण और अपानवायु को सम करके,।।\n ",
        "id": 1612,
        "lang": "hindi",
        "language_id": 2,
        "verseNumber": 231,
        "verse_id": 231
    },
    {
        "authorName": "Swami Adidevananda",
        "author_id": 18,
        "description": "Shutting off outward contacts, fixing the gaze between the eyebrows, realizing inward and outward breaths moving in the nostrils;",
        "id": 1613,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 231,
        "verse_id": 231
    },
    {
        "authorName": "Swami Gambirananda",
        "author_id": 19,
        "description": "- Keeping external objects outside, fixing the eyes at the juncture of the eye-brows, and controlling the outgoing and incoming breaths that move through the nostrils, the contemplative who has mastery over his organs, mind, and intellect should be fully intent on Liberation and free from desire, fear, and anger. He who is ever thus is verily free.",
        "id": 1614,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 231,
        "verse_id": 231
    },
    {
        "authorName": "Swami Sivananda",
        "author_id": 16,
        "description": "Shutting out all external contacts and fixing the gaze between the eyebrows, realizing the outgoing and incoming breaths moving within the nostrils.",
        "id": 1615,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 231,
        "verse_id": 231
    },
    {
        "authorName": "Dr. S. Sankaranarayan",
        "author_id": 20,
        "description": "The sage, who has controlled his sense-organs, mind, and intellect; whose chief aim is emancipation; and from whom desire, fear, and wrath have departed—he remains ever free.",
        "id": 1616,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 231,
        "verse_id": 231
    },
    {
        "authorName": "Shri Purohit Swami",
        "author_id": 21,
        "description": "Excluding external objects, with his gaze fixed between the eyebrows, and the inward and outward breathings passing equally through his nostrils;",
        "id": 1617,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 231,
        "verse_id": 231
    }
]