[
    {
        "authorName": "Swami Ramsukhdas",
        "author_id": 1,
        "description": "।।5.27 -- 5.28।। बाह्य पदार्थोंको बाहर ही छोड़कर और नेत्रोंकी दृष्टिको भौंहोंके बीचमें स्थित करके तथा नासिकामें विचरनेवाले प्राण और अपान वायुको सम करके जिसकी इन्द्रियाँ, मन और बुद्धि अपने वशमें हैं, जो मोक्ष-परायण है तथा जो इच्छा, भय और क्रोधसे सर्वथा रहित है, वह मुनि सदा मुक्त ही है।\n ",
        "id": 1618,
        "lang": "hindi",
        "language_id": 2,
        "verseNumber": 232,
        "verse_id": 232
    },
    {
        "authorName": "Swami Tejomayananda",
        "author_id": 17,
        "description": "।।5.28।। जिस पुरुष की इन्द्रियाँ,  मन और बुद्धि संयत हैं, ऐसा मोक्ष परायण मुनि इच्छा, भय और क्रोध से रहित है, वह सदा मुक्त ही है।।\n ",
        "id": 1619,
        "lang": "hindi",
        "language_id": 2,
        "verseNumber": 232,
        "verse_id": 232
    },
    {
        "authorName": "Swami Adidevananda",
        "author_id": 18,
        "description": "The sage who has controlled his senses, mind, and intellect, who is intent on release as his final goal, freed forever from desire, fear, and wrath, is indeed liberated forever.",
        "id": 1620,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 232,
        "verse_id": 232
    },
    {
        "authorName": "Swami Gambirananda",
        "author_id": 19,
        "description": "- Keeping external objects outside, fixing the eyes at the juncture of the eye-brows, and controlling the outgoing and incoming breaths that move through the nostrils, the contemplative who has mastery over his organs, mind, and intellect should be fully intent on Liberation and free from desire, fear, and anger. He who is ever thus is verily free.",
        "id": 1621,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 232,
        "verse_id": 232
    },
    {
        "authorName": "Swami Sivananda",
        "author_id": 16,
        "description": "With the senses, mind, and intellect ever controlled, having liberation as their supreme goal, free from desire, fear, and anger, the sage is truly liberated forever.",
        "id": 1622,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 232,
        "verse_id": 232
    },
    {
        "authorName": "Dr. S. Sankaranarayan",
        "author_id": 20,
        "description": "Having known Me as the Enjoyer of the fruits of sacrifices and austerities, as the great Lord of all the worlds, and as the Friend of all beings, he attains peace.",
        "id": 1623,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 232,
        "verse_id": 232
    },
    {
        "authorName": "Shri Purohit Swami",
        "author_id": 21,
        "description": "Governing sense, mind, and intellect, intent on liberation, free from desire, fear, and anger, the sage is eternally free.",
        "id": 1624,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 232,
        "verse_id": 232
    }
]