[
    {
        "authorName": "Swami Ramsukhdas",
        "author_id": 1,
        "description": "।।5.7।। जिसकी इन्द्रियाँ अपने वशमें हैं, जिसका अन्तःकरण निर्मल है, जिसका शरीर अपने वशमें है और सम्पूर्ण प्राणियोंकी आत्मा ही जिसकी आत्मा है, ऐसा कर्मयोगी कर्म करते हुए भी लिप्त नहीं होता। ",
        "id": 1471,
        "lang": "hindi",
        "language_id": 2,
        "verseNumber": 211,
        "verse_id": 211
    },
    {
        "authorName": "Swami Tejomayananda",
        "author_id": 17,
        "description": "।।5.7।। जो पुरुष योगयुक्त, विशुद्ध अन्तकरण वाला, शरीर को वश में किये हुए, जितेन्द्रिय तथा भूतमात्र में स्थित आत्मा के साथ एकत्व अनुभव किये हुए है वह कर्म करते हुए भी उनसे लिप्त नहीं होता।।\n ",
        "id": 1472,
        "lang": "hindi",
        "language_id": 2,
        "verseNumber": 211,
        "verse_id": 211
    },
    {
        "authorName": "Swami Adidevananda",
        "author_id": 18,
        "description": "He who follows the Yoga and is pure in mind, who has subdued his self and has conquered his senses, and whose self has become the self of all beings, even while he is acting, remains untainted.",
        "id": 1473,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 211,
        "verse_id": 211
    },
    {
        "authorName": "Swami Gambirananda",
        "author_id": 19,
        "description": "Endowed with yoga, pure in mind, controlled in body, a conqueror of the organs, the Self of the selves of all beings—he does not become tainted even while performing actions. When this person resorts to nitya and naimittika rites and duties as a means to the achievement of full illumination, and thus becomes fully enlightened, then, even when he acts through the apparent functions of the mind, organs, etc., he does not become affected.",
        "id": 1474,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 211,
        "verse_id": 211
    },
    {
        "authorName": "Swami Sivananda",
        "author_id": 16,
        "description": "He who is devoted to the path of action, whose mind is pure, who has conquered the self, who has subdued his senses, and who realizes his Self as the Self in all beings, though acting, is not tainted.",
        "id": 1475,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 211,
        "verse_id": 211
    },
    {
        "authorName": "Dr. S. Sankaranarayan",
        "author_id": 20,
        "description": "A master of yoga, whose self (mind and intellect) is very pure, the sense-organs are controlled, and the soul is realized to be the soul of all beings—he is not stained, even though he is a performer of actions.",
        "id": 1476,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 211,
        "verse_id": 211
    },
    {
        "authorName": "Shri Purohit Swami",
        "author_id": 21,
        "description": "He who is spiritual, pure, has overcome his senses and his personal self, and has realized his highest Self as the Self of all—even though he acts, he is not bound by his actions.",
        "id": 1477,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 211,
        "verse_id": 211
    }
]