[
    {
        "authorName": "Swami Ramsukhdas",
        "author_id": 1,
        "description": "।।5.8 -- 5.9।। तत्त्वको जाननेवाला सांख्ययोगी देखता, सुनता, छूता, सूँघता, खाता, चलता, ग्रहण करता, बोलता, मल-मूत्र का त्याग करता, सोता, श्वास लेता तथा आँखें खोलता और मूँदता भी सम्पूर्ण इन्द्रियाँ इन्द्रियोंके विषयोंमें बरत रही हैं' -- ऐसा समझकर 'मैं (स्वयं) कुछ भी नहीं करता हूँ' -- ऐसा माने।",
        "id": 1478,
        "lang": "hindi",
        "language_id": 2,
        "verseNumber": 212,
        "verse_id": 212
    },
    {
        "authorName": "Swami Tejomayananda",
        "author_id": 17,
        "description": "।।5.8।। तत्त्ववित् युक्त पुरुष यह सोचेगा (अर्थात् जानता है) कि  \"मैं किंचित् मात्र कर्म नहीं करता हूँ\"  देखता हुआ, सुनता हुआ, स्पर्श करता हुआ, सूंघता हुआ, खाता हुआ, चलता हुआ, सोता हुआ, श्वास लेता हुआ,।।\n ",
        "id": 1479,
        "lang": "hindi",
        "language_id": 2,
        "verseNumber": 212,
        "verse_id": 212
    },
    {
        "authorName": "Swami Adidevananda",
        "author_id": 18,
        "description": "The one who knows the truth and is devoted to yoga should think, \"I am not doing anything,\" even though they are seeing, hearing, touching, smelling, eating, moving, sleeping, and breathing.",
        "id": 1480,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 212,
        "verse_id": 212
    },
    {
        "authorName": "Swami Gambirananda",
        "author_id": 19,
        "description": "- Remaining absorbed in the Self, the knower of Reality should think, 'I certainly do not do anything', even while seeing, hearing, touching, smelling, eating, moving, sleeping, breathing, speaking, releasing, holding, opening, and closing the eyes—remembering that the organs function in relation to the objects of the organs.",
        "id": 1481,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 212,
        "verse_id": 212
    },
    {
        "authorName": "Swami Sivananda",
        "author_id": 16,
        "description": "I do nothing at all,\" thus would the harmonized knower of Truth think, seeing, hearing, touching, smelling, eating, going, sleeping, and breathing.",
        "id": 1482,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 212,
        "verse_id": 212
    },
    {
        "authorName": "Dr. S. Sankaranarayan",
        "author_id": 20,
        "description": "A master of Yoga, knowing the reality, would think, 'I do not perform any action at all.' For, he who, while seeing, hearing, touching, smelling, eating, going, sleeping, and breathing;",
        "id": 1483,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 212,
        "verse_id": 212
    },
    {
        "authorName": "Shri Purohit Swami",
        "author_id": 21,
        "description": "Though the saint sees, hears, touches, smells, eats, moves, sleeps, and breathes, yet he knows the truth and knows that it is not he who acts.",
        "id": 1484,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 212,
        "verse_id": 212
    }
]