[
    {
        "authorName": "Swami Ramsukhdas",
        "author_id": 1,
        "description": "।।5.8 -- 5.9।। तत्त्वको जाननेवाला सांख्ययोगी देखता, सुनता, छूता, सूँघता, खाता, चलता, ग्रहण करता, बोलता, मल-मूत्र का त्याग करता, सोता हुआ, श्वास लेता तथा आँखें खोलता और मूँदता हुआ भी 'सम्पूर्ण इन्द्रियाँ इन्द्रियोंके विषयोंमें बरत रही हैं' -- ऐसा समझकर 'मैं (स्वयं) कुछ भी नहीं करता हूँ' -- ऐसा माने।\n ",
        "id": 1485,
        "lang": "hindi",
        "language_id": 2,
        "verseNumber": 213,
        "verse_id": 213
    },
    {
        "authorName": "Swami Tejomayananda",
        "author_id": 17,
        "description": "।।5.9।। बोलता हुआ,  त्यागता हुआ,  ग्रहण करता हुआ  तथा आँखों को खोलता और बन्द करता हुआ (वह) निश्चयात्मक रूप से जानता है कि सब इन्द्रियाँ अपने-अपने विषयों में विचरण कर रही हैं।।\n ",
        "id": 1486,
        "lang": "hindi",
        "language_id": 2,
        "verseNumber": 213,
        "verse_id": 213
    },
    {
        "authorName": "Swami Adidevananda",
        "author_id": 18,
        "description": "Speaking, discharging, grasping, opening, and closing his eyes, etc., he should always bear in mind that the senses operate among sense-objects.",
        "id": 1487,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 213,
        "verse_id": 213
    },
    {
        "authorName": "Swami Gambirananda",
        "author_id": 19,
        "description": "- Remaining absorbed in the Self, the knower of Reality should think, 'I certainly do not do anything', even while seeing, hearing, touching, smelling, eating, moving, sleeping, breathing, speaking, releasing, holding, opening, and closing the eyes—remembering that the organs function in relation to the objects of the organs.",
        "id": 1488,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 213,
        "verse_id": 213
    },
    {
        "authorName": "Swami Sivananda",
        "author_id": 16,
        "description": "Speaking, letting go, seizing, opening, and closing the eyes, one should be convinced that the senses move among the sense-objects.",
        "id": 1489,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 213,
        "verse_id": 213
    },
    {
        "authorName": "Dr. S. Sankaranarayan",
        "author_id": 20,
        "description": "Taking, rejecting, receiving, opening, and closing the eyes, bear in mind that the sense-organs are on their respective objects; and",
        "id": 1490,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 213,
        "verse_id": 213
    },
    {
        "authorName": "Shri Purohit Swami",
        "author_id": 21,
        "description": "Though he talks, gives, receives, opens his eyes, and shuts them, he still knows that his senses are merely disporting themselves among the objects of perception.",
        "id": 1491,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 213,
        "verse_id": 213
    }
]