[
    {
        "authorName": "Swami Ramsukhdas",
        "author_id": 1,
        "description": "।।9.1।। श्रीभगवान् बोले -- यह अत्यन्त गोपनीय विज्ञानसहित ज्ञान दोषदृष्टिरहित तेरे लिये तो मैं फिर अच्छी तरहसे कहूँगा, जिसको जानकर तू अशुभसे अर्थात् जन्म-मरणरूप संसारसे मुक्त हो जायगा।",
        "id": 2367,
        "lang": "hindi",
        "language_id": 2,
        "verseNumber": 339,
        "verse_id": 339
    },
    {
        "authorName": "Swami Tejomayananda",
        "author_id": 17,
        "description": "।।9.1।। श्रीभगवान् ने कहा -- तुम अनसूयु (दोष दृष्टि रहित) के लिए मैं इस गुह्यतम ज्ञान को विज्ञान के सहित कहूँगा, जिसको जानकर तुम अशुभ (संसार बंधन) से मुक्त हो जाओगे।।\n ",
        "id": 2368,
        "lang": "hindi",
        "language_id": 2,
        "verseNumber": 339,
        "verse_id": 339
    },
    {
        "authorName": "Swami Adidevananda",
        "author_id": 18,
        "description": "The Lord said, \"I shall declare to you, who does not cavil, this most mysterious knowledge, together with its special knowledge, knowing which you will be freed from evil.\"",
        "id": 2369,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 339,
        "verse_id": 339
    },
    {
        "authorName": "Swami Gambirananda",
        "author_id": 19,
        "description": "The Blessed Lord said: However, to you who are not given to cavilling, I shall speak of this highest secret itself, which is knowledge combined with experience, by realizing which you shall be free from evil.",
        "id": 2370,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 339,
        "verse_id": 339
    },
    {
        "authorName": "Swami Sivananda",
        "author_id": 16,
        "description": "The Blessed Lord said, \"I shall now declare to thee, who does not cavil, the greatest secret—the knowledge combined with experience (Self-realisation). Having known this, thou shalt be free from evil.\"",
        "id": 2371,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 339,
        "verse_id": 339
    },
    {
        "authorName": "Dr. S. Sankaranarayan",
        "author_id": 20,
        "description": "The Bhagavat said, \"To you, who are entertaining no displeasure, I shall clearly declare this most secret knowledge, together with action, by knowing which you shall be free from evil.\"",
        "id": 2372,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 339,
        "verse_id": 339
    },
    {
        "authorName": "Shri Purohit Swami",
        "author_id": 21,
        "description": "Lord Shri Krishna said: I will now reveal to you, since you do not doubt, that profound mysticism, which, when followed with experience, will liberate you from sin.",
        "id": 2373,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 339,
        "verse_id": 339
    }
]