[
    {
        "authorName": "Swami Ramsukhdas",
        "author_id": 1,
        "description": "।।9.16 -- 9.18।।  क्रतु मैं हूँ, यज्ञ मैं हूँ, स्वधा मैं हूँ, औषध मैं हूँ, मन्त्र मैं हूँ, घृत मैं हूँ, अग्नि मैं हूँ और हवनरूप क्रिया भी मैं हूँ। जाननेयोग्य पवित्र, ओंकार, ऋग्वेद, सामवेद और यजुर्वेद भी मैं ही हूँ। इस सम्पूर्ण जगत्का पिता, धाता, माता, पितामह, गति, भर्ता, प्रभु, साक्षी, निवास, आश्रय, सुहृद्, उत्पत्ति, प्रलय, स्थान, निधान तथा अविनाशी बीज भी मैं ही हूँ।",
        "id": 2472,
        "lang": "hindi",
        "language_id": 2,
        "verseNumber": 354,
        "verse_id": 354
    },
    {
        "authorName": "Swami Tejomayananda",
        "author_id": 17,
        "description": "।।9.16।। मैं ऋक्रतु हूँ; मैं यज्ञ हूँ; स्वधा और औषध मैं हूँ, मैं मन्त्र हूँ, घी हूँ, मैं अग्नि हूँ और हुतं अर्थात् हवन कर्म मैं हूँ।।\n ",
        "id": 2473,
        "lang": "hindi",
        "language_id": 2,
        "verseNumber": 354,
        "verse_id": 354
    },
    {
        "authorName": "Swami Adidevananda",
        "author_id": 18,
        "description": "I am Kratu, I am the sacrifice, I am the offering to the manes, I am the herb, I am the Mantra, I am the clarified butter, I am the fire, I am the oblation.",
        "id": 2474,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 354,
        "verse_id": 354
    },
    {
        "authorName": "Swami Gambirananda",
        "author_id": 19,
        "description": "I am the ritual, I am the sacrifice, I am the oblation, I am the medicinal herb, I am the mantra, I am the clarified butter, I am the fire, and I am the act of offering.",
        "id": 2475,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 354,
        "verse_id": 354
    },
    {
        "authorName": "Swami Sivananda",
        "author_id": 16,
        "description": "I am Kratu; I am Yajna; I am the offering to the manes; I am the medicinal herbs and all plants; I am the Mantra; I am also the ghee or melted butter; I am the fire; I am the oblation.",
        "id": 2476,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 354,
        "verse_id": 354
    },
    {
        "authorName": "Dr. S. Sankaranarayan",
        "author_id": 20,
        "description": "I am determination; I am sacrifice; I am Svadha; I am the juice of the herb; I am the Vedic hymn; I am also the clarified butter; I am the sacrificial fire; and I am the act of offering.",
        "id": 2477,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 354,
        "verse_id": 354
    },
    {
        "authorName": "Shri Purohit Swami",
        "author_id": 21,
        "description": "I am the oblation, the sacrifice, and the worship; I am the fuel and the chant; I am the butter offered to the fire; I am the fire itself, and I am the act of offering.",
        "id": 2478,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 354,
        "verse_id": 354
    }
]