[
    {
        "authorName": "Swami Ramsukhdas",
        "author_id": 1,
        "description": "।।9.16 -- 9.18।। क्रतु मैं हूँ, यज्ञ मैं हूँ, स्वधा मैं हूँ, औषध मैं हूँ, मन्त्र मैं हूँ, घृत मैं हूँ, अग्नि मैं हूँ और हवनरूप क्रिया भी मैं हूँ। जाननेयोग्य पवित्र, ओंकार, ऋग्वेद, सामवेद और यजुर्वेद भी मैं ही हूँ। इस सम्पूर्ण जगत् का पिता, धाता, माता, पितामह, गति, भर्ता, प्रभु, साक्षी, निवास, आश्रय, सुहृद्, उत्पत्ति, प्रलय, स्थान, निधान तथा अविनाशी बीज भी मैं ही हूँ।",
        "id": 2479,
        "lang": "hindi",
        "language_id": 2,
        "verseNumber": 355,
        "verse_id": 355
    },
    {
        "authorName": "Swami Tejomayananda",
        "author_id": 17,
        "description": "।।9.17।। मैं ही इस जगत् का पिता, माता, धाता (धारण करने वाला) और पितामह हूँमैं वेद्य (जानने योग्य) वस्तु हूँ, पवित्र, ओंकार, ऋग्वेद, सामवेद और यजुर्वेद भी मैं ही हूँ।।\n ",
        "id": 2480,
        "lang": "hindi",
        "language_id": 2,
        "verseNumber": 355,
        "verse_id": 355
    },
    {
        "authorName": "Swami Adidevananda",
        "author_id": 18,
        "description": "I am the father, mother, creator, and grandfather of the universe; I am the purifier. I am the syllable Om, as well as Rk, Saman, and Yajus.",
        "id": 2481,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 355,
        "verse_id": 355
    },
    {
        "authorName": "Swami Gambirananda",
        "author_id": 19,
        "description": "Of this world, I am the father, mother, ordainer, and grandfather; I am the knowable, the sanctifier, the syllable Om, as well as the Rk, Sama, and Yajus.",
        "id": 2482,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 355,
        "verse_id": 355
    },
    {
        "authorName": "Swami Sivananda",
        "author_id": 16,
        "description": "I am the father of this world, the mother, the dispenser of the fruits of actions, and the grandfather; the one thing to be known, the purifier, the sacred monosyllable (Om), and also the Rik, Sama, and Yajur Vedas.",
        "id": 2483,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 355,
        "verse_id": 355
    },
    {
        "authorName": "Dr. S. Sankaranarayan",
        "author_id": 20,
        "description": "I am the father, the mother, the sustainer, and the paternal grandparent of this world; I am the sacred object of knowledge, the syllable Om, the Rk, the Saman, and the Yajus as well.",
        "id": 2484,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 355,
        "verse_id": 355
    },
    {
        "authorName": "Shri Purohit Swami",
        "author_id": 21,
        "description": "I am the Father of the universe, its Mother, Nourisher, and Grandfather; I am the Knowable and the Pure; I am Om, and I am the Sacred Scriptures.",
        "id": 2485,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 355,
        "verse_id": 355
    }
]