[
    {
        "authorName": "Swami Ramsukhdas",
        "author_id": 1,
        "description": "।।9.16 -- 9.18।।  क्रतु मैं हूँ, यज्ञ मैं हूँ, स्वधा मैं हूँ, औषध मैं हूँ, मन्त्र मैं हूँ, घृत मैं हूँ, अग्नि मैं हूँ और हवनरूप क्रिया भी मैं हूँ। जाननेयोग्य पवित्र, ओंकार, ऋग्वेद, सामवेद और यजुर्वेद भी मैं ही हूँ। इस सम्पूर्ण जगत्का पिता, धाता, माता, पितामह, गति, भर्ता, प्रभु, साक्षी, निवास, आश्रय, सुहृद्, उत्पत्ति, प्रलय, स्थान, निधान तथा अविनाशी बीज भी मैं ही हूँ।",
        "id": 2486,
        "lang": "hindi",
        "language_id": 2,
        "verseNumber": 356,
        "verse_id": 356
    },
    {
        "authorName": "Swami Tejomayananda",
        "author_id": 17,
        "description": "।।9.18।। गति (लक्ष्य), भरण-पोषण करने वाला, प्रभु (स्वामी), साक्षी, निवास, शरणस्थान तथा मित्र और उत्पत्ति, प्रलयरूप तथा स्थान (आधार), निधान और अव्यय कारण भी मैं हूँ।।\n ",
        "id": 2487,
        "lang": "hindi",
        "language_id": 2,
        "verseNumber": 356,
        "verse_id": 356
    },
    {
        "authorName": "Swami Adidevananda",
        "author_id": 18,
        "description": "I am the goal, the supporter, the Lord, the witness, the abode, the refuge, and the friend. I am the origin, the dissolution, the basis for preservation, and the imperishable seed.",
        "id": 2488,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 356,
        "verse_id": 356
    },
    {
        "authorName": "Swami Gambirananda",
        "author_id": 19,
        "description": "I am the fruit of actions, the nourisher, the Lord, witness, abode, refuge, friend, origin, end, foundation, store, and the imperishable seed.",
        "id": 2489,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 356,
        "verse_id": 356
    },
    {
        "authorName": "Swami Sivananda",
        "author_id": 16,
        "description": "I am the goal, the supporter, the Lord, the witness, the abode, the shelter, the friend, the origin, the dissolution, the foundation, the treasure-house, and the imperishable seed.",
        "id": 2490,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 356,
        "verse_id": 356
    },
    {
        "authorName": "Dr. S. Sankaranarayan",
        "author_id": 20,
        "description": "I am the method, the nourisher, the lord, the witness, the abode, the refuge, the good-hearted friend, the origin, the dissolution, the sustenance, the repository, and the imperishable seed of the world.",
        "id": 2491,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 356,
        "verse_id": 356
    },
    {
        "authorName": "Shri Purohit Swami",
        "author_id": 21,
        "description": "I am the goal, the sustainer, the Lord, the witness, the home, the shelter, the lover, and the origin; I am life and death; I am the fountain and the imperishable seed.",
        "id": 2492,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 356,
        "verse_id": 356
    }
]