[
    {
        "authorName": "Swami Ramsukhdas",
        "author_id": 1,
        "description": "।।9.2।। यह सम्पूर्ण विद्याओंका और सम्पूर्ण गोपनीयोंका राजा है। यह अति पवित्र तथा अतिश्रेष्ठ है और इसका फल भी प्रत्यक्ष है। यह धर्ममय है, अविनाशी है और करनेमें बहुत सुगम है अर्थात् इसको प्राप्त करना बहुत सुगम है।",
        "id": 2374,
        "lang": "hindi",
        "language_id": 2,
        "verseNumber": 340,
        "verse_id": 340
    },
    {
        "authorName": "Swami Tejomayananda",
        "author_id": 17,
        "description": "।।9.2।। यह ज्ञान राजविद्या (विद्याओं का राजा) और राजगुह्य (सब गुह्यों अर्थात् रहस्यों का राजा) एवं पवित्र, उत्तम, प्रत्यक्ष ज्ञानवाला और धर्मयुक्त है, तथा करने में सरल और अव्यय है।।\n ",
        "id": 2375,
        "lang": "hindi",
        "language_id": 2,
        "verseNumber": 340,
        "verse_id": 340
    },
    {
        "authorName": "Swami Adidevananda",
        "author_id": 18,
        "description": "This is the royal science, the royal mystery, the supreme purifier. It is realized through direct experience, is in accord with Dharma, is pleasant to practice, and is abiding.",
        "id": 2376,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 340,
        "verse_id": 340
    },
    {
        "authorName": "Swami Gambirananda",
        "author_id": 19,
        "description": "This is the sovereign knowledge, the sovereign profundity, the best sanctifier; directly realizable, righteous, very easy to practice, and imperishable.",
        "id": 2377,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 340,
        "verse_id": 340
    },
    {
        "authorName": "Swami Sivananda",
        "author_id": 16,
        "description": "This is the royal science, the royal secret, the supreme purifier, realizable by direct intuitive knowledge, according to righteousness, very easy to perform and imperishable.",
        "id": 2378,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 340,
        "verse_id": 340
    },
    {
        "authorName": "Dr. S. Sankaranarayan",
        "author_id": 20,
        "description": "This shines among the sciences; it is the secret of monarchs; it is a supreme purifier, comprehensible by immediate perception, righteous, easy to do, and imperishable.",
        "id": 2379,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 340,
        "verse_id": 340
    },
    {
        "authorName": "Shri Purohit Swami",
        "author_id": 21,
        "description": "This is the supreme science, the supreme secret, the purest and best; it is intuitive, righteous, and to those who practice it, it is exceedingly pleasant.",
        "id": 2380,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 340,
        "verse_id": 340
    }
]