[
    {
        "authorName": "Swami Ramsukhdas",
        "author_id": 1,
        "description": "।।9.20।। वेदत्रयीमें कहे हुए सकाम अनुष्ठानको करनेवाले और सोमरसको पीनेवाले जो पापरहित मनुष्य यज्ञोंके द्वारा इन्द्ररूपसे मेरा पूजन करके स्वर्ग-प्राप्तिकी प्रार्थना करते हैं, वे पुण्यके फलस्वरूप इन्द्रलोकको प्राप्त करके वहाँ स्वर्गमें देवताओंके दिव्य भोगोंको भोगते हैं।",
        "id": 2500,
        "lang": "hindi",
        "language_id": 2,
        "verseNumber": 358,
        "verse_id": 358
    },
    {
        "authorName": "Swami Tejomayananda",
        "author_id": 17,
        "description": "।।9.20।। तीनों वेदों के ज्ञाता (वेदोक्त सकाम कर्म करने वाले), सोमपान करने वाले एवं पापों से पवित्र हुए पुरुष मुझे यज्ञों के द्वारा पूजकर स्वर्ग प्राप्ति चाहते हैं; वे पुरुष अपने पुण्यों के फलरूप इन्द्रलोक को प्राप्त कर स्वर्ग में दिव्य देवताओं के भोग भोगते हैं।।\n ",
        "id": 2501,
        "lang": "hindi",
        "language_id": 2,
        "verseNumber": 358,
        "verse_id": 358
    },
    {
        "authorName": "Swami Adidevananda",
        "author_id": 18,
        "description": "Those who are versed in the three Vedas, having been purified from sin by drinking the Soma juice, pray for passage to heaven and worship Me through sacrifices. Reaching the holy realm of the chief of the gods, they enjoy celestial pleasures in heaven.",
        "id": 2502,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 358,
        "verse_id": 358
    },
    {
        "authorName": "Swami Gambirananda",
        "author_id": 19,
        "description": "Those who are versed in the Vedas, who drink Soma and are purified of sin, pray for the heavenly goal by worshipping Me through sacrifices. Having reached the place (world) of the king of gods, which is the result of righteousness, they enjoy the divine pleasure of the gods in heaven.",
        "id": 2503,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 358,
        "verse_id": 358
    },
    {
        "authorName": "Swami Sivananda",
        "author_id": 16,
        "description": "The knowers of the three Vedas, the drinkers of Soma, purified of all sins, worshipping Me through sacrifices, pray for the way to heaven; they reach the holy world of the Lord of the gods and enjoy the divine pleasures of the gods in heaven.",
        "id": 2504,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 358,
        "verse_id": 358
    },
    {
        "authorName": "Dr. S. Sankaranarayan",
        "author_id": 20,
        "description": "The masters of the three Vedas, the soma-drinkers, purified of their sins, aspire for the heavenly goal by offering sacrifices to Me. They attain the meritorious world of the Lord of Gods and taste in the heavens the heavenly pleasures of the gods.",
        "id": 2505,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 358,
        "verse_id": 358
    },
    {
        "authorName": "Shri Purohit Swami",
        "author_id": 21,
        "description": "Those who are versed in the scriptures, who drink the mystic Soma-juice and are purified from sin, and who, while worshipping Me with sacrifices, pray that I will lead them to heaven; they reach the holy world where the Controller of the Powers of Nature resides, and they enjoy the feasts of Paradise.",
        "id": 2506,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 358,
        "verse_id": 358
    }
]