[
    {
        "authorName": "Swami Ramsukhdas",
        "author_id": 1,
        "description": "।।9.22।। जो अनन्य भक्त मेरा चिन्तन करते हुए मेरी उपासना करते हैं, मेरेमें निरन्तर लगे हुए उन भक्तोंका योगक्षेम (अप्राप्तकी प्राप्ति और प्राप्तकी रक्षा) मैं वहन करता हूँ।",
        "id": 2514,
        "lang": "hindi",
        "language_id": 2,
        "verseNumber": 360,
        "verse_id": 360
    },
    {
        "authorName": "Swami Tejomayananda",
        "author_id": 17,
        "description": "।।9.22।। अनन्य भाव से मेरा चिन्तन करते हुए जो भक्तजन मेरी ही उपासना करते हैं, उन नित्ययुक्त पुरुषों का योगक्षेम मैं वहन करता हूँ।।\n ",
        "id": 2515,
        "lang": "hindi",
        "language_id": 2,
        "verseNumber": 360,
        "verse_id": 360
    },
    {
        "authorName": "Swami Adidevananda",
        "author_id": 18,
        "description": "Those who, excluding all else, think of Me and worship Me, aspiring after eternal union with Me, I look after their prosperity and welfare (Yoga and Ksema).",
        "id": 2516,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 360,
        "verse_id": 360
    },
    {
        "authorName": "Swami Gambirananda",
        "author_id": 19,
        "description": "Those persons who, becoming non-different from Me and meditating, worship Me everywhere, for them, who are ever attached to Me, I arrange for securing what they lack and preserving what they have.",
        "id": 2517,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 360,
        "verse_id": 360
    },
    {
        "authorName": "Swami Sivananda",
        "author_id": 16,
        "description": "For those men who worship Me alone, thinking of no one else, for those ever-united, I secure what they have not already possessed and preserve what they already possess.",
        "id": 2518,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 360,
        "verse_id": 360
    },
    {
        "authorName": "Dr. S. Sankaranarayan",
        "author_id": 20,
        "description": "Those men who, having nothing else as their goal, worship Me everywhere and are constantly thinking of Me alone; to them, who are fully and constantly attached to Me, I bear acquisition and the security of acquisition.",
        "id": 2519,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 360,
        "verse_id": 360
    },
    {
        "authorName": "Shri Purohit Swami",
        "author_id": 21,
        "description": "But if a person meditates on Me and Me alone, worships Me always and everywhere, I will take upon Myself the fulfillment of their aspiration, and I will safeguard whatever they attain.",
        "id": 2520,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 360,
        "verse_id": 360
    }
]