[
    {
        "authorName": "Swami Ramsukhdas",
        "author_id": 1,
        "description": "।।9.25।। (सकामभावसे) देवताओंका पूजन करनेवाले (शरीर छोड़नेपर) देवताओंको प्राप्त होते हैं। पितरोंका पूजन करनेवाले पितरोंको प्राप्त होते हैं। भूत-प्रेतोंका पूजन करनेवाले भूत-प्रेतोंको प्राप्त होते हैं। परन्तु मेरा पूजन करनेवाले मुझे ही प्राप्त होते हैं।",
        "id": 2535,
        "lang": "hindi",
        "language_id": 2,
        "verseNumber": 363,
        "verse_id": 363
    },
    {
        "authorName": "Swami Tejomayananda",
        "author_id": 17,
        "description": "।।9.25।। देवताओं के पूजक देवताओं को प्राप्त होते हैं, पितरपूजक पितरों को जाते हैं, भूतों का यजन करने वाले भूतों को प्राप्त होते हैं और मुझे पूजने वाले भक्त मुझे ही प्राप्त होते हैं।।\n ",
        "id": 2536,
        "lang": "hindi",
        "language_id": 2,
        "verseNumber": 363,
        "verse_id": 363
    },
    {
        "authorName": "Swami Adidevananda",
        "author_id": 18,
        "description": "Devotees of gods go to the gods; manes-worshippers go to the manes; worshippers of Bhutas go to the Bhutas; and those who worship Me come to Me.",
        "id": 2537,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 363,
        "verse_id": 363
    },
    {
        "authorName": "Swami Gambirananda",
        "author_id": 19,
        "description": "Those who worship the gods reach the gods; the worshippers of the manes go to the manes; the devotees of the Beings reach the Beings; and those who worship Me come to Me.",
        "id": 2538,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 363,
        "verse_id": 363
    },
    {
        "authorName": "Swami Sivananda",
        "author_id": 16,
        "description": "The worshippers of the gods go to them; the ancestor-worshippers go to the manes; the worshippers of the deities who preside over the elements go to them; but My devotees come to Me.",
        "id": 2539,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 363,
        "verse_id": 363
    },
    {
        "authorName": "Dr. S. Sankaranarayan",
        "author_id": 20,
        "description": "The devotees of the gods attain the gods; the devotees of the ancestors attain the ancestors; those who perform sacrifices for the spirits attain the spirits; and those who perform sacrifices for Me attain Me.",
        "id": 2540,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 363,
        "verse_id": 363
    },
    {
        "authorName": "Shri Purohit Swami",
        "author_id": 21,
        "description": "The votaries of the lesser powers go to them; the devotees of spirits go to them; they who worship the powers of darkness, to such powers shall they go; and so too, those who worship me shall come to me.",
        "id": 2541,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 363,
        "verse_id": 363
    }
]