[
    {
        "authorName": "Swami Ramsukhdas",
        "author_id": 1,
        "description": "।।9.28।। इस प्रकार मेरे अर्पण करनेसे जिनसे कर्मबन्धन होता है, ऐसे शुभ (विहित) और अशुभ (निषिद्ध) सम्पूर्ण कर्मोंके फलोंसे तू मुक्त हो जायगा। ऐसे अपनेसहित सब कुछ मेरे अर्पण करनेवाला और सबसे मुक्त हुआ तू मेरेको प्राप्त हो जायगा।",
        "id": 2556,
        "lang": "hindi",
        "language_id": 2,
        "verseNumber": 366,
        "verse_id": 366
    },
    {
        "authorName": "Swami Tejomayananda",
        "author_id": 17,
        "description": "।।9.28।। इस प्रकार तुम शुभाशुभ फलस्वरूप कर्मबन्धनों से मुक्त हो जाओगे; और संन्यासयोग से युक्तचित्त हुए तुम विमुक्त होकर मुझे ही प्राप्त हो जाओगे।।\n ",
        "id": 2557,
        "lang": "hindi",
        "language_id": 2,
        "verseNumber": 366,
        "verse_id": 366
    },
    {
        "authorName": "Swami Adidevananda",
        "author_id": 18,
        "description": "Thus equipped in mind with the Yoga of renunciation, you will free yourself from the bonds of Karma, productive of both auspicious and inauspicious fruits. Thus liberated, you will come to Me.",
        "id": 2558,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 366,
        "verse_id": 366
    },
    {
        "authorName": "Swami Gambirananda",
        "author_id": 19,
        "description": "Thus, you will become free from bondage in the form of actions which are productive of good and bad results. Having your mind imbued with the yoga of renunciation and becoming free, you will attain Me.",
        "id": 2559,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 366,
        "verse_id": 366
    },
    {
        "authorName": "Swami Sivananda",
        "author_id": 16,
        "description": "Thus, you shall be freed from the bonds of actions yielding good and evil fruits; with the mind steadfast in the Yoga of renunciation, and liberated, you shall come to Me.",
        "id": 2560,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 366,
        "verse_id": 366
    },
    {
        "authorName": "Dr. S. Sankaranarayan",
        "author_id": 20,
        "description": "Thus, you shall be freed from the good and evil results which are the action-bonds. Having your innate nature immersed in the Yoga of renunciation and, thus, being fully liberated, you shall attain Me.",
        "id": 2561,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 366,
        "verse_id": 366
    },
    {
        "authorName": "Shri Purohit Swami",
        "author_id": 21,
        "description": "So, your action will have no result, either good or bad; but, through the spirit of renunciation, you will come to Me and be free.",
        "id": 2562,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 366,
        "verse_id": 366
    }
]