[
    {
        "authorName": "Swami Ramsukhdas",
        "author_id": 1,
        "description": "।।9.34।। तू मेरा भक्त हो जा, मेरेमें मनवाला हो जा, मेरा पूजन करनेवाला हो जा और मेरेको नमस्कार कर। इस प्रकार मेरे साथ अपने-आपको लगाकर, मेरे परायण हुआ तू मेरेको ही प्राप्त होगा।\n\n,",
        "id": 2598,
        "lang": "hindi",
        "language_id": 2,
        "verseNumber": 372,
        "verse_id": 372
    },
    {
        "authorName": "Swami Tejomayananda",
        "author_id": 17,
        "description": "।।9.34।। (तुम) मुझमें स्थिर मन वाले बनो; मेरे भक्त और मेरे पूजन करने वाले बनो; मुझे नमस्कार करो; इस प्रकार मत्परायण (अर्थात् मैं ही जिसका परम लक्ष्य हूँ ऐसे) होकर आत्मा को मुझसे युक्त करके तुम मुझे ही प्राप्त होओगे।।",
        "id": 2599,
        "lang": "hindi",
        "language_id": 2,
        "verseNumber": 372,
        "verse_id": 372
    },
    {
        "authorName": "Swami Adidevananda",
        "author_id": 18,
        "description": "Focus your mind on Me, be My devotee, worship Me. Bow down to Me. Engaging your mind in this manner and regarding Me as the supreme goal, you will come to Me.",
        "id": 2600,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 372,
        "verse_id": 372
    },
    {
        "authorName": "Swami Gambirananda",
        "author_id": 19,
        "description": "Having your mind fixed on Me, be devoted to Me, sacrifice to Me, and bow down to Me. By concentrating your mind and accepting Me as the supreme goal, you shall surely attain Me, who am thus the Self.",
        "id": 2601,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 372,
        "verse_id": 372
    },
    {
        "authorName": "Swami Sivananda",
        "author_id": 16,
        "description": "Fix your mind on Me; be devoted to Me; sacrifice to Me; bow down to Me; having thus united your whole self to Me, taking Me as the supreme goal, you will come to Me.",
        "id": 2602,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 372,
        "verse_id": 372
    },
    {
        "authorName": "Dr. S. Sankaranarayan",
        "author_id": 20,
        "description": "Fix your mind on Me; be devoted to Me; offer sacrifice to Me; pay homage to Me. Thus, having your self fixed and Me as your supreme goal, you will certainly attain Me.",
        "id": 2603,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 372,
        "verse_id": 372
    },
    {
        "authorName": "Shri Purohit Swami",
        "author_id": 21,
        "description": "Fix your mind on Me, devote yourself to Me, sacrifice for Me, surrender to Me, make Me the object of your aspirations, and you shall assuredly become one with Me, Who am your own Self.",
        "id": 2604,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 372,
        "verse_id": 372
    }
]