[
    {
        "authorName": "Swami Ramsukhdas",
        "author_id": 1,
        "description": "।।9.4 -- 9.5।। यह सब संसार मेरे निराकार स्वरूपसे व्याप्त है। सम्पूर्ण प्राणी मुझ में स्थित हैं; परन्तु मैं उनमें स्थित नहीं हूँ तथा वे प्राणी भी मेरेमें स्थित नहीं हैं -- मेरे इस ईश्वर-सम्बन्धी योग-(सामर्थ्य-) को देख ! सम्पूर्ण प्राणियोंको उत्पन्न करनेवाला और उनका धारण, भरण-पोषण करनेवाला मेरा स्वरूप उन प्राणियोंमें स्थित नहीं है।",
        "id": 2395,
        "lang": "hindi",
        "language_id": 2,
        "verseNumber": 343,
        "verse_id": 343
    },
    {
        "authorName": "Swami Tejomayananda",
        "author_id": 17,
        "description": "।।9.5।। और (वस्तुत:) भूतमात्र मुझ में स्थित नहीं है; मेरे ईश्वरीय योग को देखो कि भूतों को धारण करने वाली और भूतों को उत्पन्न करने वाली मेरी आत्मा उन भूतों में स्थित नहीं है।।\n ",
        "id": 2396,
        "lang": "hindi",
        "language_id": 2,
        "verseNumber": 343,
        "verse_id": 343
    },
    {
        "authorName": "Swami Adidevananda",
        "author_id": 18,
        "description": "Yet, beings do not remain in Me. Behold My divine Yoga. I am the sustainer of all beings, yet I am not in them. It is My will alone that causes their existence.",
        "id": 2397,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 343,
        "verse_id": 343
    },
    {
        "authorName": "Swami Gambirananda",
        "author_id": 19,
        "description": "Neither do the beings dwell in Me. Behold My divine Yoga! I am the sustainer and originator of beings, but My Self is not contained within the beings.",
        "id": 2398,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 343,
        "verse_id": 343
    },
    {
        "authorName": "Swami Sivananda",
        "author_id": 16,
        "description": "Nor do beings exist in Me (in reality); behold, My divine Yoga, which supports all beings, but does not dwell in them, is My Self, the efficient cause of beings.",
        "id": 2399,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 343,
        "verse_id": 343
    },
    {
        "authorName": "Dr. S. Sankaranarayan",
        "author_id": 20,
        "description": "Yet, the beings do not exist in Me. Look at My Sovereign Yoga. My Self is the sustainer of the beings; it does not exist in them, and causes them to be born.",
        "id": 2400,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 343,
        "verse_id": 343
    },
    {
        "authorName": "Shri Purohit Swami",
        "author_id": 21,
        "description": "Nevertheless, they do not consciously abide in Me. Such is My Divine Sovereignty that, though I, the Supreme Self, am the cause and upholder of all, yet I remain outside.",
        "id": 2401,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 343,
        "verse_id": 343
    }
]