[
    {
        "authorName": "Swami Ramsukhdas",
        "author_id": 1,
        "description": "।।12.14।।सब प्राणियोंमें द्वेषभावसे रहित, सबका मित्र (प्रेमी) और दयालु, ममतारहित, अहंकाररहित, सुखदुःखकी प्राप्तिमें सम, क्षमाशील, निरन्तर सन्तुष्ट,योगी, शरीरको वशमें किये हुए, दृढ़ निश्चयवाला, मेरेमें अर्पित मन-बुद्धिवाला जो मेरा भक्त है, वह मेरेको प्रिय है।",
        "id": 3375,
        "lang": "hindi",
        "language_id": 2,
        "verseNumber": 483,
        "verse_id": 483
    },
    {
        "authorName": "Swami Tejomayananda",
        "author_id": 17,
        "description": "।।12.14।। जो संयतात्मा, दृढ़निश्चयी योगी सदा सन्तुष्ट है, जो अपने मन और बुद्धि को मुझमें अर्पण किये हुए है, जो ऐसा मेरा भक्त है, वह मुझे प्रिय है।।\n ",
        "id": 3376,
        "lang": "hindi",
        "language_id": 2,
        "verseNumber": 483,
        "verse_id": 483
    },
    {
        "authorName": "Swami Adidevananda",
        "author_id": 18,
        "description": "He who is content, who meditates ever, is self-restrained, and is firm in his convictions, and has his mind and reason dedicated to Me—he is dear to Me.",
        "id": 3377,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 483,
        "verse_id": 483
    },
    {
        "authorName": "Swami Gambirananda",
        "author_id": 19,
        "description": "He who is ever content, who is a yogi, who has self-control, who has firm conviction, and who has dedicated his mind and intellect to Me—he who is such a devotee of Mine is dear to Me.",
        "id": 3378,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 483,
        "verse_id": 483
    },
    {
        "authorName": "Swami Sivananda",
        "author_id": 16,
        "description": "Ever content, steady in meditation, self-controlled, possessing firm conviction, with the mind and intellect dedicated to Me, he, My devotee, is dear to Me.",
        "id": 3379,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 483,
        "verse_id": 483
    },
    {
        "authorName": "Dr. S. Sankaranarayan",
        "author_id": 20,
        "description": "Who remains well-content and is a practitioner of Yoga at all times; who is self-controlled and is firmly resolute; and who has offered to Me their mind and intellect-that devotee of Mine is dear to Me.",
        "id": 3380,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 483,
        "verse_id": 483
    },
    {
        "authorName": "Shri Purohit Swami",
        "author_id": 21,
        "description": "Always content, self-centered, self-controlled, resolute, with mind and reason dedicated to Me, such a devotee of Mine is beloved to Me.",
        "id": 3381,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 483,
        "verse_id": 483
    }
]