[
    {
        "authorName": "Swami Ramsukhdas",
        "author_id": 1,
        "description": "।।12.18।।जो शत्रु और मित्रमें तथा मान-अपमानमें सम है और शीत-उष्ण (अनुकूलता-प्रतिकूलता) तथा सुख-दुःखमें सम है एवं आसक्तिसे रहित है, और जो निन्दास्तुतिको समान समझनेवाला, मननशील, जिस-किसी प्रकारसे भी (शरीरका निर्वाह होनेमें) संतुष्ट, रहनेके स्थान तथा शरीरमें ममता-आसक्तिसे रहित और स्थिर बुद्धिवाला है, वह भक्तिमान् मनुष्य मुझे प्रिय है।",
        "id": 3403,
        "lang": "hindi",
        "language_id": 2,
        "verseNumber": 487,
        "verse_id": 487
    },
    {
        "authorName": "Swami Tejomayananda",
        "author_id": 17,
        "description": "।।12.18।। जो पुरुष शत्रु और मित्र में तथा मान और अपमान में सम है; जो शीत-उष्ण व सुखदु:खादिक द्वन्द्वों में सम है और आसक्ति रहित है।।\n ",
        "id": 3404,
        "lang": "hindi",
        "language_id": 2,
        "verseNumber": 487,
        "verse_id": 487
    },
    {
        "authorName": "Swami Adidevananda",
        "author_id": 18,
        "description": "He who is the same to foe and friend, honor and dishonor, who is alike to both cold and heat, pleasure and pain, and who is free from all attachments;",
        "id": 3405,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 487,
        "verse_id": 487
    },
    {
        "authorName": "Swami Gambirananda",
        "author_id": 19,
        "description": "He who is the same towards friend and foe, and in honor and dishonor; who is the same under cold, heat, happiness, and sorrow; who is free from attachment to all.",
        "id": 3406,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 487,
        "verse_id": 487
    },
    {
        "authorName": "Swami Sivananda",
        "author_id": 16,
        "description": "He who is the same to foe and friend, and also in honor and dishonor, who is the same in cold and heat, in pleasure and pain, and who is free from attachment.",
        "id": 3407,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 487,
        "verse_id": 487
    },
    {
        "authorName": "Dr. S. Sankaranarayan",
        "author_id": 20,
        "description": "He who feels alike to the foe and the friend, to honor and dishonor, to cold and heat, to pleasure and pain; who is totally free from attachment;",
        "id": 3408,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 487,
        "verse_id": 487
    },
    {
        "authorName": "Shri Purohit Swami",
        "author_id": 21,
        "description": "He to whom friend and foe are alike, who welcomes equally honor and dishonor, heat and cold, pleasure and pain, and who is enamored of nothing—",
        "id": 3409,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 487,
        "verse_id": 487
    }
]