[
    {
        "authorName": "Swami Ramsukhdas",
        "author_id": 1,
        "description": "।।12.19।।जो शत्रु और मित्रमें तथा मान-अपमानमें सम है और शीतउष्ण (अनुकूलता-प्रतिकूलता) तथा सुख-दुःखमें सम है एवं आसक्तिसे रहित है, और जो निन्दा-स्तुतिको समान समझनेवाला, मननशील, जिस-किसी प्रकारसे भी (शरीरका निर्वाह होनेमें) संतुष्ट, रहनेके स्थान तथा शरीरमें ममता-आसक्तिसे रहित और स्थिर बुद्धिवाला है, वह भक्तिमान् मनुष्य मुझे प्रिय है।",
        "id": 3410,
        "lang": "hindi",
        "language_id": 2,
        "verseNumber": 488,
        "verse_id": 488
    },
    {
        "authorName": "Swami Tejomayananda",
        "author_id": 17,
        "description": "।।12.19।। जिसको निन्दा और स्तुति दोनों ही तुल्य है, जो मौनी है, जो किसी अल्प वस्तु से भी सन्तुष्ट है, जो अनिकेत है, वह स्थिर बुद्धि का भक्तिमान् पुरुष मुझे प्रिय है।।\n ",
        "id": 3411,
        "lang": "hindi",
        "language_id": 2,
        "verseNumber": 488,
        "verse_id": 488
    },
    {
        "authorName": "Swami Adidevananda",
        "author_id": 18,
        "description": "He who regards both blame and praise alike, who is silent and content with any lot, who has no home, who is firm of mind, and who is devoted to Me - such a man is dear to Me.",
        "id": 3412,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 488,
        "verse_id": 488
    },
    {
        "authorName": "Swami Gambirananda",
        "author_id": 19,
        "description": "The person to whom denunciation and praise are the same, who is silent, content with anything, homeless, steadfast-minded, and full of devotion is dear to me.",
        "id": 3413,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 488,
        "verse_id": 488
    },
    {
        "authorName": "Swami Sivananda",
        "author_id": 16,
        "description": "He to whom censure and praise are equal, who is silent, content with anything, homeless, of a steady mind, and full of devotion; that man is dear to me.",
        "id": 3414,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 488,
        "verse_id": 488
    },
    {
        "authorName": "Dr. S. Sankaranarayan",
        "author_id": 20,
        "description": "To whom blame and praise are equal; who is silent (does not over-speak) and is content with whatever comes to him; who has no fixed thoughts in the mundane life; who is yet steady-minded in spiritual practice and is full of devotion—that man is dear to Me.",
        "id": 3415,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 488,
        "verse_id": 488
    },
    {
        "authorName": "Shri Purohit Swami",
        "author_id": 21,
        "description": "Who is indifferent to praise and censure, enjoys silence, is content with every fate, has no fixed abode, is steadfast in mind, and filled with devotion—such a one is My beloved.",
        "id": 3416,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 488,
        "verse_id": 488
    }
]