[
    {
        "authorName": "Swami Ramsukhdas",
        "author_id": 1,
        "description": "।।12.2।।मेरेमें मनको लगाकर नित्य-निरन्तर मेरेमें लगे हुए जो भक्त परम श्रद्धासे युक्त होकर मेरी उपासना करते हैं, वे मेरे मतमें सर्वश्रेष्ठ योगी हैं।",
        "id": 3291,
        "lang": "hindi",
        "language_id": 2,
        "verseNumber": 471,
        "verse_id": 471
    },
    {
        "authorName": "Swami Tejomayananda",
        "author_id": 17,
        "description": "।।12.2।। श्रीभगवान् ने कहा -- मुझमें मन को एकाग्र करके नित्ययुक्त हुए जो भक्तजन परम श्रद्धा से युक्त होकर मेरी उपासना करते हैं, वे, मेरे मत से, युक्ततम हैं अर्थात् श्रेष्ठ हैं।।\n ",
        "id": 3292,
        "lang": "hindi",
        "language_id": 2,
        "verseNumber": 471,
        "verse_id": 471
    },
    {
        "authorName": "Swami Adidevananda",
        "author_id": 18,
        "description": "The Lord said, \"Those who, ever integrated with Me and possessing supreme faith, worship Me, focusing their minds on Me—these are considered by Me to be the highest among the yogis.\"",
        "id": 3293,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 471,
        "verse_id": 471
    },
    {
        "authorName": "Swami Gambirananda",
        "author_id": 19,
        "description": "The Blessed Lord said, \"Those who meditate on Me, fixing their minds on Me with steadfast devotion, endowed with supreme faith—they are considered to be the most perfect yogis according to Me.\"",
        "id": 3294,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 471,
        "verse_id": 471
    },
    {
        "authorName": "Swami Sivananda",
        "author_id": 16,
        "description": "The Blessed Lord said, \"In My opinion, those who fix their minds on Me, worship Me ever steadfastly, and are endowed with supreme faith, are the best in Yoga.\"",
        "id": 3295,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 471,
        "verse_id": 471
    },
    {
        "authorName": "Dr. S. Sankaranarayan",
        "author_id": 20,
        "description": "The Bhagavat said, \"Those who, causing their mind to enter into Me well, remain permanently attached to Me, and are endowed with an extraordinary faith, worship Me—they are considered by Me to be the best among the masters of Yoga.\"",
        "id": 3296,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 471,
        "verse_id": 471
    },
    {
        "authorName": "Shri Purohit Swami",
        "author_id": 21,
        "description": "Lord Shri Krishna replied: Those who keep their minds fixed on Me, who worship Me always with unwavering faith and concentration, are the very best.",
        "id": 3297,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 471,
        "verse_id": 471
    }
]