[
    {
        "authorName": "Swami Ramsukhdas",
        "author_id": 1,
        "description": "।।14.1।।श्रीभगवान् बोले -- सम्पूर्ण ज्ञानोंमें उत्तम और पर ज्ञानको मैं फिर कहूँगा, जिसको जानकर सब-के-सब मुनिलोग इस संसारसे मुक्त होकर परमसिद्धिको प्राप्त हो गये हैं।",
        "id": 3669,
        "lang": "hindi",
        "language_id": 2,
        "verseNumber": 525,
        "verse_id": 525
    },
    {
        "authorName": "Swami Tejomayananda",
        "author_id": 17,
        "description": "।।14.1।। श्री भगवान् ने कहा -- समस्त ज्ञानों में उत्तम परम ज्ञान को मैं पुन: कहूंगा, जिसको जानकर सभी मुनिजन इस (लोक) से जाकर (इस जीवनोपरान्त) परम सिद्धि को प्राप्त हुए हैं।।\n ",
        "id": 3670,
        "lang": "hindi",
        "language_id": 2,
        "verseNumber": 525,
        "verse_id": 525
    },
    {
        "authorName": "Swami Adidevananda",
        "author_id": 18,
        "description": "The Lord said, \"I shall declare again another kind of knowledge: It is the best of all forms of knowledge, by knowing which all the sages have attained the state of perfection beyond this world.\"",
        "id": 3671,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 525,
        "verse_id": 525
    },
    {
        "authorName": "Swami Gambirananda",
        "author_id": 19,
        "description": "The Blessed Lord said, \"I shall speak again of the supreme knowledge, the best of all knowledge, by realizing which all the contemplatives have reached the highest perfection from here.\"",
        "id": 3672,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 525,
        "verse_id": 525
    },
    {
        "authorName": "Swami Sivananda",
        "author_id": 16,
        "description": "The Blessed Lord said, \"I will again declare to thee that supreme knowledge, the best of all knowledge, having known which all the sages have gone to supreme perfection after this life.\"",
        "id": 3673,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 525,
        "verse_id": 525
    },
    {
        "authorName": "Dr. S. Sankaranarayan",
        "author_id": 20,
        "description": "The Bhagavat said: Further, once again I shall explain the supreme knowledge, the best among knowledges, by knowing which all the seers have gone from here to the Supreme Success.",
        "id": 3674,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 525,
        "verse_id": 525
    },
    {
        "authorName": "Shri Purohit Swami",
        "author_id": 21,
        "description": "Lord Shri Krishna continued: Now I will reveal to you the wisdom that is beyond knowledge, by attaining which the sages have reached perfection.",
        "id": 3675,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 525,
        "verse_id": 525
    }
]