[
    {
        "authorName": "Swami Ramsukhdas",
        "author_id": 1,
        "description": "।।14.10।।हे भरतवंशोद्भव अर्जुन ! रजोगुण और तमोगुणको दबाकर सत्त्वगुण सत्त्वगुण, और तमोगुणको दबाकर रजोगुण, वैसे ही सत्त्वगुण और रजोगुणको दबाकर तमोगुण बढ़ता है।",
        "id": 3732,
        "lang": "hindi",
        "language_id": 2,
        "verseNumber": 534,
        "verse_id": 534
    },
    {
        "authorName": "Swami Tejomayananda",
        "author_id": 17,
        "description": "।।14.10।। हे भारत ! कभी रज और तम को अभिभूत (दबा) करके सत्त्वगुण की वृद्धि होती है, कभी रज और सत्त्व को दबाकर तमोगुण की वृद्धि होती है, तो कभी तम और सत्त्व को अभिभूत कर रजोगुण की वृद्धि होती है।।\n ",
        "id": 3733,
        "lang": "hindi",
        "language_id": 2,
        "verseNumber": 534,
        "verse_id": 534
    },
    {
        "authorName": "Swami Adidevananda",
        "author_id": 18,
        "description": "Prevailing over Rajas and Tamas, Sattva predominates, O Arjuna. Prevailing over Tamas and Sattva, Rajas predominates. Prevailing over Rajas and Sattva, Tamas predominates.",
        "id": 3734,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 534,
        "verse_id": 534
    },
    {
        "authorName": "Swami Gambirananda",
        "author_id": 19,
        "description": "O scion of the Bharata dynasty, sattva increases by subduing rajas and tamas; rajas increases by overpowering sattva and tamas; and tamas increases by dominating over sattva and rajas.",
        "id": 3735,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 534,
        "verse_id": 534
    },
    {
        "authorName": "Swami Sivananda",
        "author_id": 16,
        "description": "Now, O Arjuna, Sattva prevails, having overpowered Rajas and Tamas; then Rajas, having overpowered Sattva and Tamas; and then Tamas, having overpowered Sattva and Rajas.",
        "id": 3736,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 534,
        "verse_id": 534
    },
    {
        "authorName": "Dr. S. Sankaranarayan",
        "author_id": 20,
        "description": "O descendant of Bharata! The Sattva increases by overpowering the Rajas and the Tamas; the Rajas increases by overpowering the Sattva and the Tamas; and the Tamas increases likewise by overpowering the Sattva and the Rajas.",
        "id": 3737,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 534,
        "verse_id": 534
    },
    {
        "authorName": "Shri Purohit Swami",
        "author_id": 21,
        "description": "O Prince! Purity prevails when passion and ignorance are overcome; passion, when purity and ignorance are overcome; and ignorance when it is overcome by purity and passion.",
        "id": 3738,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 534,
        "verse_id": 534
    }
]