[
    {
        "authorName": "Swami Ramsukhdas",
        "author_id": 1,
        "description": "।।14.24।।जो धीर मनुष्य सुख-दुःखमें सम तथा अपने स्वरूपमें स्थित रहता है; जो मिट्टीके ढेले, पत्थर और सोनेमें सम रहता है जो प्रिय-अप्रियमें तथा अपनी निन्दा-स्तुतिमें सम रहता है; जो मान-अपमानमें तथा मित्र-शत्रुके पक्षमें सम रहता है जो सम्पूर्ण कर्मोंके आरम्भका त्यागी है, वह मनुष्य गुणातीत कहा जाता है।",
        "id": 3830,
        "lang": "hindi",
        "language_id": 2,
        "verseNumber": 548,
        "verse_id": 548
    },
    {
        "authorName": "Swami Tejomayananda",
        "author_id": 17,
        "description": "।।14.24।। जो स्वस्थ (स्वरूप में स्थित), सुख-दु:ख में समान रहता है तथा मिट्टी, पत्थर और स्वर्ण में समदृष्टि रखता है; ऐसा वीर पुरुष प्रिय और अप्रिय को तथा निन्दा और आत्मस्तुति को तुल्य समझता है।।\n ",
        "id": 3831,
        "lang": "hindi",
        "language_id": 2,
        "verseNumber": 548,
        "verse_id": 548
    },
    {
        "authorName": "Swami Adidevananda",
        "author_id": 18,
        "description": "He who is alike in pleasure and pain, who dwells in his Self, who looks upon a clod, a stone, and a piece of gold as of equal value, who remains the same towards things dear and hateful, and who is intelligent, who regards both blame and praise of himself as equal.",
        "id": 3832,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 548,
        "verse_id": 548
    },
    {
        "authorName": "Swami Gambirananda",
        "author_id": 19,
        "description": "He to whom sorrow and happiness are alike, who is established in his own Self, to whom a lump of earth, iron, and gold are the same, to whom the agreeable and the disagreeable are the same, who is wise, to whom censure and his own praise are the same;",
        "id": 3833,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 548,
        "verse_id": 548
    },
    {
        "authorName": "Swami Sivananda",
        "author_id": 16,
        "description": "Who is the same in pleasure and pain, who dwells in the Self, to whom a clod of earth, a stone, and gold are all alike, who is the same to the dear and the unfriendly, who is firm, and to whom censure and praise are one and the same.",
        "id": 3834,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 548,
        "verse_id": 548
    },
    {
        "authorName": "Dr. S. Sankaranarayan",
        "author_id": 20,
        "description": "To whom pain, pleasure, and sleep are all the same; to whom a cold, a stone, and a lump of gold are all the same; to whom both the pleasant and unpleasant things are equal; who is firm-minded; to whom blame and personal commendation are equal.",
        "id": 3835,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 548,
        "verse_id": 548
    },
    {
        "authorName": "Shri Purohit Swami",
        "author_id": 21,
        "description": "Who accepts pain and pleasure as they come, is centered in their Self, to whom a piece of clay, stone, or gold are all the same, who neither likes nor dislikes, who is steadfast, indifferent alike to praise or censure;",
        "id": 3836,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 548,
        "verse_id": 548
    }
]