[
    {
        "authorName": "Swami Ramsukhdas",
        "author_id": 1,
        "description": "।।14.25।।जो धीर मनुष्य सुख-दुःखमें सम तथा अपने स्वरूपमें स्थित रहता है; जो मिट्टीके ढेले, पत्थर और सोनेमें सम रहता है जो प्रिय-अप्रियमें तथा अपनी निन्दा-स्तुतिमें सम रहता है जो मान-अपमानमें तथा मित्र-शत्रुके पक्षमें सम रहता है; जो सम्पूर्ण कर्मोंके आरम्भका त्यागी है, वह मनुष्य गुणातीत कहा जाता है।",
        "id": 3837,
        "lang": "hindi",
        "language_id": 2,
        "verseNumber": 549,
        "verse_id": 549
    },
    {
        "authorName": "Swami Tejomayananda",
        "author_id": 17,
        "description": "।।14.25।। जो मान और अपमान में सम है; शत्रु और मित्र के पक्ष में भी सम है, ऐसा सर्वारम्भ परित्यागी पुरुष गुणातीत कहा जाता है।।\n ",
        "id": 3838,
        "lang": "hindi",
        "language_id": 2,
        "verseNumber": 549,
        "verse_id": 549
    },
    {
        "authorName": "Swami Adidevananda",
        "author_id": 18,
        "description": "He who is the same in honor and dishonor, and the same to friend and foe, and who has abandoned all enterprises—he is said to have risen above the Gunas.",
        "id": 3839,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 549,
        "verse_id": 549
    },
    {
        "authorName": "Swami Gambirananda",
        "author_id": 19,
        "description": "He who is the same under honor and dishonor, who is equitably disposed towards both friends and foes, who has renounced all undertakings—he is said to have gone beyond dualities.",
        "id": 3840,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 549,
        "verse_id": 549
    },
    {
        "authorName": "Swami Sivananda",
        "author_id": 16,
        "description": "Who is the same in honor and dishonor, the same to friend and foe, abandoning all undertakings, he is said to have transcended the dualities.",
        "id": 3841,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 549,
        "verse_id": 549
    },
    {
        "authorName": "Dr. S. Sankaranarayan",
        "author_id": 20,
        "description": "Who remains equal to honor and dishonor, and equal to the sides of both the friend and the foe; and who has given up all fruits of his actions—he is said to have transcended the bonds.",
        "id": 3842,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 549,
        "verse_id": 549
    },
    {
        "authorName": "Shri Purohit Swami",
        "author_id": 21,
        "description": "Who looks equally upon honor and dishonor, loves friends and foes alike, and abandons all initiative, such is he who transcends the qualities.",
        "id": 3843,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 549,
        "verse_id": 549
    }
]