[
    {
        "authorName": "Swami Ramsukhdas",
        "author_id": 1,
        "description": "।।8.27।। व्याख्या--'नैते सृती पार्थ जानन्योगी मुह्यति कश्चन'--शुक्लमार्ग प्रकाशमय है और कृष्णमार्ग अन्धकारमय है। जिनके अन्तःकरणमें उत्पत्ति-विनाशशील वस्तुओंका महत्त्व नहीं है और जिनके उद्देश्य, ध्येयमें प्रकाशस्वरूप (ज्ञानस्वरूप) परमात्मा ही हैं, ऐसे वे परमात्माकी तरफ चलनेवाले साधक शुक्लमार्गी हैं अर्थात् उनका मार्ग प्रकाशमय है। जो संसारमें रचे-पचे हैं और जिनका सांसारिक पदार्थोंका संग्रह करना और उनसे सुख भोगना ही ध्येय होता है, ऐसे मनुष्य तो घोर अन्धकारमें हैं ही पर जो भोग भोगनेके उद्देश्यसे यहाँके भोगोंसे संयम करके यज्ञ, तप, दान आदि शास्त्रविहित शुभ कर्म करते हैं और मरनेके बाद स्वर्गादि ऊँची भोग-भूमियोंमें जाते हैं, वे यद्यपि यहाँके भोगोंमें आसक्त मनुष्योंसे ऊँचे उठे हुए हैं, तो भी आने-जानेवाले (जन्म-मरणके) मार्गमें होनेसे वे भी अन्धकारमें ही हैं। तात्पर्य है कि कृष्णमार्गवाले ऊँचे-ऊँचे लोकोंमें जानेपर भी जन्म-मरणके चक्करमें पड़े रहते हैं। कहीं जन्म गये तो मरना बाकी रहता है और मर गये तो जन्मना बाकी रहता है --ऐसे जन्म-मरणके चक्करमें पड़े हुए वे कोल्हूके बैलकी तरह अनन्तकालतक घूमते ही रहते हैं।-- इस तरह शुक्ल और कृष्ण दोनों मार्गोंके परिणामको जाननेवाला मनुष्य योगी अर्थात् निष्काम हो जाता है, भोगी नहीं। कारण कि वह यहाँके और परलोकके भोगोंसे ऊँचा उठ जाता है। इसलिये वह मोहित नहीं होता।सांसारिक भोगोंके प्राप्त होनेमें और प्राप्त न होनेमें जिसका उद्देश्य निर्विकार रहनेका ही होता है, वह योगी कहलाता है।",
        "id": 5347,
        "lang": "hindi",
        "language_id": 2,
        "verseNumber": 337,
        "verse_id": 337
    },
    {
        "authorName": "Swami Chinmayananda",
        "author_id": 2,
        "description": "।।8.27।। शुक्लगति और कृष्णगति इन दोनों के ज्ञान का फल यह है कि इनका ज्ञाता योगी पुरुष कभी मोहित नहीं होता है मन में उठने वाली निम्न स्तर की प्रवृत्तियों के कारण धैर्य खोकर वह कभी निराश नहीं होता।भगवान् श्रीकृष्ण ने अब तक पुनरावृत्ति और अपुनरावृत्ति के मार्गों का वर्णन किया और अब इस श्लोक में वे ज्ञान और उसके फल को संग्रहीत करके कहते हैं कि इसलिए हे अर्जुन  तुम सब काल में योगी बनो। जिसने अनात्मा से तादात्म्य हटाकर मन को आत्मस्वरूप में एकाग्र करना सीखा हो वह पुरुष योगी है।संक्षेप में इस सम्पूर्ण अध्याय के माध्यम से भगवान् द्वारा अर्जुन को उपदेश दिया गया है कि उसको जगत् में कार्य करते हुए भी सदा अक्षर पुरुष के साथ अनन्य भाव से तादात्म्य स्थापित कर आत्मज्ञान में स्थिर होने का प्रयत्न करना चाहिए।अन्त में इस योग का महात्म्य बताते हुए भगवान् कहते हैं --",
        "id": 5348,
        "lang": "hindi",
        "language_id": 2,
        "verseNumber": 337,
        "verse_id": 337
    },
    {
        "authorName": "Sri Anandgiri",
        "author_id": 3,
        "description": "।।8.27।।गतेरुपास्यत्वाय तद्विज्ञानं स्तौति -- नैते इति। योगस्य मोहापोहकत्वे फलितमाह -- तस्मादिति। ज्ञानप्रकारमनुवदति -- संसारायेति। मोक्षाय क्रममुक्त्यर्थमित्यर्थः। योगी ध्याननिष्ठो गतिमपि ध्यायन्नैव मुह्यति केवलं कर्म दक्षिणमार्गप्रापकं कर्तव्यत्वेन प्रत्येतीत्यर्थः। योगस्यापुनरावृत्तिफलत्वे नित्यकर्तव्यत्वं सिद्धमित्युपसंहरति -- तस्मादिति।",
        "id": 5349,
        "lang": "sanskrit",
        "language_id": 3,
        "verseNumber": 337,
        "verse_id": 337
    },
    {
        "authorName": "Sri Dhanpati",
        "author_id": 4,
        "description": "।।8.27।।एते सृती मार्गौ जानन् पुनरावृत्तिलक्षणसंसारायैका अपुनरावृत्तिलक्षणमोक्षायान्येति निश्चयवान्योगी ध्यानयोगी कश्चिदपि न मुह्यति। तस्मात्त्वमपि गतिद्वयं ज्ञात्वा मोहरहितः सर्वेषु कालेषु योगयुक्तः समाहितो भव। हे अर्जुन पूर्वार्धे पार्थेति संबोधनस्य मार्गद्वयज्ञाता योगाभ्यासेन क्रमेण मुच्यते नतु मातुर्गर्भे पुनरायातीत्यभिप्रायः। उत्तरार्धेऽर्जुनेति संबोधनस्य तु सर्वेषु कालेषु समाधानेनैव स्वस्वरुपं शुद्धं परं ब्रह्मावाप्स्यसीति।",
        "id": 5350,
        "lang": "sanskrit",
        "language_id": 3,
        "verseNumber": 337,
        "verse_id": 337
    },
    {
        "authorName": "Sri Madhavacharya",
        "author_id": 5,
        "description": "।।8.27।।एते सृती सोपाये ज्ञात्वाऽनुष्ठाय न मुह्यति। तच्चाह स्कान्दे -- सृती ज्ञात्वा च सोपाये अनुष्ठाय च साधनम्। न कश्चिन्मोहमाप्नोति न चान्या तत्र वै गतिः इति।",
        "id": 5351,
        "lang": "sanskrit",
        "language_id": 3,
        "verseNumber": 337,
        "verse_id": 337
    },
    {
        "authorName": "Sri Neelkanth",
        "author_id": 6,
        "description": "।।8.27।।एते सृती मार्गौ आवृत्त्यनावृत्तिफले जानन् योगी न मुह्यति। योगभ्रष्टोऽयतिरल्पप्रयत्नश्च योगी न भवति कश्चन कोऽपि। यस्मादेवं तस्मात्सर्वेष्वित्यादि स्पष्टम्।",
        "id": 5352,
        "lang": "sanskrit",
        "language_id": 3,
        "verseNumber": 337,
        "verse_id": 337
    },
    {
        "authorName": "Sri Ramanujacharya",
        "author_id": 7,
        "description": "।।8.27।।एतौ मार्गौ जानन् योगी प्रयाणकाले कश्चन न मुह्यति अपि तु स्वेन एव देवयानेन पथा याति। तस्माद् अहरहः अर्चिरादिगतिचिन्तनाख्ययोगयुक्तो भव।अथ अध्यायद्वयोदितशास्त्रार्थवेदनफलम् आह -- ",
        "id": 5353,
        "lang": "sanskrit",
        "language_id": 3,
        "verseNumber": 337,
        "verse_id": 337
    },
    {
        "authorName": "Sri Sridhara Swami",
        "author_id": 8,
        "description": "।।8.27।। मार्गज्ञानफलं दर्शयन् भक्तियोगमुपसंहरति -- नैते इति। एते सृती मार्गौ हे पार्थ मोक्षसंसारप्रापकौ जानन्कश्चिदपि योगी न मुह्यति। सुखबुद्ध्या स्वर्गादिफलं न कामयते किंतु परमेश्वरनिष्ठ एव भवतीत्यर्थः। स्पष्टमन्यत्।",
        "id": 5354,
        "lang": "sanskrit",
        "language_id": 3,
        "verseNumber": 337,
        "verse_id": 337
    },
    {
        "authorName": "Sri Vedantadeshikacharya Venkatanatha",
        "author_id": 9,
        "description": "।।8.27।।नैती सृती इति श्लोकेन यद्यपि मार्गचिन्तनमप्युपासनवत्परमपुरुषप्रीत्यर्थमेव तथापि मार्गज्ञानं हि गन्तुरव्याकुलगमनार्थमिति लोके सिद्धम् अत्रापि तथोपकारः सम्भवन्न परित्याज्यः तत्प्रसादादेव हि तत्सिद्धिरपीत्यभिप्रायेणाहएताविति।कश्चनेति कश्चिदपीत्यर्थः।न मुह्यतितत्प्रकाशितद्वारः [ब्र.सू.4।2।17] इत्यादिप्रकारेण स्पष्टमार्गो भवतीत्यर्थः। मार्गद्वयज्ञानं हेयमार्गप्रहाणार्थमित्यभिप्रायेणाहअपित्विति। गतिज्ञानस्य फलमुपदिश्य तस्मादिति हेतुतया परामृश्य साक्षाद्योगविधानस्यासङ्गतत्वाद्योगशब्दोऽत्र ध्यानमात्रविषयः। तच्च ध्यानं प्रस्तुतगतिचिन्तनरूपमेव भवितुमर्हतीत्यभिप्रायेणाह -- तस्मादिति।",
        "id": 5355,
        "lang": "sanskrit",
        "language_id": 3,
        "verseNumber": 337,
        "verse_id": 337
    },
    {
        "authorName": "Sri Abhinavgupta",
        "author_id": 10,
        "description": "।।8.27।।नैते इति।  एते सृति यो वैत्ति आभ्यन्तरेण क्रमेण योगाभ्यासस्वीकृतेनेत्यर्थः।  एतच्च वितत्य प्रकाश्यमानं ग्रन्थं विस्तारयतीत्यलम्।  तस्मादिति -- सर्वे ये काला आभ्यन्तराः (N अभ्यन्तराः) तद्विषयं योगमभ्यस्येः (K अभ्यसेत्)।   अस्मद्गुरवस्तु आहुः -- सर्वानुग्राहकतया मध्ये आभ्यन्तरकालकृतमुत्क्रान्तिभेदमभिधाय (S omits आभ्यन्तर -- ) प्रकृतमेव बाह्यकालविषयं (S omits बाह्यकालविषयं) मुख्यं (N मुख्यप्रमेयं) प्रमेयमुपसंहृतम् तस्मात्सर्वेषु कालेषु इत्यादिना।",
        "id": 5356,
        "lang": "sanskrit",
        "language_id": 3,
        "verseNumber": 337,
        "verse_id": 337
    },
    {
        "authorName": "Sri Jayatritha",
        "author_id": 11,
        "description": "।।8.27।।नैते सृती पार्थ इति मार्गज्ञानमात्रेण मोहाभावोऽभिधीयत इति प्रतीतिनिरासार्थमाह -- एते इति। अनुष्ठायोपायमिति शेषः। कुत एतत् योगीत्युक्तत्वात् पुराणसंवादाच्चेत्याह -- तच्चेति। मोहो भगवद्विस्मृतिरूपः। अन्या भगवत्प्राप्तेः। भाष्ये पुराणे चानुष्ठायेत्याकारस्थाने क्वचिदीकारो लेखकदोषेण पतितः। मूलपुस्तकेष्वदर्शनात्।",
        "id": 5357,
        "lang": "sanskrit",
        "language_id": 3,
        "verseNumber": 337,
        "verse_id": 337
    },
    {
        "authorName": "Sri Madhusudan Saraswati",
        "author_id": 12,
        "description": "।।8.27।।गतेरुपास्यत्वाय तद्विज्ञानं स्तौति -- एते सृती मार्गौ हे पार्थ जानन् क्रममोक्षायैका पुनः संसारायापरेति निश्चिन्वन् योगी ध्याननिष्ठो न मुह्यति। केवलं कर्म धूमादिमार्गप्रापकं कर्तव्यत्वेन न प्रत्येति कश्चन कश्चिदपि। तस्माद्योगस्यापुनरावृत्तिफलत्वात्सर्वेषु कालेषु योगयुक्तः समाहितचित्तो भवापुनरावृत्तये हे अर्जुन।",
        "id": 5358,
        "lang": "sanskrit",
        "language_id": 3,
        "verseNumber": 337,
        "verse_id": 337
    },
    {
        "authorName": "Sri Purushottamji",
        "author_id": 13,
        "description": "।।8.27।।एतज्ज्ञानफलं वदन्नुपसंहरति -- नैते इति। एते सृती मार्गौ हे पार्थ मद्भक्त जानन् कश्चन योगी मत्सम्बन्धियोगं विना केवलयोगी भूत्वा न मुह्यति न मोहं प्राप्नोति। सकामो भूत्वा केवलयोगाद्यासक्तो न भवतीत्यर्थः। यत एतज्ज्ञानिनो मोहो न भवति तस्मात् मदुक्तज्ञानयुक्तः सर्वत्र मोहरहितः सर्वेषु कालेषु लौकिकालौकिकेषु पूर्वोक्तेषु वा अर्जुन मोक्षजातीयनामयुक्त योगयुक्तो मद्योगयुक्तो भवेत्यर्थः।",
        "id": 5359,
        "lang": "sanskrit",
        "language_id": 3,
        "verseNumber": 337,
        "verse_id": 337
    },
    {
        "authorName": "Sri Shankaracharya",
        "author_id": 14,
        "description": "।।8.27।। --,न एते यथोक्ते सृती मार्गौ पार्थ जानन् संसाराय एका अन्या मोक्षाय इति योगी न मुह्यति कश्चन कश्चिदपि। तस्मात् सर्वेषु कालेषु योगयुक्तः समाहितो भव अर्जुन।।शृणु तस्य योगस्य माहात्म्यम् --,",
        "id": 5360,
        "lang": "sanskrit",
        "language_id": 3,
        "verseNumber": 337,
        "verse_id": 337
    },
    {
        "authorName": "Sri Vallabhacharya",
        "author_id": 15,
        "description": "।।8.27।।मार्गज्ञानफलं दर्शयन् योगे उक्तरूपे निवेशयति -- नैत इति। योगी कश्चन न मुह्यति तस्मात्किंबहुना त्वं सर्वेषु कालेषु योगी भव न प्राणप्रयाणकाल एव योगस्य सर्वदापेक्षणादिति भावः।",
        "id": 5361,
        "lang": "sanskrit",
        "language_id": 3,
        "verseNumber": 337,
        "verse_id": 337
    },
    {
        "authorName": "Swami Sivananda",
        "author_id": 16,
        "description": "8.27 न not? एते these? सृती two paths? पार्थ O Partha? जानन् knowing? योगी the Yogi? मुह्यति is deluded? कश्चन anyone? तस्मात् therefore? सर्वेषु in all? कालेषु times? योगयुक्तः steadfast in Yoga? भव (be) thou? अर्जुन O Arjuna.Commentary Knowing the nature of the two paths and the conseences they lead to? a Yogi never loses his discrimination. The Yogi who knows that the path of the gods or the path of light leads to Moksha (gradual liberation)? and the path of darkness to Samsara or the world or region of birth and death? is no longer deluded. Knowledge of these two paths serves as a compass or a beaconlight to guide the Yogis steps at every moment. He strives to stick to the path of light.",
        "id": 5362,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 337,
        "verse_id": 337
    }
]