[
    {
        "authorName": "Swami Ramsukhdas",
        "author_id": 1,
        "description": "।।11.22।। व्याख्या--'रुद्रादित्या वसवो ये च साध्या विश्वेऽश्विनौ मरुतश्चोष्मपाश्च'--ग्यारह रुद्र, बारह आदित्य, आठ वसु, दो अश्विनीकुमार और उनचास मरुद्गण -- इन सबके नाम इसी अध्यायके छठे श्लोककी व्याख्यामें दिये गये हैं, इसलिये वहाँ देख लेना चाहिये।\n\nमन, अनुमन्ता, प्राण, नर, यान, चित्ति, हय, नय, हंस, नारायण, प्रभव और विभु -- ये बारह 'साध्य' हैं (वायुपुराण 66। 15 16)।\n\nक्रतु, दक्ष, श्रव, सत्य, काल, काम, धुनि, कुरुवान्, प्रभवान् और रोचमान -- ये दस 'विश्वेदेव' हैं (वायुपुराण 66। 31 32)।\n\nकव्यवाह अनल, सोम, यम, अर्यमा, अग्निष्वात्त और बर्हिषत् -- ये सात 'पितर' हैं (शिवपुराण, धर्म0 63। 2)। ऊष्म अर्थात् गरम अन्न खानेके कारण पितरोंका नाम 'ऊष्मपा' है।",
        "id": 6931,
        "lang": "hindi",
        "language_id": 2,
        "verseNumber": 436,
        "verse_id": 436
    },
    {
        "authorName": "Swami Chinmayananda",
        "author_id": 2,
        "description": "।।11.22।। अर्जुन और आगे वर्णन करते हुए कहता है कि इस ईश्वरीय रूप को देखने वालों में प्राकृतिक नियमों या शक्तियों के वे सब अधिष्ठातृ देवतागण भी सम्मिलित हैं? जिनकी वैदिककाल में पूजा और उपासना की जाती थी। वे सभी विस्मयचकित होकर इस रूप को देख रहे थे।इस श्लोक में उल्लिखित प्राय सभी देवताओं के विषय में हम पूर्व अध्याय में वर्णन कर चुके हैं। जिन नवीन नामों का यहाँ उल्लेख किया गया है? वे हैं  साध्या ? विश्वेदेवा? और ऊष्मपा ।इन शब्दों के अर्थों से आज हम अनभिज्ञ होने के कारण? यह श्लोक सम्भवत हमें अर्थपूर्ण प्रतीत नहीं होगा। परन्तु? अर्जुन वैदिक युग का पुरुष तथा वेदों का अध्येता होने के कारण इन सबसे सुपरिचित था? अत उसकी भाषा भी यही हो सकती थी। हमें केवल यही देखना है कि इस विराट् पुरुष के दर्शन का अर्जुन पर क्या प्रभाव पड़ा और विभिन्न प्रकार के देवताओं? ऋषियों? आदि की प्रतिक्रिया क्या हुई। इस आकाररहित आकार के विशाल विश्वरूप को प्रत्येक ने अपनेअपने मन के अनुसार देखा और समझा।अधिकाधिक विवरण देकर अर्जुन श्रोताओं के मनपटल पर विराट् पुरुष के चित्र को स्पष्ट करने का प्रयत्न करता है ",
        "id": 6932,
        "lang": "hindi",
        "language_id": 2,
        "verseNumber": 436,
        "verse_id": 436
    },
    {
        "authorName": "Sri Anandgiri",
        "author_id": 3,
        "description": "।।11.22।।दृश्यमानस्य भगवद्रूपस्य विस्मयकरत्वे हेत्वन्तरमाह -- किञ्चेति। त एवोक्ता रुद्रादयः सर्वे विस्मयमापन्नास्त्वां पश्यन्तीति संबन्धः।",
        "id": 6933,
        "lang": "sanskrit",
        "language_id": 3,
        "verseNumber": 436,
        "verse_id": 436
    },
    {
        "authorName": "Sri Dhanpati",
        "author_id": 4,
        "description": "।।11.22।।किंचैद्रूपं दृष्ट्वा नाहमेव विस्मयाविष्टः? अपि तु रुद्रादयोऽपीत्याह -- रूद्रेति। ऊष्माणं पिबन्तीत्ययूष्मपाः पितरः।ऊष्मभागा हि पितरः।यावदुष्णं भवेदन्नं यावदश्चन्ति वाग्यताः। पितरस्तावदश्रन्ति यावन्नोक्ता हविर्गुणाः इति श्रुतिस्मृतभ्याम्। गन्धर्वा हाहाहूहूप्रभृतयः? यक्षाः कुबेरादयः? असुरा विरोचनादयः? सिद्धाः कपिलादयः? तेषां सङ्घाः समूहास्त्वां पश्यन्ति। सर्वे विस्मिता विस्मयं प्राप्ता एव च।",
        "id": 6934,
        "lang": "sanskrit",
        "language_id": 3,
        "verseNumber": 436,
        "verse_id": 436
    },
    {
        "authorName": "Sri Madhavacharya",
        "author_id": 5,
        "description": "।।11.22।।Sri Madhvacharya did not comment on this sloka.,",
        "id": 6935,
        "lang": "sanskrit",
        "language_id": 3,
        "verseNumber": 436,
        "verse_id": 436
    },
    {
        "authorName": "Sri Neelkanth",
        "author_id": 6,
        "description": "।।11.22।।किं च ये त्वदनुगृहीता रुद्रादयस्तेऽपि विस्मिताः सन्तः सर्वे त्वां वीक्षन्त इत्याह -- रुद्रादित्या इति। साध्याः विश्वे च देवगणविशेषौ रुद्रादित्यवज्ज्ञेयौ। उष्मपाः पितरः। गन्धर्वाणां यक्षाणामसुराणां सिद्धानां जातिभेदानां सङ्घाः समूहाः। शेषं स्पष्टम्।",
        "id": 6936,
        "lang": "sanskrit",
        "language_id": 3,
        "verseNumber": 436,
        "verse_id": 436
    },
    {
        "authorName": "Sri Ramanujacharya",
        "author_id": 7,
        "description": "।।11.22।।ऊष्मपाः पितरःऊष्मभागा हि पितरः (तै. ब्रा. 1।3।10) इति श्रुतेः। एते सर्वे विस्मयम् आपन्नाः त्वां वीक्षन्ते।",
        "id": 6937,
        "lang": "sanskrit",
        "language_id": 3,
        "verseNumber": 436,
        "verse_id": 436
    },
    {
        "authorName": "Sri Sridhara Swami",
        "author_id": 8,
        "description": "।।11.22।। किंच -- रुद्रेति। रुद्राश्चादित्याश्च वसवश्च ये च साध्यानाम देवाः? विश्वेदेवा अश्िवनौ देवौ? मरुतो मरुद्गणाः? ऊष्माणं पिबन्तीत्यूष्मपाः पितरः?ऊष्मभागा हि पितरः इत्यादिश्रुतेः। स्मृतिश्चयावदुष्णं भवेदन्नं यावदश्नन्ति वाग्यताः। पितरस्तावदश्नन्ति यावन्नोक्ता हविर्गुणाः।। इति। गन्धर्वाश्च यक्षाश्चासुराश्च विरोचनादयः? सिद्धानां सङ्घाश्च ते सर्व एव विस्मिताः सन्तः त्वां वीक्षन्त इत्यन्वयः।",
        "id": 6938,
        "lang": "sanskrit",
        "language_id": 3,
        "verseNumber": 436,
        "verse_id": 436
    },
    {
        "authorName": "Sri Vedantadeshikacharya Venkatanatha",
        "author_id": 9,
        "description": "।।11.22।।देवजातिभेदसमभिव्याहारानुगुणमूष्मपशब्दार्थमाह -- पितर इति।",
        "id": 6939,
        "lang": "sanskrit",
        "language_id": 3,
        "verseNumber": 436,
        "verse_id": 436
    },
    {
        "authorName": "Sri Abhinavgupta",
        "author_id": 10,
        "description": "।।11.22।।No commentary.",
        "id": 6940,
        "lang": "sanskrit",
        "language_id": 3,
        "verseNumber": 436,
        "verse_id": 436
    },
    {
        "authorName": "Sri Jayatritha",
        "author_id": 11,
        "description": "।।11.22।।Sri Jayatirtha did not comment on this sloka.",
        "id": 6941,
        "lang": "sanskrit",
        "language_id": 3,
        "verseNumber": 436,
        "verse_id": 436
    },
    {
        "authorName": "Sri Madhusudan Saraswati",
        "author_id": 12,
        "description": "।।11.22।।रुद्रादित्या इति। किंचान्यत् रुद्राश्चादित्याश्च वसवो ये च साध्या नाम देवगणा,विश्वतुल्यविभक्तिकविश्वेदेवशब्दाभ्यामुच्यमाना देवगणा अश्िवनौ नासत्यदस्रौ मरुत एकोनपञ्चाशद्देवगणा ऊष्मपाश्च पितरो गन्धर्वाणां यक्षाणामसुराणां सिद्धानां च जातिभेदानां सङ्घाः समूहा वीक्षन्ते पश्यन्ति त्वा त्वां। तादृशाद्भुतदर्शनात्ते सर्व एव विस्मिताश्च। विस्मयलौकिकचमत्कारविशेषमापद्यन्ते च।",
        "id": 6942,
        "lang": "sanskrit",
        "language_id": 3,
        "verseNumber": 436,
        "verse_id": 436
    },
    {
        "authorName": "Sri Purushottamji",
        "author_id": 13,
        "description": "।।11.22।।No commentary.",
        "id": 6943,
        "lang": "sanskrit",
        "language_id": 3,
        "verseNumber": 436,
        "verse_id": 436
    },
    {
        "authorName": "Sri Shankaracharya",
        "author_id": 14,
        "description": "।।11.22।। --,रुद्रादित्याः वसवो ये च साध्याः रुद्रादयः गणाः विश्वेदेवाः अश्विनौ च देवौ मरुतश्च ऊष्मपाश्च पितरः? गन्धर्वयक्षासुरसिद्धसंघाः गन्धर्वाः हाहाहूहूप्रभृतयः यक्षाः कुबेरप्रभृतयः असुराः विरोचनप्रभृतयः सिद्धाः कपिलादयः तेषां संघाः गन्धर्वयक्षासुरसिद्धसंघाः? ते वीक्षन्ते पश्यन्ति त्वा त्वां विस्मिताः विस्मयमापन्नाः सन्तः ते एव सर्वे।।यस्मात् --,",
        "id": 6944,
        "lang": "sanskrit",
        "language_id": 3,
        "verseNumber": 436,
        "verse_id": 436
    },
    {
        "authorName": "Sri Vallabhacharya",
        "author_id": 15,
        "description": "।।11.22।।Sri Vallabhacharya did not comment on this sloka.",
        "id": 6945,
        "lang": "sanskrit",
        "language_id": 3,
        "verseNumber": 436,
        "verse_id": 436
    },
    {
        "authorName": "Swami Sivananda",
        "author_id": 16,
        "description": "11.22 रुद्रादित्याः Rudras and Adityas? वसवः Vasus? ये these? च and? साध्याः Sadhyas? विश्वे Visvedevas? अश्िवनौ the two Asvins? मरुतः Maruts? च and? उष्मपाः Pitris? च and? गन्धर्वयक्षासुरसिद्धसङ्घाः hosts of Gandharvas? Yakshas? Asuras and Siddhas? वीक्षन्ते are looking at? त्वाम् Thee? विस्मिताः astonished? च and? एव even? सर्वे all.Commentary Sadhyas are a class of gods of whom Brahma is the chief.Visvedevas are ten gods who in Vedic times were considered as protectors of human beings. They were called guardians of the world. They were givers of plenty to the human beings. Their names are Krata? Daksha? Vasu? Satya? Kama? Kala? Dhvani? Rochaka? Adrava and Pururava.The two Asvins? born of Prabha (light)? daughter of Tushta and the Sun? are the physicians of the gods.Rudras? Adityas? Vasus and Maruts -- see tenth chapter? verses 21 and 23.Ushmapa A class of manes. They accept the food offered in the Sraaddha (anniversary) ceremony or the obseies? while it is hot. Hence they are called Ushmapas. There are seven groups of manes.Gandharvas are celestial singers such as Haha and Huhu.Yakshas such as Kubera (the god of wealth) Asuras such as Virochana perfected ones such as Kapila.",
        "id": 6946,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 436,
        "verse_id": 436
    }
]