[
    {
        "authorName": "Swami Ramsukhdas",
        "author_id": 1,
        "description": "।।11.23।। व्याख्या--[पन्द्रहवेंसे अठारहवें श्लोकतक विश्वरूपमें 'देव'-रूपका, उन्नीसवेंसे बाईसवें श्लोकतक 'उग्र'-रूपका और तेईसवेंसे तीसवें श्लोकतक 'अत्यन्त उग्र'-रूपका वर्णन हुआ है।]",
        "id": 6947,
        "lang": "hindi",
        "language_id": 2,
        "verseNumber": 437,
        "verse_id": 437
    },
    {
        "authorName": "Swami Chinmayananda",
        "author_id": 2,
        "description": "।।11.23।। See commentary under 11.24",
        "id": 6948,
        "lang": "hindi",
        "language_id": 2,
        "verseNumber": 437,
        "verse_id": 437
    },
    {
        "authorName": "Sri Anandgiri",
        "author_id": 3,
        "description": "।।11.23।।लोकत्रयं प्रव्यथितमित्युक्तमुपसंहरति -- यस्मादिति। ईदृशं यस्मात्ते रूपं तस्मात्तं दृष्ट्वेति योजना। भयेन लौकिकवदहमपि व्यथितो व्यथां पीडां देहेन्द्रियप्रचलनं प्राप्तोऽस्मीत्याह -- तथेति।",
        "id": 6949,
        "lang": "sanskrit",
        "language_id": 3,
        "verseNumber": 437,
        "verse_id": 437
    },
    {
        "authorName": "Sri Dhanpati",
        "author_id": 4,
        "description": "।।11.23।।रूद्रादयः किमर्थ विस्मयापन्ना इति चेत् यस्मात्सर्वे लोकाः करालं तव रुपं दृष्ट्वा पीडिता इत्याह -- रुपमिति। तव रुपं महदतिप्रमाणम्। तदेवाह। बहूनि मुखानि चक्षूंषि च यस्मिन् तत्? बहूनि बाह्वदीनि प्रव्यथिता भयेन प्रचलिताः। ननु प्रव्यथितैर्लोकैः किं तव त्वं तु न व्यथि इत्यत आह। तथाहमपि व्यथितः।",
        "id": 6950,
        "lang": "sanskrit",
        "language_id": 3,
        "verseNumber": 437,
        "verse_id": 437
    },
    {
        "authorName": "Sri Madhavacharya",
        "author_id": 5,
        "description": "।।11.23।।Sri Madhvacharya did not comment on this sloka.,",
        "id": 6951,
        "lang": "sanskrit",
        "language_id": 3,
        "verseNumber": 437,
        "verse_id": 437
    },
    {
        "authorName": "Sri Neelkanth",
        "author_id": 6,
        "description": "।।11.23।।पुनर्लोकानामात्मनश्च व्यथामाह -- रूपमिति। महत् आदिमध्यान्तहीनम्। हे महाबाहो? ते तव करालं महारूपं दृष्ट्वा लोका व्यथितास्तथाहं च व्यथित इति योजना।",
        "id": 6952,
        "lang": "sanskrit",
        "language_id": 3,
        "verseNumber": 437,
        "verse_id": 437
    },
    {
        "authorName": "Sri Ramanujacharya",
        "author_id": 7,
        "description": "।।11.23।।बह्वीभिः दंष्ट्राभिः अतिभीषणाकारं लोकाः पूर्वोक्ताः प्रतिकूलानुकूलमध्यस्थाः त्रिविधाः सर्व एव अहं च तव इदम् ईदृशं रूपं दृष्ट्वा अतीव व्यथिता भवामः।",
        "id": 6953,
        "lang": "sanskrit",
        "language_id": 3,
        "verseNumber": 437,
        "verse_id": 437
    },
    {
        "authorName": "Sri Sridhara Swami",
        "author_id": 8,
        "description": "।।11.23।।किंच -- रूपमिति। हे महाबाहो? महदत्यूर्जितं तव रूपं दृष्ट्वा लोकाः सर्वे प्रव्यथिता अतिभीताः? तथाहं प्रव्यथितोऽस्मि। कीदृशं रूपं दृष्ट्वा। बहूनि वक्त्राणि नेत्राणि च यस्मिंस्तत्? बहवो बाहव ऊरवः पादाश्च यस्मिंस्तत्? बहूनि उदराणि यस्मिंस्तत्? बहुभिर्दंष्ट्राभिः करालं विकृतं। रौद्रमित्यर्थः।",
        "id": 6954,
        "lang": "sanskrit",
        "language_id": 3,
        "verseNumber": 437,
        "verse_id": 437
    },
    {
        "authorName": "Sri Vedantadeshikacharya Venkatanatha",
        "author_id": 9,
        "description": "।।11.23।।रुद्रादित्याः [11।22] इत्यादिना विस्मय उक्तःरूपं महत्ते इति भीतिरुच्यते पूर्वोक्तलोकत्रयशब्दस्यात्रत्यलोकशब्दस्य च प्रत्यभिज्ञयैकविषयत्वं दर्शयति -- लोकाः पूर्वोक्ता इति।इदमीदृशं इति प्रकारिणः प्रकाराणां च निर्देशः। प्रस्थानप्रस्मरणादिषु प्रशब्दस्य निषेधपरत्वदर्शनात्प्रव्यथिताः इत्यत्र तद्व्युदासायाह -- अतीवेति।व्यथिताः चलिताः? भीता वा।",
        "id": 6955,
        "lang": "sanskrit",
        "language_id": 3,
        "verseNumber": 437,
        "verse_id": 437
    },
    {
        "authorName": "Sri Abhinavgupta",
        "author_id": 10,
        "description": "।।11.23।।No commentary.",
        "id": 6956,
        "lang": "sanskrit",
        "language_id": 3,
        "verseNumber": 437,
        "verse_id": 437
    },
    {
        "authorName": "Sri Jayatritha",
        "author_id": 11,
        "description": "।।11.23।।Sri Jayatirtha did not comment on this sloka.",
        "id": 6957,
        "lang": "sanskrit",
        "language_id": 3,
        "verseNumber": 437,
        "verse_id": 437
    },
    {
        "authorName": "Sri Madhusudan Saraswati",
        "author_id": 12,
        "description": "।।11.23।।लोकत्रयं प्रव्यथितमित्युक्तमुपसंहरति -- रूपमिति। हे महाबाहो? ते तव रूपं दृष्ट्वा लोकाः सर्वेऽपि प्राणिनः प्रव्यथितास्तथाऽहं प्रव्यथितो भयेन। कीदृशं ते रूपम्। महत् अतिप्रमाणम्। बहूनि वक्त्राणि नेत्राणि च यस्मिंस्तत्। बहवो बाहवः ऊरवः पादाश्च यस्मिंस्तत्। बहून्युदराणि यस्मिंस्तत्। बहुभिर्दंष्ट्राभिः करालमतिभयानकम्। दृष्ट्वैव मत्सहिताः सर्वे लोका भयेन पीडिता इत्यर्थः।",
        "id": 6958,
        "lang": "sanskrit",
        "language_id": 3,
        "verseNumber": 437,
        "verse_id": 437
    },
    {
        "authorName": "Sri Purushottamji",
        "author_id": 13,
        "description": "।।11.23।।किञ्चरूपमिति। हे महाबाहो महत्कृपाशक्तियुक्त ते रूपं दृष्ट्वा लोकास्त्वत्स्वरूप एव स्थिताः प्रव्यथिताः? भीता इत्यर्थः। तथाऽहं च प्रव्यथितः। भयजनकत्वेन रूपं वर्णयति -- बह्वित्यादिविशेषणैः। बहूनि वक्त्राणि नेत्राणि च यस्मिन्। बहवः बाहव ऊरवः पादाश्च यस्मिन्। बहूनि उदराणि यस्मिन्। बह्वीभिर्द्रंष्ट्राभिः करालं भयानकम्। वक्त्रबाहुल्येन गिलनसामर्थ्यं? नेत्रबाहुल्येन सर्वतो दर्शनसामर्थ्यं? तेन निलायनाद्यशक्यत्वम्? क्रियाबाहुल्येन ग्रहणसामर्थ्यम्? ऊरुपादबाहुल्येन धावनसामर्थ्यं? तेन पलायनाद्यशक्तत्वम् उदरबाहुल्येन जारणसामर्थ्यम्? दंष्ट्राबाहुल्येन चर्वणसामर्थ्यं द्योतितम्। अत एवंविधं दृष्ट्वा त्वद्रूपस्थाश्चेल्लोकाः प्रव्यथितास्तदा मम कः सन्देह इति तथेति पदेन द्योतितम्।",
        "id": 6959,
        "lang": "sanskrit",
        "language_id": 3,
        "verseNumber": 437,
        "verse_id": 437
    },
    {
        "authorName": "Sri Shankaracharya",
        "author_id": 14,
        "description": "।।11.23।। --,रूपं महत् अतिप्रमाणं ते तव बहुवक्त्रनेत्रं बहूनि वक्त्राणि मुखानि नेत्राणि चक्षूंषि च यस्मिन् तत् रूपं बहुवक्त्रनेत्रम्? हे महाबाहो? बहुबाहूरुपादं बहवो बाहवः ऊरवः पादाश्च यस्मिन् रूपे तत् बहुबाहूरुपादम्? किञ्च? बहूदरं बहूनि उदराणि यस्मिन्निति बहूदरम्? बहुदंष्ट्राकरालं बह्वीभिः दंष्ट्राभिः करालं विकृतं तत् बहुदंष्ट्राकरालम्? दृष्ट्वा रूपम् ईदृशं लोकाः लौकिकाः प्राणिनः प्रव्यथिताः प्रचलिताः भयेन तथा अहमपि।।तत्रेदं कारणम् --,",
        "id": 6960,
        "lang": "sanskrit",
        "language_id": 3,
        "verseNumber": 437,
        "verse_id": 437
    },
    {
        "authorName": "Sri Vallabhacharya",
        "author_id": 15,
        "description": "।।11.23।।Sri Vallabhacharya did not comment on this sloka.",
        "id": 6961,
        "lang": "sanskrit",
        "language_id": 3,
        "verseNumber": 437,
        "verse_id": 437
    },
    {
        "authorName": "Swami Sivananda",
        "author_id": 16,
        "description": "11.23 रूपम् form? महत् immeasurable? ते Thy? बहुवक्त्रनेत्रम् with many mouths and eyes? महाबाहो O,mightyarmed? बहुबाहूरुपादम् with many arms? thighs and feet? बहूदरम् with many stomachs. बहुदंष्ट्राकरालम् fearful with many teeth? दृष्ट्वा having seen? लोकाः the worlds? प्रव्यथिताः are terrified? तथा also? अहम् I.Commentary Lokah The worlds -- all living beings in the world. Here is the cause of my fear. Arjuna describes below the nature of the Cosmic Form which has caused terror in his heart.",
        "id": 6962,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 437,
        "verse_id": 437
    }
]