[
    {
        "authorName": "Swami Ramsukhdas",
        "author_id": 1,
        "description": "।।11.36।। व्याख्या--[संसारमें यह देखा जाता है कि जो व्यक्ति अत्यन्त भयभीत हो जाता है, उससे बोला नहीं जाता। अर्जुन भगवान्का अत्युग्र रूप देखकर अत्यन्त भयभीत हो गये थे। फिर उन्होंने इस (छत्तीसवें) श्लोकसे लेकर छियालीसवें श्लोकतक भगवान्की स्तुति कैसे की? इसका समाधान यह है कि यद्यपि अर्जुन भगवान्के अत्यन्त उग्र (भयानक) विश्वरूपको देखकर भयभीत हो रहे थे, तथापि वे भयभीत होनेके साथ-साथ हर्षित भी हो रहे थे, जैसा कि अर्जुनने आगे कहा है -- 'अदृष्टपूर्वं हृषितोऽस्मि दृष्ट्वा भयेन च प्रव्यथितं मनो मे' (11। 45)। इससे सिद्ध होता है कि अर्जुन इतने भयभीत नहीं हुए थे, जिससे कि वे भगवान्की स्तुति भी न कर सकें।]",
        "id": 7155,
        "lang": "hindi",
        "language_id": 2,
        "verseNumber": 450,
        "verse_id": 450
    },
    {
        "authorName": "Swami Chinmayananda",
        "author_id": 2,
        "description": "।।11.36।। कविता के भावव्यंजय आकर्षण के द्वारा? एक बार पुन? हमें सम्पत्ति और वैभव से सम्पन्न सुखद राजप्रासाद से उठाकर युद्धभूमि के कोलाहल और आश्चर्यमय विराटरूप की ओर ले जाया जाता है। दृश्य यह है कि अर्जुन दोनों हाथ जोड़े हुए? भयकम्पित और विस्मय से अवरुद्ध कण्ठ से भगवान् की स्तुति कर रहा है। यह चित्र अर्जुन की मनस्थिति का स्पष्ट परिचायक है। ग्यारह श्लोकों के स्तुतिगान का यह खण्ड हिन्दू धर्म में उपलब्ध सर्वोत्तम प्रार्थनाओं का प्रतिनिधित्व करता है। वस्तुत सामान्य लोगों को यह विदित है कि संकल्पना? सुन्दरता? लय और अर्थ की गम्भीरता की दृष्टि से इससे अधिक श्रेष्ठ किसी सार्वभौमिक प्रार्थना की कल्पना नहीं की जा सकती है।इस खण्ड में? हम देखते हैं कि अर्जुन की तत्त्वदर्शन की क्षमता शनैशनै इस विराट रूप के पीछे दिव्य अनन्त सत्य को पहचान रही है। जब कोई व्यक्ति दर्पण में अपना प्रतिबिम्ब देख रहा होता है? तब सामान्यत उसे दर्पण की सतह का भान भी नहीं होता है? परन्तु यदि वह ध्यान उस सतह पर केन्द्रित करे तो उसके लिए वह प्रतिबिम्ब प्राय लुप्तसा ही हो जाता है। यहाँ भी? अर्जुन जब तक उस विश्वरूप के प्रत्येक रूप को ही देखने में व्यस्त रहा? तब तक इस विशाल रूप के सारतत्त्व अनन्त स्वरूप को वह नहीं पहचान सका। अब इस खण्ड से यह स्पष्ट होता है कि अर्जुन ने विराट रूप के वास्तविक सत्य और अर्थ को पहचानना प्रारम्भ कर दिया था।",
        "id": 7156,
        "lang": "hindi",
        "language_id": 2,
        "verseNumber": 450,
        "verse_id": 450
    },
    {
        "authorName": "Sri Anandgiri",
        "author_id": 3,
        "description": "।।11.36।।किं तदर्जुनो भगवन्तं प्रति सगद्गदं वचनमुक्तवानिति तदाह -- अर्जुन इति। विषयविशेषणत्वमेव व्यनक्ति -- युक्त इति। भगवतो हर्षादिविषयत्वं युक्तमित्यत्र हेतुमाह -- यत इति। तव प्रकीर्त्या हर्षवदनुरागं च गच्छति जगदित्याह -- तथेति। तच्चेत्यनुरागगमनम्। रक्षःसु जगदेकदेशभूतेषु प्रतिपक्षेषु कुतो जगतो भवति हर्षानुरागावित्याशङ्क्याह -- किञ्चेति। इतश्च जगतो भगवति हर्षादि युक्तमित्याह -- सर्व इति।",
        "id": 7157,
        "lang": "sanskrit",
        "language_id": 3,
        "verseNumber": 450,
        "verse_id": 450
    },
    {
        "authorName": "Sri Dhanpati",
        "author_id": 4,
        "description": "।।11.36।।हे हृषीकेश? तव माहात्म्यप्रकीर्तनेन यज्जगत् प्रहर्षं प्राप्नोत्यनुरागं चोपैति तत्स्थाने युक्तमित्यर्थः। यद्वा तव प्रकीर्त्या यज्जगत्प्रहृष्यत्यनुरज्यते च तत् स्थाने हर्षादिस्थितयोग्यविषये। यतस्त्वं हृषीकेशः सर्वेन्द्रियनियन्ता सर्वान्तर्यामी सर्वसुहृदिति सूचनार्थ संबोधनम्। किंच यद्रक्षांसि भयाविष्टानि दिशो द्रवन्ति पलाय गच्छन्ति यच्च सिद्धानां कपिलादीनां समुदायाः नमस्कुर्वन्ति तच्च स्थाने इति पूर्ववत्।",
        "id": 7158,
        "lang": "sanskrit",
        "language_id": 3,
        "verseNumber": 450,
        "verse_id": 450
    },
    {
        "authorName": "Sri Madhavacharya",
        "author_id": 5,
        "description": "।।11.36।।यदेतद्वक्ष्यमाणं तत्स्थाने युक्तमेवेत्यर्थः। अग्नीषोमाद्यन्तर्यामितया जगद्धर्षणादेर्हृषीकेशः? केशत्वं त्वंशूनां तन्नियतत्वादेः? प्रमाणं तुशशिसूर्यनेत्रं [11।19] इत्यत्रोक्तम्? हृषीकाणामिन्द्रियाणामीशत्वाच्च हृषीकेशः? तेषां विशेषतः ईशत्वं च यः प्राणे तिष्ठन् [बृ.उ.3।7।16] इत्यादौ प्रसिद्धम्।न मे हृषीकाणि पतन्त्यसत्पथे इत्यादिप्रयोगाच्च। इतरोऽर्थो मोक्षधर्मे सिद्धःसूर्याचन्द्रमसौ शश्वत्केशैर्मे अंशुसंज्ञितैः। बोधयन् स्थापयंश्चैव जगदुत्पद्यते पृथक्। बोधनात्स्थापनाच्चैव जगतो हर्षसम्भवात्। अग्नीषोमकृतैरेभिः कर्मभिः पाण्डुनन्दन। हृषीकेशो महेशानो वरदो लोकभावनः इति च।",
        "id": 7159,
        "lang": "sanskrit",
        "language_id": 3,
        "verseNumber": 450,
        "verse_id": 450
    },
    {
        "authorName": "Sri Neelkanth",
        "author_id": 6,
        "description": "।।11.36।।एकादशभिः श्लोकैरर्जुन उवाच -- स्थाने इति। हे हृषीकेश सर्वेन्द्रियप्रवर्तक अन्तर्यामिन्? तव प्रकीर्त्या नामसंकीर्तनेन जगत्प्रहृष्यति यत्तत् स्थाने युक्तम्। स्थाने इत्यव्ययं युक्तमित्यर्थे। यत्तव प्रकीर्त्या जगदनुरज्यते तदपि स्थाने युक्तम्। यत्तव प्रकीर्त्या रक्षांसि भीतानि सन्ति दिशो द्रवन्ति पलायन्ते तदपि स्थाने युक्तम्। यच्च त्वां सर्वे सिद्धसङ्घाः कपिलादीनां समुदायाः नमस्यन्ति तदपि स्थाने। अयं श्लोको रक्षोघ्नमन्त्रत्वेन मन्त्रशास्त्रे प्रसिद्धः। स च नारायणाष्टाक्षरसुदर्शनास्त्रमन्त्राभ्यां संपुटितो ज्ञेय इति रहस्यम्।",
        "id": 7160,
        "lang": "sanskrit",
        "language_id": 3,
        "verseNumber": 450,
        "verse_id": 450
    },
    {
        "authorName": "Sri Ramanujacharya",
        "author_id": 7,
        "description": "।।11.36।।अर्जुन उवाच -- स्थाने युक्तम्? यद् एतद् युद्धदिदृक्षया आगतम् अशेषं देवगन्धर्वसिद्धयक्षविद्याधरकिन्नरकिंपुरुषादिकं जगत् त्वत्प्रसादात् त्वां सर्वेश्वरम् अवलोक्य तव प्रकीर्त्या सर्वं प्रहृष्यति अनुरज्यते च। यत् च त्वाम् अवलोक्य रक्षांसि भीतानि सर्वा दिशः प्रद्रवन्ति सर्वे सिद्धसंघाः सिद्धाद्यनुकूलसंघाः नमस्यन्ति च तद् एतत् सर्वं युक्तम् इति पूर्वेण सम्बन्धः।युक्ततां एव उपपादयति -- ",
        "id": 7161,
        "lang": "sanskrit",
        "language_id": 3,
        "verseNumber": 450,
        "verse_id": 450
    },
    {
        "authorName": "Sri Sridhara Swami",
        "author_id": 8,
        "description": "।।11.36।। स्थान इत्येकादशभिरर्जुनस्योक्तिः। स्थान इत्यव्ययं युक्तमित्यस्मिन्नर्थे। हे हृषीकेश? यत एवं त्वमद्भुतप्रभावो भक्तवत्सलश्च अतस्तव प्रकीर्त्या माहात्म्यसंकीर्तनेन न केवलमहमेव प्रहृष्यामि किंतु जगत्सर्वं प्रहृष्यति प्रकर्षेण हर्षं प्राप्नोति एतत्तु स्थाने युक्तमित्यर्थः। तथा जगदनुरज्यतेऽनुरागं चोपैति इति यत्? तथा रक्षांसि भीतानि सन्ति? दिशःप्रति द्रवन्ति पलायन्त इति यत्? सर्वे योगतपोमन्त्रादिसिद्धानां सङ्घा नमस्यन्ति प्रणमन्तीति यत्? एतच्च स्थाने युक्तमेव। न चित्रमित्यर्थः।",
        "id": 7162,
        "lang": "sanskrit",
        "language_id": 3,
        "verseNumber": 450,
        "verse_id": 450
    },
    {
        "authorName": "Sri Vedantadeshikacharya Venkatanatha",
        "author_id": 9,
        "description": "।।11.36।।स्थाने हृषीकेष इति श्लोकः श्रीविष्णुपञ्जरादिषु विनियुक्तो मन्त्रः प्रसिद्धः।स्थाने इत्यस्य अधिकरणार्थताप्रतीतिव्युदासायाहयुक्तमिति। अत्र जगच्छब्दविवक्षितार्थं तस्य प्रकीर्तिमूलप्रहर्षनिदानं च व्यनक्तियदेतदिति।प्रहृष्यति इत्यनेन प्रियातिथिलाभादाविवाक्षिमनः प्रीतिर्विवक्षिता।अनुरज्यते इति तु पित्रादिषु पुत्रादेरिव स्नेह इत्यपुनरुक्तिः।त्वामवलोक्येत्यनेन रक्षसां भीतिहेतुप्रदर्शनम्।प्रकीर्त्या इत्यस्यानुषङ्गस्तु विरुद्धत्वादयुक्तः। अन्यकर्तृकप्रकीर्त्येति तु कल्पनागौरवम्। अवलोकनं तुवीक्षन्ते त्वा [11।22] इति देवासुरादीनां सर्वेषामुक्तमिति भावः। सिद्धशब्दोऽत्रानुकूलवर्गप्रदर्शनार्थ इत्यभिप्रायेणसिद्धाद्यनुकूलसङ्घा इत्युक्तम्।",
        "id": 7163,
        "lang": "sanskrit",
        "language_id": 3,
        "verseNumber": 450,
        "verse_id": 450
    },
    {
        "authorName": "Sri Abhinavgupta",
        "author_id": 10,
        "description": "।।11.36।।स्थाने इति।  प्रकीर्त्यां (S प्रकीर्तिः प्रकीर्तनम्) ? प्रकीर्तनेन।",
        "id": 7164,
        "lang": "sanskrit",
        "language_id": 3,
        "verseNumber": 450,
        "verse_id": 450
    },
    {
        "authorName": "Sri Jayatritha",
        "author_id": 11,
        "description": "।।11.36।।स्थाने इत्येतत्युक्तं इत्यर्थेऽव्ययं चास्ति? अस्ति च सप्तम्यन्तं पदं? तत्किमत्राभिप्रेतं कथं चास्यान्वयः इत्यत आह -- यदिति। स्थाने विषये एवेति वा? बहुमानस्थाने त्वयीति वा योजनायां साध्याहारत्वमिति भावः। हृषीकेशशब्दस्य प्रकृतोपयुक्तमपूर्वमर्थमाह -- अग्नीति। अत्राद्येनादिशब्देन सूर्यो गृह्यते? द्वितीयेन बोधनस्थापने अग्न्याद्यंशुभिः स्वकेशैरिति शेषः। जगद्धर्षणादेरिति बोधनस्थापनाभ्यां जगद्धर्षणादित्यर्थः। सूर्याद्यंशूनां कथं भगवत्केशत्वं इत्यत आह -- केशत्वं त्विति। तन्नियतत्वतज्जन्यत्वादिना तादात्म्योक्तिरित्यत्र किं प्रमाणं इत्यत आह -- प्रमाणं त्विति। इत्यत्रैतद्व्याख्यानावसरे। अनेन वक्ष्यमाणं वाक्यं विवृतं भवति। तथा चाग्न्याद्रिषु स्थित्वा स्वकेशनियतैस्तदंशुभिर्जगतो बोधनस्थापनाभ्यां हर्षणादित्युक्तं भवति। हृष्यतेः कीप्रत्ययः। हृष्यो हर्षहेतवः केशा अस्येति हृषीकेशः। नानेन प्रसिद्धोऽर्थस्त्यज्यत इति भावेन तमप्याह -- हृषीकाणामिति। ननु जगदीशस्य विशेषत इन्द्रियेशत्वं कथं इत्यत आह -- तेषामिति। पुरुषार्थोपयुक्तज्ञानक्रियाशक्तिप्रेरकत्वेनेति भावः। हृषीकशब्दस्येन्द्रियवाचित्वं कुतः इत्यत आह -- नेति। पूर्वेण समुचितस्यास्य व्याख्यानसमर्थनहेतुत्वाच्चशब्दः। आद्येऽर्थे प्रमाणमाह -- इतरोऽर्थ इति। अग्निश्च। जगद्बोधयन्तः स्थापयन्तश्च पृथक् स्वावसरे उत्पद्यन्ते उदयं गच्छन्ति सूर्यकृतैश्च। अत्रापि पूर्ववद्बोधनादेर्हेतुहेतुमद्भावो ज्ञातव्यः। ईशानत्वादावप्युक्तो हेतुः।",
        "id": 7165,
        "lang": "sanskrit",
        "language_id": 3,
        "verseNumber": 450,
        "verse_id": 450
    },
    {
        "authorName": "Sri Madhusudan Saraswati",
        "author_id": 12,
        "description": "।।11.36।।अर्जुन उवाच एकादशभिः -- स्थाने इत्यादिना। स्थाने इत्यव्ययं युक्तमित्यर्थे। हे हृषीकेश सर्वेन्द्रियप्रवर्तक? यतस्त्वमेवमत्यन्ताद्भुतप्रभावो भक्तवत्सलश्च ततस्तव प्रकीर्त्या प्रकृष्टया कीर्त्या निरतिशयप्राशस्त्यस्य कीर्तनेन श्रवणेन च न केवलमहमेव प्रहृष्यामि किंतु सर्वमेव जगच्चेतनमात्रं रक्षोविरोधि प्रहृष्यति प्रकृष्टं हर्षमाप्नोति इति यत्तत् स्थाने युक्तमेवेत्यर्थः। तथा सर्वं जगदनुरज्यते च तद्विषयमनुरागमुपैतीति च यत्तदपि युक्तमेव। तथा रक्षांसि भीतानि। भयाविष्टानि सन्ति दिशो द्रवन्ति सर्वासु दिक्षु पलायन्त इति यत्तदपि युक्तमेव। तथा सर्वे सिद्धानां कपिलादीनां सङ्घा नमस्यन्ति चेति यत्तदपि युक्तमेव। सर्वत्र तव प्रकीर्त्येत्यस्यान्वयः स्थाने इत्यस्य च। अयं श्लोको रक्षोघ्नमन्त्रत्वेन मन्त्रशास्त्रे प्रसिद्धः।",
        "id": 7166,
        "lang": "sanskrit",
        "language_id": 3,
        "verseNumber": 450,
        "verse_id": 450
    },
    {
        "authorName": "Sri Purushottamji",
        "author_id": 13,
        "description": "।।11.36।।किमर्जुनो विज्ञापितवान् इत्याकाङ्क्षायामर्जुनवाक्यान्याह -- अर्जुन उवाचस्थाने इत्येकादशभिः। एकादशेन्द्रियैरपि शुद्धैर्विज्ञाप्यमित्येकादशभिर्विज्ञापयति। हे हृषीकेश यतस्त्वं सर्वेन्द्रियप्रेरकस्तस्मात् स्थाने स्थितौ तव प्रकीर्त्या तव गुणसङ्कीर्तनेन जगत् प्रहृष्यति हर्षमाप्नोति। च पुनः।अन्यत् कीर्तनश्रवणेन अनुरज्यते अनुरागयुक्तं भवति ननु बाधकेषु विद्यमानेषु कीर्तनं कर्तुं कथं शक्यं इत्याशङ्क्य कीर्तनेनैव बाधनाशो भवतीत्याह -- रक्षांसीति। तव कीर्तनेनैव भीतानि सन्ति रक्षांसि दिशः प्रति द्रवन्ति पलायन्ते। तथा सिद्धसङ्घाः सिद्धानां प्राप्तज्ञानानां समूहाः नमस्यन्ति प्रणमन्तीत्यर्थः।",
        "id": 7167,
        "lang": "sanskrit",
        "language_id": 3,
        "verseNumber": 450,
        "verse_id": 450
    },
    {
        "authorName": "Sri Shankaracharya",
        "author_id": 14,
        "description": "।।11.36।। --,स्थाने युक्तम्। किं तत् तव प्रकीर्त्या त्वन्माहात्म्यकीर्तनेन श्रुतेन? हे हृषीकेश? यत् जगत् प्रहृष्यति प्रहर्षम् उपैति? तत् स्थाने युक्तम्? इत्यर्थः। अथवा विषयविशेषणं स्थाने इति। युक्तः हर्षादिविषयः भगवान्? यतः ईश्वरः सर्वात्मा सर्वभूतसुहृच्च इति। तथा अनुरज्यते अनुरागं च उपैति तच्च विषये इति व्याख्येयम्। किञ्च? रक्षांसि भीतानि भयाविष्टानि दिशः द्रवन्ति गच्छन्ति तच्च,स्थाने विषये। सर्वे नमस्यन्ति नमस्कुर्वन्ति च सिद्धसंघाः सिद्धानां समुदायाः कपिलादीनाम्? तच्च स्थाने।।भगवतो हर्षादिविषयत्वे हेतुं दर्शयति --,",
        "id": 7168,
        "lang": "sanskrit",
        "language_id": 3,
        "verseNumber": 450,
        "verse_id": 450
    },
    {
        "authorName": "Sri Vallabhacharya",
        "author_id": 15,
        "description": "।।11.36।।स्थाने इत्येकादशभिः प्रार्थयन्नाह फाल्गुनः। षड्भिर्गुणैस्त्रिभिर्युक्तं भगवन्तं गुणातिगम्।।स्थाने इत्यत्र प्रकीर्त्या युतं प्रार्थयति।स्थाने इत्यव्ययम्। युक्तमित्यर्थः। जगत्सर्वमनुरज्यते प्रहृष्यति च तव प्रकीर्त्या। अहं त्वधुना बिभेमीति द्योतयति। अयं श्लोको रक्षोघ्नमन्त्रशास्त्रे प्रसिद्धः।",
        "id": 7169,
        "lang": "sanskrit",
        "language_id": 3,
        "verseNumber": 450,
        "verse_id": 450
    },
    {
        "authorName": "Swami Sivananda",
        "author_id": 16,
        "description": "11.36 स्थाने it is meet? हृषीकेश O Krishna? तव Thy? प्रकीर्त्या by praise? जगत् the world? प्रहृष्यति is delighted? अनुरज्यते rejoices? च and? रक्षांसि the demons? भीतानि in fear? दिशः to all arters? द्रवन्ति fly? सर्वे all? नमस्यन्ति bow (to Thee)? च and? सिद्धसङ्घाः the hosts of the perfected ones.Commentary Praise description of the glory of the Lord. The Lord is the object worthy of adortion? love and delight? because He is the Self and friend of all beings.The Lord is the object of adoration? love and delight for the following reason also. He is the primal cause even of Brahma? the Creator of the universe.",
        "id": 7170,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 450,
        "verse_id": 450
    }
]