[
    {
        "authorName": "Swami Ramsukhdas",
        "author_id": 1,
        "description": "।।11.52।। व्याख्या--'सुदुर्दर्शमिदं रूपं दृष्टवानसि यन्मम'--यहाँ 'सुदुर्दर्शम्' पद चतुर्भुजरूपके लिये ही आया है, विराट्रूप या द्विभुजरूपके लिये नहीं। कारण कि विराट्रूपकी तो देवता भी कल्पना क्यों करने लगे ! और मनुष्यरूप जब मनुष्योंके लिये सुलभ था, तब देवताओंके ल,ये वह दुर्लभ कैसे होता ! इसलिये 'सुदुर्दर्शम्' पदसे भगवान् विष्णुका चतुर्भुजरूप ही लेना चाहिये, जिसके लिये 'देवरूपम्' (11। 45) और स्वकं रूपम् (11। 50) पद आये हैं।",
        "id": 7411,
        "lang": "hindi",
        "language_id": 2,
        "verseNumber": 466,
        "verse_id": 466
    },
    {
        "authorName": "Swami Chinmayananda",
        "author_id": 2,
        "description": "।।11.52।। See Commentary under 11.53.",
        "id": 7412,
        "lang": "hindi",
        "language_id": 2,
        "verseNumber": 466,
        "verse_id": 466
    },
    {
        "authorName": "Sri Anandgiri",
        "author_id": 3,
        "description": "।।11.52।।उपास्यत्वाय विश्वरूपं स्तोतुं भगवदुक्तिमुत्थापयति -- भगवानिति। त्वद्व्यतिरिक्तानामिदं रूपं द्रष्टुमशक्यमित्येतद्विशदयति -- देवादय इति।",
        "id": 7413,
        "lang": "sanskrit",
        "language_id": 3,
        "verseNumber": 466,
        "verse_id": 466
    },
    {
        "authorName": "Sri Dhanpati",
        "author_id": 4,
        "description": "।।11.52।।एवं श्रुत्वा स्वकृतस्यातिदर्लभस्यानुग्रहस्य वैयर्थ्यपरिहाराय श्रीभगवानुवाच। यन्मम रुपं मदनुग्रहेण त्वं दृष्टवानसि तदिदमन्येषां सुष्ठु दुःखेनात्यन्तकष्टेन दर्शनमस्येति सुदुर्द्सं यतोत्युत्तमाः सात्विकास्तिद्दर्शनार्थिनश्च देवा इन्द्रादयोऽपि न तत्त्वमिव दृष्टवन्तो न च द्रक्ष्यन्तीत्याशयेनाह -- देवा इति।",
        "id": 7414,
        "lang": "sanskrit",
        "language_id": 3,
        "verseNumber": 466,
        "verse_id": 466
    },
    {
        "authorName": "Sri Madhavacharya",
        "author_id": 5,
        "description": "।।11.52।।Sri Madhvacharya did not comment on this sloka.,",
        "id": 7415,
        "lang": "sanskrit",
        "language_id": 3,
        "verseNumber": 466,
        "verse_id": 466
    },
    {
        "authorName": "Sri Neelkanth",
        "author_id": 6,
        "description": "।।11.52।।अस्य विश्वरूपदर्शनस्य दौर्लभ्यं दर्शयन् श्रीभगवानुवाच सुदुर्दर्शमिति। दर्शनकाङ्क्षिणः दर्शनं काङ्क्षन्ते एव न तु लभन्ते।",
        "id": 7416,
        "lang": "sanskrit",
        "language_id": 3,
        "verseNumber": 466,
        "verse_id": 466
    },
    {
        "authorName": "Sri Ramanujacharya",
        "author_id": 7,
        "description": "।।11.52।।श्रीभगवानुवाच -- मम इदं सर्वस्य प्रशासने अवस्थितं सर्वाश्रयं सर्वकारणभूतं रूपं यत् दृष्टवान् असि? तत् सुदुर्दर्शं न केन अपि द्रष्टुं शक्यम् अस्य रूपस्य देवा अपि नित्यं दर्शनकाङ्क्षिणः? न तु दृष्टवन्तः।कुतः इत्यत्र आह -- ",
        "id": 7417,
        "lang": "sanskrit",
        "language_id": 3,
        "verseNumber": 466,
        "verse_id": 466
    },
    {
        "authorName": "Sri Sridhara Swami",
        "author_id": 8,
        "description": "।।11.52।।स्वकृतस्यानुग्रहस्यातिदुर्लभत्वं दर्शयन् श्रीभगवानुवाच -- सुदुर्दर्शमिति। यन्मम विश्वरूपं त्वं दृष्टवानसि इदं सुदुर्दर्शमत्यन्तं द्रष्टुमशक्यम्। अतो देवा अप्यस्य रूपस्य सर्वदा दर्शनमिच्छन्ति न केवलं पुनरिदं पश्यन्ति।",
        "id": 7418,
        "lang": "sanskrit",
        "language_id": 3,
        "verseNumber": 466,
        "verse_id": 466
    },
    {
        "authorName": "Sri Vedantadeshikacharya Venkatanatha",
        "author_id": 9,
        "description": "।।11.52।।यच्छब्दस्य प्रसिद्धपरामर्शित्वेन प्रसिद्धाकारानाहसर्वस्य प्रशासनेऽवस्थितमित्यादिना।नित्यम् इत्यस्य पदार्थैकदेशदर्शनान्वयस्यागतिकस्य आश्रयणमनुचितमित्यभिप्रेत्याकाङ्क्षाया नित्यत्वं दर्शनाभावमवगमयतीत्याशयेनाहन तु दृष्टवन्त इति।",
        "id": 7419,
        "lang": "sanskrit",
        "language_id": 3,
        "verseNumber": 466,
        "verse_id": 466
    },
    {
        "authorName": "Sri Abhinavgupta",
        "author_id": 10,
        "description": "।।11.52।।No commentary.",
        "id": 7420,
        "lang": "sanskrit",
        "language_id": 3,
        "verseNumber": 466,
        "verse_id": 466
    },
    {
        "authorName": "Sri Jayatritha",
        "author_id": 11,
        "description": "।।11.52।।Sri Jayatirtha did not comment on this sloka.",
        "id": 7421,
        "lang": "sanskrit",
        "language_id": 3,
        "verseNumber": 466,
        "verse_id": 466
    },
    {
        "authorName": "Sri Madhusudan Saraswati",
        "author_id": 12,
        "description": "।।11.52।।स्वकृतस्यानुग्रहस्यातिर्दुलभत्वं दर्शयन् चतुर्भिः श्रीभगवानुवाच -- सुदुर्दर्शमिति। मम यद्रूपमिदानीं त्वं दृष्टवानसि इदं विश्वरूपं सुदुर्दर्शं अत्यन्तं द्रष्टुमशक्यं। यतो देवा अप्यस्य रूपस्य नित्यं सर्वदा दर्शनकाङ्क्षिणो नतु त्वमिव पूर्वं दृष्टवन्तो न वाऽग्रे द्रक्ष्यन्तीत्यभिप्रायः। दर्शनाकाङ्क्षया नित्यत्वोक्तिः।",
        "id": 7422,
        "lang": "sanskrit",
        "language_id": 3,
        "verseNumber": 466,
        "verse_id": 466
    },
    {
        "authorName": "Sri Purushottamji",
        "author_id": 13,
        "description": "।।11.52।।स्वस्य रूपस्य स्वानुग्रहैकसाध्यत्वेन परमदुर्लभत्वमाह -- श्रीभगवानुवाच सुदुर्दर्शमिति। इदं परिदृश्यमानं मम रूपं सुदुर्दर्शं सुष्ठु दुःखेनाऽपि द्रष्टुमशक्यं यत् त्वं दृष्टवानसि। देवा अपि मत्क्रीडायोग्या मदंशा अपि अस्य नित्यं प्रत्यहं दर्शनकाङ्क्षिणः दर्शनेच्छवस्तिष्ठन्तीत्यर्थः।अत्रायं भावः -- ब्रह्मादयो देवाः श्रीदेवकीगृहे स्तुत्वा गतास्तदा गर्भ एव प्राकट्यं? न बहिः बहिः प्राकट्यानन्तरं तु मातृप्रार्थनया तिरोहितं कृत्वा ध्यानास्पदत्वेन स्थापितं देवादीनां तु तद्वृत्तान्ताज्ञानाद्वेदोक्तरीत्या भजनात्तादृक्स्वरूपदर्शनमेव भवति इदं च स्वरूपं भावात्मकं वेदाद्यगम्यं भक्तमुखात् श्रुतत्वाच्चाकाङ्क्षिणस्तिष्ठन्तीति तथा।",
        "id": 7423,
        "lang": "sanskrit",
        "language_id": 3,
        "verseNumber": 466,
        "verse_id": 466
    },
    {
        "authorName": "Sri Shankaracharya",
        "author_id": 14,
        "description": "।।11.52।। --,सुदुर्दर्शं सुष्ठु दुःखेन दर्शनम् अस्य इति सुदुर्दर्शम्? इदं रूपं दृष्टवान् असि यत् मम? देवाः अपि अस्य मम रूपस्य नित्यं सर्वदा दर्शनकाङ्क्षिणः दर्शनेप्सवोऽपि न त्वमिव दृष्टवन्तः? न द्रक्ष्यन्ति च इति अभिप्रायः।।कस्मात् --,",
        "id": 7424,
        "lang": "sanskrit",
        "language_id": 3,
        "verseNumber": 466,
        "verse_id": 466
    },
    {
        "authorName": "Sri Vallabhacharya",
        "author_id": 15,
        "description": "।।11.52।।ततः एवं स्थितौ स्वरूपस्य सुदुर्दर्शत्वं निरूपयन्प्रसङ्गादनुग्रहभक्त्यैकगम्यत्वं स्वस्य निगमयति त्रिभिः -- सुदुर्दर्शमिति। इदं मत्सम्बन्धि रूपमक्षरं विश्वरूपं यत्त्वं दृष्टवानसि? यतोऽहं सुदुर्दर्शस्तदा किं वाच्यं मत्सम्बन्धिरूपमिदमिति तदेवाह -- देवा अपीति। सात्विका अपि ते नित्यं दर्शनकाङ्क्षिणः? न तु दृष्टवन्तोऽपि अनुग्रहबीजभावाभावात्।",
        "id": 7425,
        "lang": "sanskrit",
        "language_id": 3,
        "verseNumber": 466,
        "verse_id": 466
    },
    {
        "authorName": "Swami Sivananda",
        "author_id": 16,
        "description": "11.52 सुदुर्दर्शम् very hard to see? इदम् this? रूपम् form? दृष्टवानसि thou hast seen? यत् which? मम My? देवाः gods? अपि also? अस्य (of) this? रूपस्य of form? नित्यम् ever? दर्शनकाङ्क्षिणः (are) desrious to behold.Commentary Lord Krishna says to Arjuna Though the gods long to behold the Cosmic Form yet they have not seen it as you have done. THey can never behold it.Just as the Chataka (a bird) longs for a drop of rain? eagerly turning its eyes towards the clouds? so also do gods yearn to behold the Cosmic Form but their wishes have not been gratified even in their dreams. Such is that marvellous vision which thou hast easily seen.",
        "id": 7426,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 466,
        "verse_id": 466
    }
]