[
    {
        "authorName": "Swami Ramsukhdas",
        "author_id": 1,
        "description": "।।17.11।।यज्ञ करना कर्तव्य है -- इस तरह मनको समाधान करके फलेच्छारहित मनुष्योंद्वारा जो शास्त्रविधिसे नियत यज्ञ किया जाता है, वह सात्त्विक है।",
        "id": 4236,
        "lang": "hindi",
        "language_id": 2,
        "verseNumber": 606,
        "verse_id": 606
    },
    {
        "authorName": "Swami Tejomayananda",
        "author_id": 17,
        "description": "।।17.11।। जो यज्ञ शास्त्रविधि से नियन्त्रित किया हुआ तथा जिसे \"यह मेरा कर्तव्य है\" ऐसा मन का समाधान (निश्चय) कर फल की आकांक्षा नहीं रखने वाले लोगों के द्वारा किया जाता है, वह यज्ञ सात्त्विक है।।\n ",
        "id": 4237,
        "lang": "hindi",
        "language_id": 2,
        "verseNumber": 606,
        "verse_id": 606
    },
    {
        "authorName": "Swami Adidevananda",
        "author_id": 18,
        "description": "The sacrifice (worship) marked by Sattva is what is offered by those who desire no fruit and have the conviction that it should be performed as prescribed in the scriptures.",
        "id": 4238,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 606,
        "verse_id": 606
    },
    {
        "authorName": "Swami Gambirananda",
        "author_id": 19,
        "description": "That sacrifice which is in accordance with the injunctions, performed by persons who do not hanker after results, and with the mental conviction that it is surely obligatory, is done through sattva.",
        "id": 4239,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 606,
        "verse_id": 606
    },
    {
        "authorName": "Swami Sivananda",
        "author_id": 16,
        "description": "That sacrifice which is offered by men without desire for reward, as enjoined by the ordinance (scripture), with a firm faith that doing so is their duty, is Sattvic or pure.",
        "id": 4240,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 606,
        "verse_id": 606
    },
    {
        "authorName": "Dr. S. Sankaranarayan",
        "author_id": 20,
        "description": "That sacrifice of the Sattva (Strand) is offered, as prescribed, by those who desire no reward, steadying their minds with the thought that it is simply something to be offered.",
        "id": 4241,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 606,
        "verse_id": 606
    },
    {
        "authorName": "Shri Purohit Swami",
        "author_id": 21,
        "description": "Sacrifice is pure when it is offered by one who does not covet the fruit of it, when it is done according to the commands of scripture, and with implicit faith that the sacrifice is a duty.",
        "id": 4242,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 606,
        "verse_id": 606
    }
]