[
    {
        "authorName": "Swami Ramsukhdas",
        "author_id": 1,
        "description": "।।17.28।।हे पार्थ ! अश्रद्धासे किया हुआ हवन, दिया हुआ दान और तपा हुआ तप तथा और भी जो,कुछ किया जाय, वह सब 'असत्' -- ऐसा कहा जाता है। उसका फल न यहाँ होता है, न मरनेके बाद ही होता है अर्थात् उसका कहीं भी सत् फल नहीं होता।",
        "id": 4355,
        "lang": "hindi",
        "language_id": 2,
        "verseNumber": 623,
        "verse_id": 623
    },
    {
        "authorName": "Swami Tejomayananda",
        "author_id": 17,
        "description": "।।17.28।। हे पार्थ ! जो यज्ञ, दान, तप और कर्म अश्रद्धापूर्वक किया जाता है, वह 'असत्' कहा जाता है; वह न इस लोक में (इह) और न मरण के पश्चात् (उस लोक में) लाभदायक होता है।।",
        "id": 4356,
        "lang": "hindi",
        "language_id": 2,
        "verseNumber": 623,
        "verse_id": 623
    },
    {
        "authorName": "Swami Adidevananda",
        "author_id": 18,
        "description": "Whatever offering or gift is made, whatever austerity is practiced, and whatever action is performed without faith, that is called Asat, O Arjuna. It is of no value here or hereafter.",
        "id": 4357,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 623,
        "verse_id": 623
    },
    {
        "authorName": "Swami Gambirananda",
        "author_id": 19,
        "description": "O son of Prtha, whatever is offered in sacrifice and given in charity, as also whatever austerity is undertaken or whatever is done without faith, is said to be of no avail. And it is of no consequence after death, nor here.",
        "id": 4358,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 623,
        "verse_id": 623
    },
    {
        "authorName": "Swami Sivananda",
        "author_id": 16,
        "description": "Whatever is sacrificed, given, or performed, and whatever austerity is practiced without faith, it is called 'Asat', O Arjuna; it is of no value here or hereafter (after death).",
        "id": 4359,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 623,
        "verse_id": 623
    },
    {
        "authorName": "Dr. S. Sankaranarayan",
        "author_id": 20,
        "description": "Without faith, whatever oblation is offered, whatever gift is made, whatever austerity is practiced, and whatever action is undertaken, that is called ASAT and it is of no avail after one's death or in this world.",
        "id": 4360,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 623,
        "verse_id": 623
    },
    {
        "authorName": "Shri Purohit Swami",
        "author_id": 21,
        "description": "Whatever is done without faith, whether it be sacrifice, austerity, gift, or anything else, is called Asat (meaning \"Unreal\"), for it is the negation of Sat, O Arjuna! Such an act has no significance, here or hereafter.",
        "id": 4361,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 623,
        "verse_id": 623
    }
]