[
    {
        "authorName": "Swami Ramsukhdas",
        "author_id": 1,
        "description": "।।17.6।।जो मनुष्य शास्त्रविधिसे रहित घोर तप करते हैं; जो दम्भ और अहङ्कारसे अच्छी तरह युक्त हैं; जो भोग-पदार्थ, आसक्ति और हठसे युक्त हैं; जो शरीरमें स्थित पाँच भूतोंको अर्थात् पाञ्चभौतिक शरीरको तथा अन्तःकरणमें स्थित मुझ परमात्माको भी कृश करनेवाले हैं उन अज्ञानियोंको तू आसुर निश्चयवाले (आसुरी सम्पदावाले) समझ।",
        "id": 4201,
        "lang": "hindi",
        "language_id": 2,
        "verseNumber": 601,
        "verse_id": 601
    },
    {
        "authorName": "Swami Tejomayananda",
        "author_id": 17,
        "description": "।।17.6।। और शरीरस्थ भूतसमुदाय को तथा मुझ अन्तर्यामी को भी कृश करने वाले अर्थात् कष्ट पहुँचाने वाले जो अविवेकी लोग हैं, उन्हें तुम आसुरी निश्चय वाले जानो।।\n ",
        "id": 4202,
        "lang": "hindi",
        "language_id": 2,
        "verseNumber": 601,
        "verse_id": 601
    },
    {
        "authorName": "Swami Adidevananda",
        "author_id": 18,
        "description": "These foolish men, who torture the group of elements in their bodies and Me, who dwell within the body—know them to be demoniacal in their resolves.",
        "id": 4203,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 601,
        "verse_id": 601
    },
    {
        "authorName": "Swami Gambirananda",
        "author_id": 19,
        "description": "(And those who,) being non-discriminating, torture all the organs in the body as well as even Me who reside in the body—know them to be possessed of demoniacal conviction.",
        "id": 4204,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 601,
        "verse_id": 601
    },
    {
        "authorName": "Swami Sivananda",
        "author_id": 16,
        "description": "Know thou these to be of demonical resolves, senselessly torturing all the elements in the body and Me who dwell in the body.",
        "id": 4205,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 601,
        "verse_id": 601
    },
    {
        "authorName": "Dr. S. Sankaranarayan",
        "author_id": 20,
        "description": "Those who unintelligently emaciate the conglomeration of elements in their physical body and emaciate Me, dwelling within the physical body—know them to be of a demoniac resolve.",
        "id": 4206,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 601,
        "verse_id": 601
    },
    {
        "authorName": "Shri Purohit Swami",
        "author_id": 21,
        "description": "They are ignorant and torment the organs of the body, harassing Me who lives within. Know that they are devoted to evil.",
        "id": 4207,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 601,
        "verse_id": 601
    }
]