[
    {
        "authorName": "Swami Ramsukhdas",
        "author_id": 1,
        "description": "।।17.8।।आयु, सत्त्वगुण, बल, आरोग्य, सुख और प्रसन्नता बढ़ानेवाले, स्थिर रहनेवाले, हृदयको शक्ति देनेवाले, रसयुक्त तथा चिकने -- ऐसे आहार अर्थात् भोजन करनेके पदार्थ सात्त्विक मनुष्यको प्रिय होते हैं।",
        "id": 4215,
        "lang": "hindi",
        "language_id": 2,
        "verseNumber": 603,
        "verse_id": 603
    },
    {
        "authorName": "Swami Tejomayananda",
        "author_id": 17,
        "description": "।।17.8।। आयु, सत्त्व (शुद्धि), बल, आरोग्य, सुख और प्रीति को प्रवृद्ध करने वाले एवं रसयुक्त, स्निग्ध ( घी आदि की चिकनाई से युक्त) स्थिर तथा मन को प्रसन्न करने वाले आहार अर्थात् भोज्य पदार्थ सात्त्विक पुरुषों को प्रिय होते हैं।।\n ",
        "id": 4216,
        "lang": "hindi",
        "language_id": 2,
        "verseNumber": 603,
        "verse_id": 603
    },
    {
        "authorName": "Swami Adidevananda",
        "author_id": 18,
        "description": "Foods that promote longevity, intellectual alertness, strength, health, pleasure, and happiness, and those that are sweet, oily, substantial, and agreeable, are dear to sattvic men.",
        "id": 4217,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 603,
        "verse_id": 603
    },
    {
        "authorName": "Swami Gambirananda",
        "author_id": 19,
        "description": "Foods that augment life, firmness of mind, strength, health, happiness, and delight, and which are succulent, oleaginous, substantial, and agreeable, are dear to one endowed with sattva.",
        "id": 4218,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 603,
        "verse_id": 603
    },
    {
        "authorName": "Swami Sivananda",
        "author_id": 16,
        "description": "The foods that increase life, purity, strength, health, joy, and cheerfulness (good appetite), which are savory, oily, substantial, and agreeable, are dear to the Sattvic (pure) people.",
        "id": 4219,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 603,
        "verse_id": 603
    },
    {
        "authorName": "Dr. S. Sankaranarayan",
        "author_id": 20,
        "description": "The foods that increase life, energy, strength, good health, happiness, and satisfaction; which are delicious, soft, substantial, and pleasant to the heart (stomach); they are dear to the men of the Sattva strand.",
        "id": 4220,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 603,
        "verse_id": 603
    },
    {
        "authorName": "Shri Purohit Swami",
        "author_id": 21,
        "description": "The foods that prolong life, increase purity, vigour, health, cheerfulness, and happiness are those that are delicious, soothing, substantial, and agreeable; these are loved by the pure.",
        "id": 4221,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 603,
        "verse_id": 603
    }
]