[
    {
        "authorName": "Swami Ramsukhdas",
        "author_id": 1,
        "description": "।।15.1।। श्रीभगवान् बोले -- ऊपरकी ओर मूलवाले तथा नीचेकी ओर शाखावाले जिस संसाररूप अश्वत्थवृक्षको अव्यय कहते हैं और वेद जिसके पत्ते हैं, उस संसारवृक्षको जो जानता है, वह सम्पूर्ण वेदोंको जाननेवाला है।",
        "id": 3858,
        "lang": "hindi",
        "language_id": 2,
        "verseNumber": 552,
        "verse_id": 552
    },
    {
        "authorName": "Swami Tejomayananda",
        "author_id": 17,
        "description": "।।15.1।। श्री भगवान् ने कहा -- (ज्ञानी पुरुष इस संसार वृक्ष को) ऊर्ध्वमूल और अध:शाखा वाला अश्वत्थ और अव्यय कहते हैं; जिसके पर्ण छन्द अर्थात् वेद हैं, ऐसे (संसार वृक्ष) को जो जानता है, वह वेदवित् है।।\n ",
        "id": 3859,
        "lang": "hindi",
        "language_id": 2,
        "verseNumber": 552,
        "verse_id": 552
    },
    {
        "authorName": "Swami Adidevananda",
        "author_id": 18,
        "description": "The Lord said, \"They speak of an immutable Asvattha tree with its roots above and branches below; its leaves are the Vedas. He who knows it knows the Vedas.\"",
        "id": 3860,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 552,
        "verse_id": 552
    },
    {
        "authorName": "Swami Gambirananda",
        "author_id": 19,
        "description": "The Blessed Lord said, \"They say that the peepul tree, which has its roots upward and its branches downward, and of which the Vedas are the leaves, is imperishable. He who realizes it is a knower of the Vedas.\"",
        "id": 3861,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 552,
        "verse_id": 552
    },
    {
        "authorName": "Swami Sivananda",
        "author_id": 16,
        "description": "The Blessed Lord said: They (the wise) speak of the indestructible peepul tree, with its roots above and branches below, whose leaves are the meters or hymns; he who knows it is a knower of the Vedas.",
        "id": 3862,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 552,
        "verse_id": 552
    },
    {
        "authorName": "Dr. S. Sankaranarayan",
        "author_id": 20,
        "description": "The Bhagavat said, [The scriptures] speak of a non-perishing holy fig tree, whose roots are high and branches are low, and of which the [Vedic] hymns are the leaves. He who knows this tree is the knower of the Vedas.",
        "id": 3863,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 552,
        "verse_id": 552
    },
    {
        "authorName": "Shri Purohit Swami",
        "author_id": 21,
        "description": "Lord Shri Krishna continued: This phenomenal creation, which is both ephemeral and eternal, is like a tree, with its seed above in the Highest and its ramifications below on this earth. The scriptures are its leaves, and he who understands this knows.",
        "id": 3864,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 552,
        "verse_id": 552
    }
]