[
    {
        "authorName": "Swami Ramsukhdas",
        "author_id": 1,
        "description": "।।15.2।।उस संसारवृक्षकी गुणों-(सत्त्व, रज और तम-) के द्वारा बढ़ी हुई तथा विषयरूप कोंपलोंवाली शाखाएँ नीचे, मध्यमें और ऊपर सब जगह फैली हुई हैं। मनुष्यलोकमें कर्मोंके अनुसार बाँधनेवाले मूल भी नीचे और ऊपर (सभी लोकोंमें) व्याप्त हो रहे हैं।",
        "id": 3865,
        "lang": "hindi",
        "language_id": 2,
        "verseNumber": 553,
        "verse_id": 553
    },
    {
        "authorName": "Swami Tejomayananda",
        "author_id": 17,
        "description": "।।15.2।। उस वृक्ष की शाखाएं गुणों से प्रवृद्ध हुईं नीचे और ऊपर फैली हुईं हैं; (पंच) विषय इसके अंकुर हैं; मनुष्य लोक में कर्मों का अनुसरण करने वाली इसकी अन्य जड़ें नीचे फैली हुईं हैं।।\n ",
        "id": 3866,
        "lang": "hindi",
        "language_id": 2,
        "verseNumber": 553,
        "verse_id": 553
    },
    {
        "authorName": "Swami Adidevananda",
        "author_id": 18,
        "description": "(a) Its branches extend both above and below, nourished by the Gunas. Their shoots are sense objects. \n\n(b) And their secondary roots extend downwards, resulting in actions that bind in the world of humans.",
        "id": 3867,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 553,
        "verse_id": 553
    },
    {
        "authorName": "Swami Gambirananda",
        "author_id": 19,
        "description": "The branches of that Tree, extending downwards and upwards, are strengthened by the qualities and have sense-objects as their shoots. And the roots, which are followed by actions, spread downwards in the human world [According to A.G. and M.S. manusya-loke means a body distinguished by Brahminhood etc.].",
        "id": 3868,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 553,
        "verse_id": 553
    },
    {
        "authorName": "Swami Sivananda",
        "author_id": 16,
        "description": "Its branches spread below and above, nourished by the Gunas; its buds are sense-objects, and its roots stretch forth below in the world of men, originating action.",
        "id": 3869,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 553,
        "verse_id": 553
    },
    {
        "authorName": "Dr. S. Sankaranarayan",
        "author_id": 20,
        "description": "Of which tree, the branches spreading downward and upward, well-developed with strands, have sense objects as sprouts; and its roots below in the human world, stretching successively, have actions as their sub-knots.",
        "id": 3870,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 553,
        "verse_id": 553
    },
    {
        "authorName": "Shri Purohit Swami",
        "author_id": 21,
        "description": "Its branches shoot upwards and downwards, deriving their nourishment from the qualities; its buds are the objects of sense; and its roots, which follow the law, causing man's regeneration and degeneration, pierce downwards into the soil.",
        "id": 3871,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 553,
        "verse_id": 553
    }
]