[
    {
        "authorName": "Swami Ramsukhdas",
        "author_id": 1,
        "description": "।।15.3।।इस संसारवृक्षका जैसा रूप देखनेमें आता है, वैसा यहाँ (विचार करनेपर) मिलता नहीं; क्योंकि इसका न तो आदि है, न अन्त है और न स्थिति ही है। इसलिये इस दृढ़ मूलोंवाले संसाररूप अश्वत्थवृक्षको दृढ़ असङ्गतारूप शस्त्रके द्वारा काटकर -- ",
        "id": 3872,
        "lang": "hindi",
        "language_id": 2,
        "verseNumber": 554,
        "verse_id": 554
    },
    {
        "authorName": "Swami Tejomayananda",
        "author_id": 17,
        "description": "।।15.3।। इस (संसार वृक्ष) का स्वरूप जैसा कहा गया है वैसा यहाँ उपलब्ध नहीं होता है, क्योंकि इसका न आदि है और न अंत और न प्रतिष्ठा ही है। इस अति दृढ़ मूल वाले अश्वत्थ वृक्ष को दृढ़ असङ्ग शस्त्र से काटकर ...৷৷৷৷।।\n ",
        "id": 3873,
        "lang": "hindi",
        "language_id": 2,
        "verseNumber": 554,
        "verse_id": 554
    },
    {
        "authorName": "Swami Adidevananda",
        "author_id": 18,
        "description": "Its form is not perceived here, nor its end, nor its beginning, nor its support. Having cut off this firmly-rooted Asvattha with the strong axe of detachment.",
        "id": 3874,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 554,
        "verse_id": 554
    },
    {
        "authorName": "Swami Gambirananda",
        "author_id": 19,
        "description": "Its form is not perceived here in that way; nor its end, nor beginning, nor its continuance. After felling this Peepul tree whose roots are well developed, with the strong sword of detachment.",
        "id": 3875,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 554,
        "verse_id": 554
    },
    {
        "authorName": "Swami Sivananda",
        "author_id": 16,
        "description": "Its form is not perceived here as such, nor its end, origin, foundation, or resting place; having cut asunder this firmly rooted peepul tree with the strong axe of non-attachment.",
        "id": 3876,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 554,
        "verse_id": 554
    },
    {
        "authorName": "Dr. S. Sankaranarayan",
        "author_id": 20,
        "description": "The nature of this is not perceived in that way, nor its end, nor its beginning, nor its center (middle). Cutting this holy fig tree, with its firmly and variedly grown roots, by means of the sharp (or strong) axe of non-attachment;",
        "id": 3877,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 554,
        "verse_id": 554
    },
    {
        "authorName": "Shri Purohit Swami",
        "author_id": 21,
        "description": "In this world, its true form is not known, neither its origin nor its end, and its strength is not understood—until the tree, with its roots striking deep into the earth, is hewn down by the sharp axe of non-attachment.",
        "id": 3878,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 554,
        "verse_id": 554
    }
]