[
    {
        "authorName": "Swami Ramsukhdas",
        "author_id": 1,
        "description": "।।15.5।।जो मान और मोहसे रहित हो गये हैं, जिन्होंने आसक्तिसे होनेवाले दोषोंको जीत लिया है, जो नित्य-निरन्तर परमात्मामें ही लगे हुए हैं, जो (अपनी दृष्टिसे) सम्पूर्ण कामनाओंसे रहित हो गये हैं, जो सुख-दुःखरूप द्वन्द्वोंसे मुक्त हो गये हैं, ऐसे (ऊँची स्थितिवाले) मोहरहित साधक भक्त उस अविनाशी परमपद-(परमात्मा-) को प्राप्त होते हैं।",
        "id": 3886,
        "lang": "hindi",
        "language_id": 2,
        "verseNumber": 556,
        "verse_id": 556
    },
    {
        "authorName": "Swami Tejomayananda",
        "author_id": 17,
        "description": "।।15.5।। जिनका मान और मोह निवृत्त हो गया है, जिन्होंने संगदोष को जीत लिया है, जो अध्यात्म में स्थित हैं जिनकी कामनाएं निवृत्त हो चुकी हैं और जो सुख-दु:ख नामक द्वन्द्वों से विमुक्त हो गये हैं, ऐसे सम्मोह रहित ज्ञानीजन उस अव्यय पद को प्राप्त होते हैं।।\n ",
        "id": 3887,
        "lang": "hindi",
        "language_id": 2,
        "verseNumber": 556,
        "verse_id": 556
    },
    {
        "authorName": "Swami Adidevananda",
        "author_id": 18,
        "description": "Without the delusion of perverse notions concerning the self, victorious over the evil of attachment, ever devoted to the Self, turned away from desires and liberated from dualities such as pleasure and pain, the undeluded go to that imperishable state.",
        "id": 3888,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 556,
        "verse_id": 556
    },
    {
        "authorName": "Swami Gambirananda",
        "author_id": 19,
        "description": "The wise ones, free from pride and non-discrimination, who have conquered the evil of association [hatred and love arising from association with foes and friends], who are ever devoted to spirituality, completely free from desires, and free from the dualities of happiness and sorrow, reach that undecaying state.",
        "id": 3889,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 556,
        "verse_id": 556
    },
    {
        "authorName": "Swami Sivananda",
        "author_id": 16,
        "description": "Free from pride and delusion, victorious over the evil of attachment, dwelling constantly in the Self, their desires having completely turned away, freed from the pairs of opposites known as pleasure and pain, they, the undeluded, reach the eternal goal.",
        "id": 3890,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 556,
        "verse_id": 556
    },
    {
        "authorName": "Dr. S. Sankaranarayan",
        "author_id": 20,
        "description": "Those who are rid of pride and delusion, have put down the evils of attachment, remain constantly in their own nature of the Self, have their desires completely departed, and are fully liberated from the pairs known as pleasures and pains—these undeluded men go to that changeless Abode.",
        "id": 3891,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 556,
        "verse_id": 556
    },
    {
        "authorName": "Shri Purohit Swami",
        "author_id": 21,
        "description": "The wise attain Eternity when, freed from pride and delusion, they have conquered their love for the things of sense; when, renouncing desire and fixing their gaze on the Self, they cease to be tossed to and fro by the opposing sensations, such as pleasure and pain.",
        "id": 3892,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 556,
        "verse_id": 556
    }
]