[
    {
        "authorName": "Swami Ramsukhdas",
        "author_id": 1,
        "description": "।।15.7।।इस संसारमें जीव बना हुआ आत्मा मेरा ही सनातन अंश है; परन्तु वह प्रकृतिमें स्थित मन और पाँचों इन्द्रियोंको आकर्षित करता है (अपना मान लेता है)।",
        "id": 3900,
        "lang": "hindi",
        "language_id": 2,
        "verseNumber": 558,
        "verse_id": 558
    },
    {
        "authorName": "Swami Tejomayananda",
        "author_id": 17,
        "description": "।।15.7।। इस जीव लोक में मेरा ही एक सनातन अंश जीव बना है। वह प्रकृति में स्थित हुआ (देहत्याग के समय) पाँचो इन्द्रियों तथा मन को अपनी ओर खींच लेता है अर्थात् उन्हें एकत्रित कर लेता है।।",
        "id": 3901,
        "lang": "hindi",
        "language_id": 2,
        "verseNumber": 558,
        "verse_id": 558
    },
    {
        "authorName": "Swami Adidevananda",
        "author_id": 18,
        "description": "An everlasting part of Myself, having become the bound self in the world of life, attracts the senses, of which the mind is the sixth, and which abide in Prakriti.",
        "id": 3902,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 558,
        "verse_id": 558
    },
    {
        "authorName": "Swami Gambirananda",
        "author_id": 19,
        "description": "It is indeed a part of Mine that, becoming the eternal individual soul in the region of living beings, draws the organs, which have the mind as their sixth, and which abide in Nature.",
        "id": 3903,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 558,
        "verse_id": 558
    },
    {
        "authorName": "Swami Sivananda",
        "author_id": 16,
        "description": "An eternal portion of Myself having become a living soul in the world of life, draws to itself the five senses, with the mind as the sixth, abiding in Nature.",
        "id": 3904,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 558,
        "verse_id": 558
    },
    {
        "authorName": "Dr. S. Sankaranarayan",
        "author_id": 20,
        "description": "A portion of My own Self, having become the eternal individual Soul in the world of the living beings, draws [into service] the sense organs, of which the sixth is the mind, and which rest in Prakriti.",
        "id": 3905,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 558,
        "verse_id": 558
    },
    {
        "authorName": "Shri Purohit Swami",
        "author_id": 21,
        "description": "It is only a very small part of My Eternal Self, which is the life of the universe, that draws around itself the six senses, with the mind being the last, which have their source in Nature.",
        "id": 3906,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 558,
        "verse_id": 558
    }
]