[
    {
        "authorName": "Swami Ramsukhdas",
        "author_id": 1,
        "description": "।।15.8।।जैसे वायु गन्धके स्थानसे गन्धको ग्रहण करके ले जाती है, ऐसे ही शरीरादिका स्वामी बना हुआ जीवात्मा भी जिस शरीरको छोड़ता है, वहाँसे मनसहित इन्द्रियोंको ग्रहण करके फिर जिस शरीरको प्राप्त होता है, उसमें चला जाता है।",
        "id": 3907,
        "lang": "hindi",
        "language_id": 2,
        "verseNumber": 559,
        "verse_id": 559
    },
    {
        "authorName": "Swami Tejomayananda",
        "author_id": 17,
        "description": "।।15.8।। जब (देहादि का) ईश्वर (जीव) (एक शरीर से) उत्क्रमण करता है, तब इन (इन्द्रियों और मन) को ग्रहण कर अन्य शरीर में इस प्रकार ले जाता है, जैसे गन्ध के आश्रय (फूलादि) से गन्ध को वायु ले जाता है।।\n ",
        "id": 3908,
        "lang": "hindi",
        "language_id": 2,
        "verseNumber": 559,
        "verse_id": 559
    },
    {
        "authorName": "Swami Adidevananda",
        "author_id": 18,
        "description": "Whatever body its lord acquires and from whatever body it departs, it goes on its way, taking these senses as the wind carries scents from their places.",
        "id": 3909,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 559,
        "verse_id": 559
    },
    {
        "authorName": "Swami Gambirananda",
        "author_id": 19,
        "description": "When the master leaves it and even when he assumes a body, he departs taking these with him, just as the wind carries away odours from their receptacles.",
        "id": 3910,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 559,
        "verse_id": 559
    },
    {
        "authorName": "Swami Sivananda",
        "author_id": 16,
        "description": "When the Lord, as the individual soul, obtains a body and when He leaves it, He takes these with Him, just as the wind takes the scents from their seats (flowers, etc.).",
        "id": 3911,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 559,
        "verse_id": 559
    },
    {
        "authorName": "Dr. S. Sankaranarayan",
        "author_id": 20,
        "description": "Whatever body He attains to and also from whatever He goes up, the Lord proceeds taking them with Him just as the wind takes odours from their receptacle.",
        "id": 3912,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 559,
        "verse_id": 559
    },
    {
        "authorName": "Shri Purohit Swami",
        "author_id": 21,
        "description": "When the Supreme Lord enters a body or leaves it, He gathers these senses together and travels with them, as the wind gathers perfume while passing through the flowers.",
        "id": 3913,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 559,
        "verse_id": 559
    }
]