[
    {
        "authorName": "Swami Ramsukhdas",
        "author_id": 1,
        "description": "।।10.12 -- 10.12।। अर्जुन बोले -- परम ब्रह्म, परम धाम और महान् पवित्र आप ही हैं। आप शाश्वत, दिव्य पुरुष, आदिदेव, अजन्मा और विभु (व्यापक) हैं -- ऐसा सब-के-सब ऋषि, देवर्षि नारद, असित, देवल तथा व्यास कहते हैं और स्वयं आप भी मेरे प्रति कहते हैं।",
        "id": 2682,
        "lang": "hindi",
        "language_id": 2,
        "verseNumber": 384,
        "verse_id": 384
    },
    {
        "authorName": "Swami Tejomayananda",
        "author_id": 17,
        "description": "।।10.12।। अर्जुन ने कहा आप -परम ब्रह्म, परम धाम और परम पवित्र हंै; सनातन दिव्य पुरुष, देवों के भी आदि देव, जन्म रहित और सर्वव्यापी हैं।।\n ",
        "id": 2683,
        "lang": "hindi",
        "language_id": 2,
        "verseNumber": 384,
        "verse_id": 384
    },
    {
        "authorName": "Swami Adidevananda",
        "author_id": 18,
        "description": "Arjuna said, \"You are the Supreme Brahman, the Supreme Light, and the Supreme Sanctifier. All the seers proclaim You as the eternal, divine Person, the Primal Lord, the unborn, and all-pervading. So too do the divine sages Narada, Asita, Devala, and Vyasa proclaim. You Yourself also proclaim this.\"",
        "id": 2684,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 384,
        "verse_id": 384
    },
    {
        "authorName": "Swami Gambirananda",
        "author_id": 19,
        "description": "Arjuna said, \"You are the supreme Brahman, the supreme Light, the supreme Sanctifier. All the sages, as well as the divine sage Narada, Asita, Devala, and Vyasa [Although Narada and the other sages are already mentioned by the words 'all the sages', they are still named separately due to their eminence. Asita is the father of Devala.] call You the eternal divine Person, the Primal God, the Birthless, the Omnipresent; and You Yourself indeed tell me this.\"",
        "id": 2685,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 384,
        "verse_id": 384
    },
    {
        "authorName": "Swami Sivananda",
        "author_id": 16,
        "description": "Arjuna said, \"You are the Supreme Brahman, the supreme abode, the supreme purifier, eternal, divine Person, the primeval God, unborn, and omnipresent.\"",
        "id": 2686,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 384,
        "verse_id": 384
    },
    {
        "authorName": "Dr. S. Sankaranarayan",
        "author_id": 20,
        "description": "Arjuna said, \"You are the Supreme Brahman, the Supreme Abode, and the Supreme Purifier. All the seers, as well as the divine seer Narada, Asita Devala, and Vyasa, describe You as the Eternal Divine Soul, the Unborn, and the All-Manifesting First-God. You too have said this to me.\"",
        "id": 2687,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 384,
        "verse_id": 384
    },
    {
        "authorName": "Shri Purohit Swami",
        "author_id": 21,
        "description": "Arjuna asked: Thou art the Supreme Spirit, the Eternal Home, the Holiest of Holies, the Eternal Divine Self, the Primal God, the Unborn, and Omnipresent.",
        "id": 2688,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 384,
        "verse_id": 384
    }
]