[
    {
        "authorName": "Swami Ramsukhdas",
        "author_id": 1,
        "description": "।।10.34।। सबका हरण करनेवाली मृत्यु और उत्पन्न होनेवालोंका उभ्दव मैं हूँ तथा स्त्री-जातिमें कीर्ति, श्री, वाक्, स्मृति, मेधा, धृति और क्षमा मैं हूँ।",
        "id": 2836,
        "lang": "hindi",
        "language_id": 2,
        "verseNumber": 406,
        "verse_id": 406
    },
    {
        "authorName": "Swami Tejomayananda",
        "author_id": 17,
        "description": "।।10.34।। मैं सर्वभक्षक मृत्यु और भविष्य में होने वालों की उत्पत्ति का कारण हूँ; स्त्रियों में कीर्ति, श्री, वाक (वाणी), स्मृति, मेधा, धृति और क्षमा हूँ।।\n ",
        "id": 2837,
        "lang": "hindi",
        "language_id": 2,
        "verseNumber": 406,
        "verse_id": 406
    },
    {
        "authorName": "Swami Adidevananda",
        "author_id": 18,
        "description": "I am also death, which snatches away all. I am the origin of all that will be born. Among women, I am fame, prosperity, speech, memory, intelligence, endurance, and forgiveness.",
        "id": 2838,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 406,
        "verse_id": 406
    },
    {
        "authorName": "Swami Gambirananda",
        "author_id": 19,
        "description": "And I am Death, the destroyer of all; and the bestower of prosperity to those destined to be prosperous. Of the feminine [Narinam may mean 'of the feminine qualities'. According to Sridhara Swami and S., the words fame etc. signify the goddesses of the respective qualities. According to M.S. these seven goddesses are the wives of the god Dharma.-Tr.] (I am) fame, beauty, speech, memory, intelligence, fortitude, and forbearance.",
        "id": 2839,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 406,
        "verse_id": 406
    },
    {
        "authorName": "Swami Sivananda",
        "author_id": 16,
        "description": "And I am the all-devouring Death, and the source of prosperity for those who are to be prosperous; among the feminine qualities, I am fame, prosperity, speech, memory, intelligence, firmness, and forgiveness.",
        "id": 2840,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 406,
        "verse_id": 406
    },
    {
        "authorName": "Dr. S. Sankaranarayan",
        "author_id": 20,
        "description": "I am the Death that carries away all and also the Birth of all that are to be born; of the wives of men, I am Fame, Fortune, Speech, Memory, Wisdom, Constancy, and Patience.",
        "id": 2841,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 406,
        "verse_id": 406
    },
    {
        "authorName": "Shri Purohit Swami",
        "author_id": 21,
        "description": "I am all-devouring Death; I am the Origin of all that will happen; I am Fame, Fortune, Speech, Memory, Intellect, Constancy, and Forgiveness.",
        "id": 2842,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 406,
        "verse_id": 406
    }
]