[
    {
        "authorName": "Swami Ramsukhdas",
        "author_id": 1,
        "description": "।।10.6।। सात महर्षि और उनसे भी पूर्वमें होनेवाले चार सनकादि तथा चौदह मनु -- ये सब-के-सब मेरे मनसे पैदा हुए हैं और मेरेमें भाव (श्रद्धाभक्ति) रखनेवाले हैं, जिनकी संसारमें यह सम्पूर्ण प्रजा है।",
        "id": 2640,
        "lang": "hindi",
        "language_id": 2,
        "verseNumber": 378,
        "verse_id": 378
    },
    {
        "authorName": "Swami Tejomayananda",
        "author_id": 17,
        "description": "।।10.6।। सात महर्षिजन, पूर्वकाल के चार (सनकादि) तथा (चौदह) मनु ये मेरे प्रभाव वाले मेरे संकल्प से उत्पन्न हुए हैं, जिनकी संसार (लोक) में यह प्रजा है।।\n ",
        "id": 2641,
        "lang": "hindi",
        "language_id": 2,
        "verseNumber": 378,
        "verse_id": 378
    },
    {
        "authorName": "Swami Adidevananda",
        "author_id": 18,
        "description": "The seven great seers of yore, as well as the four Manus, all possessing My mental disposition, were born from My mind. All these creatures of the world are descended from them.",
        "id": 2642,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 378,
        "verse_id": 378
    },
    {
        "authorName": "Swami Gambirananda",
        "author_id": 19,
        "description": "The seven great sages, as well as the four Manus of ancient days, from whom all these creatures in the world have descended, had their thoughts fixed on Me, and they were born from My mind.",
        "id": 2643,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 378,
        "verse_id": 378
    },
    {
        "authorName": "Swami Sivananda",
        "author_id": 16,
        "description": "The seven great sages, the ancient four, and the Manus, possessing powers like Mine (due to their minds being fixed on Me), were born from My mind; from them, these creatures have been born in this world.",
        "id": 2644,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 378,
        "verse_id": 378
    },
    {
        "authorName": "Dr. S. Sankaranarayan",
        "author_id": 20,
        "description": "The ancient Seven Great Sages and also the Four Manus, from whom these creatures in this world are offspring—they have been born from My mental dispositions.",
        "id": 2645,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 378,
        "verse_id": 378
    },
    {
        "authorName": "Shri Purohit Swami",
        "author_id": 21,
        "description": "The seven Great Seers, the progenitors of mankind, the Ancient Four, and the Lawgivers were born of My will and come forth directly from Me. The race of mankind has sprung from them. (Mareechi, Atri, Angira, Pulah, Kratu, Pulastya, Vahishta; the Masters: Sanak, Sanandan, Sanatan, Sanatkumar.)",
        "id": 2646,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 378,
        "verse_id": 378
    }
]