[
    {
        "authorName": "Swami Ramsukhdas",
        "author_id": 1,
        "description": "।।18.3।। व्याख्या --   दार्शनिक विद्वानोंके चार मत हैं --,1 -- काम्यानां कर्मणां न्यासं संन्यासं कवयो विदुः --  कई विद्वान् कहते हैं कि काम्यकर्मोंके त्यागका नाम संन्यास है अर्थात् इष्टकी प्राप्ति और अनिष्टकी निवृत्तिके लिये जो कर्म किये जाते हैं? उनका त्याग करनेका नाम संन्यास है।\n\n    2 -- सर्वकर्मफलत्यागं प्राहुस्त्यागं विचक्षणाः --  कई विद्वान् कहते हैं कि सम्पूर्ण कर्मोंके फलकी इच्छाका त्याग करनेका नाम त्याग है अर्थात् फल न चाहकर कर्तव्यकर्मोंको करते रहनेका नाम त्याग है।\n\n    3 -- त्याज्यं दोष (टिप्पणी प0 870.1) वदित्येके कर्म प्राहुर्मनीषिणः --  कई विद्वान् कहते हैं कि सम्पूर्ण कर्मोंको दोषकी तरह छोड़ देना चाहिये।\n\n     4 -- यज्ञदानतपःकर्म न त्याज्यमिति चापरे --  अन्य विद्वान् कहते हैं कि दूसरे सब कर्मोंका भले ही त्याग कर दें? पर यज्ञ? दान और तपरूप कर्मोंका त्याग नहीं करना चाहिये।उपर्युक्त चारों मतोंमें दो विभाग दिखायी देते हैं -- पहला और तीसरा मत संन्यास(सांख्ययोग) का है तथा दूसरा और चौथा मत त्याग(कर्मयोग) का है। इन दो विभागोंमें भी थोड़ाथोड़ा अन्तर है। पहले मतमें केवल काम्यकर्मोंका त्याग है और तीसरे मतमें कर्ममात्रका त्याग है। ऐसे ही दूसरे मतमें कर्मोंके फलका त्याग है और चौथे मतमें यज्ञ? दान और तपरूप कर्मोंके त्यागका निषेध है।दार्शनिकोंके उपर्युक्त चार मतोंमें क्याक्या कमियाँ हैं और उनकी अपेक्षा भगवान्के मतमें क्याक्या विलक्षणताएँ हैं? इसका विवेचन इस प्रकार है --,1 -- काम्यानां कर्मणां न्यासं संन्यासम् --  संन्यासके इस पहले मतमें केवल काम्यकर्मोंका त्याग बताया गया है परन्तु इसके अलावा भी नित्य? नैमित्तिक आदि आवश्यक कर्तव्यकर्म बाकी रह जाते हैं (टिप्पणी प0 870.2)। अतः यह मत पूर्ण नहीं है क्योंकि इसमें न तो कर्तृत्वका त्याग बताया है और न स्वरूपमें स्थिति ही बतायी है। परन्तु भगवान्के मतमें कर्मोंमें कर्तृत्वाभिमान नहीं रहता और स्वरूपमें स्थिति हो जाती है जैसे -- इसी अध्यायके सत्रहवें श्लोकमें जिसमें अहंकृतभाव नहीं है और जिसकी बुद्धि कर्मफलमें लिप्त नहीं होती -- ऐसा कहकर कर्तृत्वाभिमानका त्याग बताया है और अगर वह सम्पूर्ण प्राणियोंको मार दे? तो भी न मारता है? न बँधता है -- ऐसा कहकर स्वरूपमें स्थिति बतायी है।\n\n    2 -- त्याज्यं दोषवदित्येके --  संन्यासके इस दूसरे मतमें सब कर्मोंको दोषकी तरह छोड़नेकी बात है। परन्तु सम्पूर्ण कर्मोंका त्याग कोई कर ही नहीं सकता (गीता 3। 5) और कर्ममात्रका त्याग करनेसे जीवननिर्वाह भी नहीं हो सकता (गीता 3। 8)। इसलिये भगवान्ने नित्य कर्मोंका स्वरूपसे त्याग करनेको राजसतामस त्याग बताया है (18। 78)।\n\n    3 -- सर्वकर्मफलत्यागम् --  त्यागके इस पहले मतमें केवल फलका त्याग बताया है। यहाँ फलत्यागके अन्तर्गत केवल कामनाके त्यागकी ही बात आयी है (टिप्पणी प0 871.1)। ममताआसक्तिके त्यागकी बात इसके अन्तर्गत नहीं ले सकते क्योंकि ऐसा लेनेपर दार्शनिकों और भगवान्के मतोंमें कोई अन्तर नहीं रहेगा। भगवान्के मतमें कर्मकी आसक्ति और फलकी आसक्ति -- दोनोंके ही त्यागकी बात आयी है -- सङ्गं त्यक्त्वा फलानि च (गीता 18। 6)।\n\n4 -- यज्ञदानतपःकर्म न त्याज्यम् --  त्याग अर्थात् कर्मयोगके इस दूसरे मतमें यज्ञ? दान और तपरूप कर्मोंका त्याग न करनेकी बात है। परन्तु इन तीनोंके अलावा वर्ण? आश्रम? परिस्थिति आदिको लेकर जितने कर्म आते हैं? उनको करने अथवा न करनेके विषयमें कुछ नहीं कहा गया है -- यह इसमें अधूरापन है। भगवान्के मतमें इन कर्मोंका केवल त्याग ही नहीं करना चाहिये? प्रत्युत इनको न करते हों? तो जरूर करना चाहिये और इनके अतिरिक्त तीर्थ? व्रत आदि कर्मोंको भी फल एवं आसक्तिका त्याग करके करना चाहिये (18। 56)।\n\n सम्बन्ध --   पीछेके दो श्लोकोंमें दार्शनिक विद्वानोंके चार मत बतानेके बाद अब भगवान् आगेके तीन श्लोकोंमें पहले त्यागके विषयमें अपना मत बताते हैं।\n ",
        "id": 9971,
        "lang": "hindi",
        "language_id": 2,
        "verseNumber": 626,
        "verse_id": 626
    },
    {
        "authorName": "Swami Chinmayananda",
        "author_id": 2,
        "description": "।।18.3।। पूर्व श्लोक में निश्चयात्मक रूप से कहा गया था कि त्याग साधन है और संन्यास साध्य है। सांख्य सिद्धांत के समर्थकों का इस त्याग के विषय में यह मत है कि समस्त कर्म दोषयुक्त होने के कारण त्याज्य हैं। उनके मतानुसार? सभी कर्म वासनाएं उत्पन्न करते हैं? जो आत्मा को आच्छादित कर देती है। अत कर्मों का सर्वथा त्याग करना चाहिए। परन्तु सांख्य दर्शन के कुछ व्याख्याकार कहते हैं कि केवल उन कर्मों का ही त्याग करना चाहिए? जो कामना और स्वार्थ से प्रेरित होते हैं न कि सभी कर्म त्याज्य हैं।तत्त्वचिन्तक मनीषी जनों का यह उपदेश है कि साधकों को काम्य और निषिद्ध कर्मों का त्याग और कर्तव्य कर्मों का पालन करना चाहिए। सत्कर्मों के आचरण से ही मनुष्य का चरित्र निर्माण होता है। इन व्याख्याकारों के अनुसार यज्ञ? दान और तपरूप कर्म त्याज्य नहीं हैं।गीता के अध्येताओं को यह ज्ञात होना चाहिए कि भगवान् श्रीकृष्ण अर्जुन को केवल दोषयुक्त कर्मों को ही त्यागने का उपदेश देते हैं। उनका मनुष्य को आह्वान है कि उसको कर्म के द्वारा ही ईश्वर की भक्ति करनी चाहिए। यह आध्यात्मिक साधना है। भगवान का निर्णय है कि अज्ञानी जनो को कर्म करने चाहिये। उपर्युक्त विकल्पों के विषय में वे कहते हैं ",
        "id": 9972,
        "lang": "hindi",
        "language_id": 2,
        "verseNumber": 626,
        "verse_id": 626
    },
    {
        "authorName": "Sri Anandgiri",
        "author_id": 3,
        "description": "।।18.3।।काम्यानि वर्जयित्वा नित्यनैमित्तिकानि फलाभिलाषादृते कर्तव्यानीत्युक्तं पक्षं प्रतिपक्षनिराशेन द्रढयितुं विप्रतिपत्तिमाह -- त्याज्यमिति। कर्मणः सर्वस्य दोषवत्त्वे हेतुमाह -- बन्धेति। दोषवदित्येतद्दृष्टान्तत्वेन व्याचष्टे -- अथवेति। कर्मण्यनधिकृतानामकर्मिणामेव कर्म त्याज्यं कर्मिणां तत्त्यागे प्रत्यवायादित्याशङ्क्याह -- अधिकृतानामिति। नहि तेषामपि कर्म त्यजतां प्रत्यवायो हिंसादियुक्तस्य कर्मणोऽनुष्ठाने परं प्रत्यवायादिति भावः। सांख्यादिपक्षसमाप्तावितिशब्दः। मीमांसकपक्षमाह -- तत्रैवेति। कर्माधिकृतेष्वेवेति यावत्। कर्म नित्यं नैमित्तिकं च। काम्यानां कर्मणामित्यारभ्य श्लोकाभ्यां कर्मिणोऽकर्मिणोऽधिकृताननधिकृतांश्चापेक्ष्य दर्शितविकल्पानां प्रवृत्तिरित्याशङ्क्याह -- कर्मिण इति। एवकारव्यवच्छेद्यमाह -- नत्विति। तदेव स्फुटयति -- ज्ञानेति। कर्माधिकृतानां ज्ञाननिष्ठातो विभक्तनिष्ठावत्त्वेन पूर्वोक्तानामपि शास्त्रार्थोपसंहारे पुनर्विचार्यत्ववज्ज्ञाननिष्ठानामपि विचार्यत्वमत्राविरुद्धमिति शङ्कते --  नन्विति। सांख्यानां परमार्थज्ञाननिष्ठानां नात्र विचार्यतेत्युत्तरमाह -- न तेषामिति। ननु तेषामपि स्वात्मनि क्लेशदुःखादि पश्यतां तदनुरोधेन राजसकर्मत्यागसिद्धेर्विचार्यत्वं नेत्याह -- न कायेति। तत्र क्षेत्राध्यायोक्तं हेतूकरोति -- इच्छादीनामिति। स्वात्मनि सांख्यादीनां क्लेशाद्यप्रतीतौ फलितमाह -- अत इति। ननु तेषां क्लेशाद्यदर्शनेऽपि स्वात्मनि कर्माणि पश्यतां तत्त्यागो युक्तस्तेषां कायक्लेशादिकरत्वान्नेत्याह -- नापीति। अज्ञानां मोहमाहात्म्यान्नियतमपि कर्म त्यक्तुं न तत्त्वविदां स्वात्मनि कर्मादर्शनेन तत्त्यागे हेत्वभावादिति मत्वाह -- मोहादिति। कथं तर्हि तेषामात्मनि कर्माण्यपश्यतां प्राप्त्यभावे तत्त्यागः संन्यासस्तत्राह -- गुणानामिति। अविवेकप्राप्तानां कर्मणां त्यागस्तत्त्वविदामित्युक्तं स्मारयन्नप्राप्तप्रतिषेधं प्रत्यादिशति -- सर्वेति। तत्त्वविदामत्राविचार्यत्वे फलितमाह -- तस्मादिति। येऽनात्मविदस्त एवेत्युत्तरत्र संबन्धः। कर्मण्यधिकृतानामनात्मविदां कर्मत्यागसंभावनां दर्शयति -- येषां चेति। तन्निन्दा कुत्रोपयुक्तेत्याशङ्क्याह -- कर्मिणामिति। किञ्च परमार्थसंन्यासिनां प्रशस्यत्वोपलम्भान्न निन्दाविषयत्वमित्याह -- सर्वेति। किंचात्रापि सिद्धिं प्राप्तो यथेत्यादिना ज्ञाननिष्ठाया वक्ष्यमाणत्वात्तद्वतां नेह,विचार्यतेत्याह -- वक्ष्यतीति। कर्माधिकृतानामेवात्र विवक्षितत्वं न ज्ञाननिष्ठानामित्युपसंहरति -- तस्मादिति। ननु संन्यासशब्देन सर्वकर्मसंन्यासस्य ग्राह्यत्वात्तथाविधसंन्यासिनामिह विवक्षितत्वं प्रतिभाति तत्राह -- कर्मेति। संन्यासशब्देन मुख्यस्यैव संन्यासस्य ग्रहणं गौणमुख्ययोर्मुख्ये कार्यसंप्रत्ययादन्यथा तदसंभवे हेतूक्तिवैयर्थ्यादप्राप्तप्रतिषेधादिति शङ्कते -- सर्वेति। नेदं हेतुवचनं सर्वकर्मसंन्याससंभवसाधकं कर्मफलत्यागस्तुतिपरत्वादिति परिहरति -- नेत्यादिना। एतदेव दृष्टान्तेन स्पष्टयति -- यथेति। दृष्टान्तेऽपि यथाश्रुतार्थत्वं किं न स्यादित्याशङ्क्याह -- यथोक्तेति। नहि फलत्यागादेव ज्ञानं विना मुक्तिर्युक्ता मुक्तेर्ज्ञानैकाधीनत्वसाधकश्रुतिस्मृतिविरोधादद्वेष्टेत्यादिना चानन्तरमेव ज्ञानसाधनविधानानर्थक्यादतस्त्यागस्तुतिरेवात्र ग्राह्येत्यर्थः। दृष्टान्तगतमर्थं दार्ष्टान्तिके योजयति -- तथेति। प्रागुक्तपक्षापवादविवक्षया हेतूक्तेर्मुख्यार्थत्वमेव किं न स्यादित्याशङ्क्य तदपवादे हेत्वभावान्मैवमित्याह -- न सर्वेति। न चेयमेव हेतूक्तिस्तदपवादिकान्यथासिद्धेरुक्तत्वादिति भावः। मुख्यसंन्यासापवादासंभवे संन्यासत्यागविकल्पस्य कथं सावकाशतेत्याशङ्क्याह -- तस्मादिति। ज्ञाननिष्ठान्प्रत्युक्तविकल्पानुपपत्तौ कुत्र तेषामधिकारस्तत्राह -- ये त्विति। संन्यासिनां विकल्पानर्हत्वेन ज्ञाननिष्ठायामेवाधिकारस्य भूयःसु प्रदेशेषु साधितत्वान्न साधनीयत्वापेक्षेत्याह -- तथेति।",
        "id": 9973,
        "lang": "sanskrit",
        "language_id": 3,
        "verseNumber": 626,
        "verse_id": 626
    },
    {
        "authorName": "Sri Dhanpati",
        "author_id": 4,
        "description": "।।18.3।।काम्यानि वर्जयित्वा नित्यनैमित्तिकानि फलाभिसंधि विना कर्तव्यानीत्युक्तं पक्षं प्रतिक्षनिरासेन द्रढयितुं विप्रतिपत्तिमाह -- स्याज्यमिति। दोषाऽस्यास्तीति दोषवत् बन्धहेतुतत्वात्। सर्वमेव कर्म त्याज्यं त्यक्तव्यं दोषो रागादिर्यथा त्यज्यते तद्वत्त्याज्यमिति वा। एके मनीषिणो बुद्धमन्तः पण्डिताः सांख्यदृष्टिमाश्रिता अधिकृतैः कर्मिभिरपि सर्वं कर्मं त्याज्यमिति प्राहुः कथयन्ति। ननु अधिकृतानां कर्मिणां कर्मत्यागं प्रत्यवायजनकं कथं प्राहुरितिचेत् हिंसादियुक्तकर्मत्यागे तेषामपि प्रत्यवायाभावं तदनुष्ठानं परं प्रत्यवायं चाभिप्रेत्येति गृहाण। परे मीमांसकदृष्टिमाश्रिता यज्ञदानतपःकर्म न त्याज्यम्अग्नीषोमीयं पशुमालमेत इत्यादिविधिबोधितहिंसातिरिक्तहिंसानिषेषेन हिंस्यात्सर्वाभूतानि इति वाक्यस्य सार्थक्याद्विधिबोधितं  कर्म न प्रत्यवायावहं प्रत्युत विहितत्यागएव प्रत्यवायावह इत्यतः सर्वं कर्म न त्यक्तव्यमिति प्राहुः। अधिकृतान्कर्मिण एवापेक्ष्यैते विकल्पाः नतु ज्ञाननिष्ठान् त्यक्तसर्वपरिग्रहान्। ज्ञानयोगेन सांख्यानां निष्ठा मया प्रोक्तेति कर्मधिकारविनिर्मुक्तान् संन्याससिनोपेक्ष्य। ननु कर्मयोगेन योगनामित्यधिकृताः कर्म कुर्वन्तः पूर्वं विभक्तनिष्ठा अपि इह शास्त्रोसंहारप्रकरणं यथा विचार्यन्ते तथा सांख्या अपि ज्ञाननिष्ठा विचार्यन्ताम्। एवंच संन्यासिनोपेक्ष्य नत्वेते विकल्पा इत्युक्तमनुपपन्नमितिचेन्न गुणानां कर्म।नैव किंचित्करोमीतिकर्माण्यत्मन्यपश्यन्त इत्यादिनि च क्षेत्रधर्मत्वेनैव पश्यन्तो नियतं कर्म मोहात्परित्यजन्ति कायक्लेशदुःखभयाद्वा कर्म परित्यजन्तीति वक्तुमशक्यत्वेन तेषां मोहदुःखनिमित्तत्यागानुपपत्तेः।सर्वकर्माणि मनसा सन्यस्यास्ते सुखं वशी। नवद्वारे पुरे देही नैव कुर्वन्न कारयन् इत्यादिभिस्तत्त्विदां संन्यासप्रकारस्योक्तत्वाच्च। ननूदाहृतवचने मनसेत्युक्तत्वात् न कायिकादीनां संन्यासः? सर्वकर्माणीति विशेषितत्वात्सर्वेषामिति चेन्न। मानसानामेव सर्वेषामिति तदर्थात्। कायादिव्यापाराणां कारणानि वर्जयित्वाऽन्यानि सर्वाणि कर्माणि मनसा संन्यस्येति भगवतोक्तो न जीवत इतिचेन्न। नवद्वारे पुरे देही आस्त इति विशेषाणानुपपत्तेस्तस्मादुदाहृतवचनादिभिस्तत्त्वविदः संन्यासप्रकारस्योक्तत्वात्। तेषां मोहादिनिमित्तित्यागानुपपत्तेश्च कर्मिणामनात्मज्ञानां कर्मफलत्यागस्तुत्यर्थं ये कर्मण्यधिकृता,अनात्मविदो येषां च मोहात्कायक्लेशभयाच्च त्यागः संभवति तमसास्त्यागिनो राजसाश्चेति निन्द्यन्ते।मानापमानयोस्तुल्यस्तुल्यो मित्रारिपक्षयोः। सर्वारम्भपरित्यागी गुणातीतः स उच्यते।।तुल्यनिन्दास्तुतिर्मौनी संतुष्टो येनकेनचित्। अनिकेतः स्थिरमतिर्भक्तिमान्मे प्रियो नरः इत्यादिना चतुर्दशद्वादशादौ परमार्तसंन्यासिनो विशेषित्वात्। ज्ञानस्य या परा निष्ठेति वक्ष्यमाणत्वाच्च। ज्ञाननिष्ठाः संन्यासिनो नेह विवक्षिताः किंत्वतत्त्वविदः संन्यासिनस्तामसत्वाद्यपेक्षया सात्त्विकत्वेन गुणेन स्तूयन्ते। नचनहि देहभृता शक्यं त्यक्तुं कर्माण्यशेषतः िति हेतुवजनेन मुख्या एवायं संन्यास इति भ्रमितव्यम्। त्यागाच्छान्तिरनन्तरमितिवद्धेतुवजनस्तुत्यर्थत्वादिति संक्षेपः।",
        "id": 9974,
        "lang": "sanskrit",
        "language_id": 3,
        "verseNumber": 626,
        "verse_id": 626
    },
    {
        "authorName": "Sri Madhavacharya",
        "author_id": 5,
        "description": "।।18.3।।मनीषिण इत्युक्तत्वात्पूर्वपक्षोऽपि ग्राह्य एव। फलत्यागेन त्यागो विवक्षितः। यज्ञादेस्तत्पक्षे।यस्तु कर्मफलत्यागी [18।11] इति च वक्ष्यति। अत एक एवायं पक्षः।",
        "id": 9975,
        "lang": "sanskrit",
        "language_id": 3,
        "verseNumber": 626,
        "verse_id": 626
    },
    {
        "authorName": "Sri Neelkanth",
        "author_id": 6,
        "description": "।।18.3।।इदमेव पक्षद्वयमाह -- त्याज्यमिति। एके मुख्याः मनीषिणो मनोनिग्रहसमर्थाः परमात्मनि उत्पन्नविविदिषाणां पुरुषाणां दोषवत् रागादयो यथा त्याज्यास्तद्वत् कर्म त्याज्यमिति प्राहुः। अपरे तु विविदिषार्थिना यज्ञादिकं न त्याज्यमिति वा प्राहुरित्यनुवर्तते। तथा च द्विविधाः श्रुतय उपलभ्यन्तेन कर्मणा न प्रजया धनेन त्यागेनैके अमृतत्वमानशुःकुर्वन्नेवेह कर्माणि जिजीविषेच्छतं समाः इत्याद्याः। अविद्वद्विषयमेवैतत्पक्षद्वयम्। विदुषां तु कर्मसु प्रवृत्तिकारणस्याज्ञानस्य नष्टत्वात्स्वतःसिद्ध एव त्याग इति न तान्प्रति कर्मविधिर्वा तत्त्यागविधिर्वा प्रवर्तते। यथोक्तंन कर्माणि त्यजेद्योगी कर्मभिस्त्यज्यते ह्यसौ इति।",
        "id": 9976,
        "lang": "sanskrit",
        "language_id": 3,
        "verseNumber": 626,
        "verse_id": 626
    },
    {
        "authorName": "Sri Ramanujacharya",
        "author_id": 7,
        "description": "।।18.3।।एके मनीषिणः कापिला वैदिकाः च तन्मतानुसारिणो रागादिदोषवद् बन्धकत्वात् सर्वं यज्ञादिकं कर्म मुमुक्षुणा त्याज्यम् इति आहुः। अपरे पण्डिता यज्ञादिकं कर्म न त्याज्यम् इति प्राहुः।",
        "id": 9977,
        "lang": "sanskrit",
        "language_id": 3,
        "verseNumber": 626,
        "verse_id": 626
    },
    {
        "authorName": "Sri Sridhara Swami",
        "author_id": 8,
        "description": "।।18.3।।अविदुषः फलत्यागमात्रमेव त्यागशब्दार्थो न कर्मत्याग इत्येतदेव मतान्तरनिरासेन दृढीकर्तुं मतभेदं दर्शयति  --  त्याज्यमिति। दोषवद्धिंसादिदोषवत्त्वेन बन्धकमिति हेतोः सर्वमपि कर्म त्याज्यमित्येके सांख्याः प्राहुर्मनीषिण इत्यस्यायं भावःन हिंस्यात्सर्वभूतानि इति निषेधः पुरुषस्यानर्थहेतुर्हिंसेत्याह।अग्नीषोमीयं पशुमालभेत इत्यादिप्राकरणिको विधिस्तु हिंसायाः क्रतूपकारकत्वमाह। अतो भिन्नविषयत्वेन सामान्यविशेषन्यायागोचरत्वाद्बाध्यबाधकता नास्ति। द्द्रव्यसाध्येषु च सर्वेष्वपि कर्मसु हिंसादेः संभवात्सर्वमपि कर्म त्याज्यमेवेति। तदुक्तम् -- दृष्टवदानुश्रविकः स ह्यविशुद्धिक्षयातिशययुक्तः इति। अस्यार्थः -- उपायो ज्योतिष्टोमादिः सोऽपि दृष्टोपायवद्गुरुपाठादनुश्रूयत इत्यनुश्रवो वेदस्तद्बोघितः। तत्राविशुद्धिर्हिंसा तया क्षयो विनाशः। अग्निहोत्रज्योतिष्टोमादिजन्यस्वर्गेषु तारतम्यं च वर्तते। परोत्कर्षस्तु सर्वान्दुःखीकरोति। अपरे तु मीमांसका यज्ञादिकं कर्म न त्याज्यमिति प्राहुः। अयं भावःक्रत्वर्थापि सतीयं हिंसा पुरुषेणैव कर्तव्या सा चान्योद्देशेनापि कृता पुरुषस्य प्रत्यवायहेतुरेव। तथाहि विधिर्विधेयस्य तदुद्देशेनानुष्ठानं विधत्ते तादर्थ्यलक्षणत्वाच्छेषत्वस्य। नत्वेवं निषेधो निषेधस्य तादर्थ्यमपेक्षते? प्राप्तिमात्रापेक्षितत्वात्। अन्यथाज्ञानप्रमादादिकृते दोषाभावप्रसङ्गात्। तदेवं समानविषयत्वेन सामान्यशास्त्रस्य विशेषेण बाधान्नास्ति दोषवत्त्वमतो नित्यं यज्ञादिकर्म न त्याज्यमिति अनेन विधिनिषेधयोः समानबलता वार्यते सामान्यविशेषन्यायं संप्रादयितुम्।",
        "id": 9978,
        "lang": "sanskrit",
        "language_id": 3,
        "verseNumber": 626,
        "verse_id": 626
    },
    {
        "authorName": "Sri Vedantadeshikacharya Venkatanatha",
        "author_id": 9,
        "description": "।।18.3।।एवंकाम्यानाम् [18।2] इति श्लोकेन फलविरोधतदभावद्वारा विरोधो दर्शितः। अथत्याज्यं दोषवत् इति श्लोकेन स्वरूपतो दोषयोगतदभावाभ्यां प्रत्यवायत्वादिमुखेन विवादः प्रदर्श्यते -- वैधहिंसाऽपि कापिलैर्निषिद्धत्वेन दोषतयाऽङ्गीक्रियते। यथोक्तमीश्वरकृष्णेनदृष्टवदानुश्रविकः स ह्यविशुद्धः क्षयातिशययुक्तः इति। उक्तं च पञ्चशिखाचार्यैः -- स्वल्पः सङ्करः सुपरिहरः सप्रत्यवमर्शः इति। अतो वैधहिंसा पुरुषस्य दोषमावक्ष्यति? कतोश्चोपकरिष्यतीति तन्मतम्। अतःएके इति शब्देन सामान्यतो निर्दिष्टावादिनःदोषवत् इति हेत्वन्वयादिसामर्थ्याद्दोषाख्यदृष्टान्तोक्तिबलाद्वा विशेषतो व्यज्यन्त इत्याहकापिला वैदिकाश्च तन्मतानुसारिण इति। एतेन सर्वकर्मस्वरूपसन्न्यासवादिनां मतमपि वेदबाह्यत्वेन दर्शितम्।रागादिदोषवदिति -- रागादयो दोषा बन्धका इति सर्वसैद्धान्तिकसम्मतत्वात्तदुदाहरणम् यद्वा कर्मैव रागादिदोषवत् अत एव बन्धकमित्यभिप्रायः। अस्यां योजनायामादिशब्दो हिंसादिकमपि संगृह्णाति।सर्वं यज्ञादिकं कर्मेति -- कर्मशब्दोऽत्र सामान्यविषयोऽपियज्ञदानतपःकर्म न त्याज्यम् इति पक्षान्तरे विशेषणाच्छास्त्रचोदितविषयः तत्र च विशेषकाभावात्काम्यविषयत्वे पौनरुक्त्याच्च सर्वविषय इति भावः। सर्वैस्त्याज्यत्वे तद्विधायकस्य शास्त्रस्याप्रामाण्यप्रसङ्गात्मुमुक्षुणेति विशेषितम्। अपरशब्दोऽत्र स्वमतानुसारिविषयः।यज्ञदानतपःकर्म न त्याज्यं कार्यमेव तत् [18।5] इति हि स्वमतं वक्ष्यत इत्यभिप्रायेणाऽऽहपण्डिता इति त्याज्योपादेयविभागतत्त्वविद इत्यर्थः।",
        "id": 9979,
        "lang": "sanskrit",
        "language_id": 3,
        "verseNumber": 626,
        "verse_id": 626
    },
    {
        "authorName": "Sri Abhinavgupta",
        "author_id": 10,
        "description": "।।18.3।।No commentary.",
        "id": 9980,
        "lang": "sanskrit",
        "language_id": 3,
        "verseNumber": 626,
        "verse_id": 626
    },
    {
        "authorName": "Sri Jayatritha",
        "author_id": 11,
        "description": "।।18.3।।त्याज्यं दोषवत् इत्यनेन हेयः कापिलानां पक्ष उपन्यस्त इति केचित्? तदसदिति भावेनाऽऽह -- मनीषिण इति। पूर्वपक्षः पूर्वोपन्यस्तः पक्षः। ननुयज्ञदानतपःकर्म न त्याज्यं कार्यमेव तत् [18।5] इति भगवन्मतविरुद्धोऽसौ कथं ग्राह्यः इत्यत आह -- फलत्यागेनेति। फलत्यागाभिप्रायेण यज्ञादेस्त्यागो विवक्षितः? तत्पक्षे न स्वरूपतः। कुतःमनीषिणः इति विशेषणादेव। अतो न भगवन्मतविरुद्धोऽसौ। कर्मत्यागशब्दः कथं फलत्यागेनार्थेनार्थवानित्यत आह -- यस्त्विति। नन्वेवं सति पूर्वोत्तरार्धोपन्यस्तयोः पक्षयोरविरोध आपद्यत इति चेत् सत्यं? इत्याह -- अत इति। अतो मनीषिपक्षत्वादेकोऽविरुद्धः। अयं पूर्वोत्तरार्धोपन्यस्तः किन्त्वापापप्रतीतिमपेक्ष्य सन्देहबीजत्वेन विप्रतिपत्तिरियमुद्भावितेति भावः।",
        "id": 9981,
        "lang": "sanskrit",
        "language_id": 3,
        "verseNumber": 626,
        "verse_id": 626
    },
    {
        "authorName": "Sri Madhusudan Saraswati",
        "author_id": 12,
        "description": "।।18.3।।अधुना द्वितीयप्रश्नप्रतिवचनाय संन्यासत्यागशब्दार्थस्य त्रैविध्यं निरूपयितुं तत्र विप्रतिपत्तिमाह -- त्याज्यमिति। सर्वं कर्म बन्धहेतुत्वात् दोषवद्दुष्टमतः कर्माधिकृतैरपि कर्म त्याज्यमेवेत्येके मनीषिणः प्राहुः। यद्वा दोषवद्दोष इव यथा दोषो रागादिस्त्यज्यते तद्वत्कर्म त्याज्यमनुत्पन्नबोधैरनुत्पन्नविविदिषैः कर्माधिकारिभिरपीत्यकेः पक्षः। अत्र द्वितीयः पक्षः कर्माधिकारिभिरन्तःकरणशुद्धिद्वारा विविदिषोत्पत्त्यर्थं यज्ञदानतपःकर्म न त्याज्यमिति चापरे मनीषिणः प्राहुः।",
        "id": 9982,
        "lang": "sanskrit",
        "language_id": 3,
        "verseNumber": 626,
        "verse_id": 626
    },
    {
        "authorName": "Sri Purushottamji",
        "author_id": 13,
        "description": "।।18.3।।किञ्च -- त्याज्यमिति। एके मनस ईषिणो मनीषिणो विवेकिनः दोषवत् कर्म ज्ञानादिसाधनरहितं त्याज्यमिति प्राहुः प्रकर्षेण प्रामाण्यादिना आहुः। अपरे कर्मवादिनो मीमांसकाः यज्ञदानतपःकर्म न त्याज्यमित्याहुः? विहितत्वात्। तस्माद्यज्ञं परमं वदन्ति [महाना.17।10] तस्माद्दानं परमं वदन्ति  [महाना.17।5] इति च तस्मात्तपः परमं वदन्ति [महाना.17।5] इति च। एतेन ते कर्मण एव ईश्वरत्वं वदन्त्यतस्तेऽपि न जानन्ति।",
        "id": 9983,
        "lang": "sanskrit",
        "language_id": 3,
        "verseNumber": 626,
        "verse_id": 626
    },
    {
        "authorName": "Sri Shankaracharya",
        "author_id": 14,
        "description": "।।18.3।। --,त्याज्यं त्यक्तव्यं दोषवत् दोषः अस्य अस्तीति दोषवत्। किं तत् कर्म बन्धहेतुत्वात् सर्वमेव। अथवा? दोषः यथा रागादिः त्यज्यते? तथा त्याज्यम् इति एके कर्म प्राहुः मनीषिणः पण्डिताः सांख्यादिदृष्टिम् आश्रिताः? अधिकृतानां कर्मिणामपि इति। तत्रैव यज्ञदानतपःकर्म ऩ त्याज्यम् इति च अपरे।।कर्मिणः एव अधिकृताः? तान् अपेक्ष्य एते विकल्पाः? न तु ज्ञाननिष्ठान् व्युत्थायिनः संन्यासिनः अपेक्ष्य। ज्ञानयोगेन सांख्यानां निष्ठा मया पुरा प्रोक्ता इति कर्माधिकारात् अपोद्धृताः ये? न तान् प्रति चिन्ता।।ननु कर्मयोगेन योगिनाम् (गीता 3।3) इति अधिकृताः पूर्वं विभक्तनिष्ठाः अपि इह सर्वशास्त्रार्थोपसंहारप्रकरणे यथा विचार्यन्ते? तथा सांख्या अपि ज्ञाननिष्ठाः विचार्यन्ताम् इति। न? तेषां मोहदुःखनिमित्तत्यागानुपपत्तेः। न कायक्लेशनिमित्तं दुःखं सांख्याः आत्मनि पश्यन्ति? इच्छादीनां क्षेत्रधर्मत्वेनैव दर्शितत्वात्। अतः ते न कायक्लेशदुःखभयात् कर्म परित्यजन्ति। नापि ते कर्माणि आत्मनि पश्यन्ति? येन नियतं कर्म मोहात् परित्यजेयुः। गुणानां कर्म नैव किञ्चित्करोमि इति हि ते संन्यस्यन्ति। सर्वकर्माणि मनसा संन्यस्य (गीता 5।13) इत्यादिभिः तत्त्वविदः संन्यासप्रकारः उक्तः। तस्मात् ये अन्ये अधिकृताः कर्मणि अनात्मविदः? येषां च मोहनिमित्तः त्यागः संभवति कायक्लेशभयाच्च? ते एव तामसाः त्यागिनः राजसाश्च इति निन्द्यन्ते कर्मिणाम् अनात्मज्ञानां कर्मफलत्यागस्तुत्यर्थम् सर्वारम्भपरित्यागी (गीता 14।25) मौनी संतुष्टो येन केनचित् (गीता 12।19)। अनिकेतः स्थिरमतिः (गीता 12।19) इति गुणातीतलक्षणे च परमार्थसंन्यासिनः विशेषितत्वात्। वक्ष्यति च निष्ठा ज्ञानस्य या परा (गीता 18।50) इति। तस्मात् ज्ञाननिष्ठाः संन्यासिनः न इह विवक्षिताः। कर्मफलत्यागः एव सात्त्विकत्वेन गुणेन तामसत्वाद्यपेक्षया संन्यासः उच्यते? न मुख्यः सर्वकर्मसंन्यासः।।सर्वकर्मसंन्यासासंभवे च न हि देहभृता इति हेतुवचनात् मुख्य एव इति चेत्? न हेतुवचनस्य स्तुत्यर्थत्वात्। यथा त्यागाच्छान्तिरनन्तरम् (गीता 12।12) इति कर्मफलत्यागस्तुतिरेव यथोक्तानेकपक्षानुष्ठानाशक्तिमन्तम् अर्जुनम् अज्ञं प्रति विधानात् तथा इदमपि न हि देहभृता शक्यम् (गीता 18।11) इति कर्मफलत्यागस्तुत्यर्थम् न सर्वकर्माणि मनसा संन्यस्य नैव कुर्वन्न कारयन्नास्ते इत्यस्य पक्षस्य अपवादः केनचित् दर्शयितुं शक्यः। तस्मात् कर्मणि अधिकृतान् प्रत्येव एषः संन्यासत्यागविकल्पः। ये तु परमार्थदर्शिनः सांख्याः? तेषां ज्ञाननिष्ठायामेव सर्वकर्मसंन्यासलक्षणायाम् अधिकारः? न अन्यत्र? इति न ते विकल्पार्हाः। तच्च उपपादितम् अस्माभिः वेदाविनाशिनम् (गीता 2।21) इत्यस्मिन्प्रदेशे? तृतीयादौ च।।तत्र एतेषु विकल्पभेदेषु --,",
        "id": 9984,
        "lang": "sanskrit",
        "language_id": 3,
        "verseNumber": 626,
        "verse_id": 626
    },
    {
        "authorName": "Sri Vallabhacharya",
        "author_id": 15,
        "description": "।।18.3।।एके त्वाहुस्त्याज्यं दोषवदिति। कर्ममात्रं हिंसादिदोषवत्त्वात्त्याज्यमित्येके साङ्ख्याः मनीषिण इति युक्तिदर्शनात् स्तौति। अपरे मीमांसका यज्ञदानतपःकर्म सफलमपि श्रुतत्वान्न त्याज्यमित्याहुः। भ्रान्ता अप्येते एकांशतः समीचीनाः? यतः कस्मिंश्चिदप्यंशे वेदं न परित्यजन्ति। यद्यपि पूर्वेऽपि न परित्यजन्ति तथापि आपाततः प्रतीतिमादैयवमुपन्यस्तम् वस्तुतस्तुकाम्यानां इत्युक्तेऽकाम्यानां विधानमित्यर्थादुक्तं भवतीति भावेन कवित्वं तेषूक्तम्। अग्रे चविचक्षणाः इतिदोषवत् इत्युक्तेऽदोषवत्कार्यमिति मनीषिता तत्रोक्तेति।",
        "id": 9985,
        "lang": "sanskrit",
        "language_id": 3,
        "verseNumber": 626,
        "verse_id": 626
    },
    {
        "authorName": "Swami Sivananda",
        "author_id": 16,
        "description": "18.3 त्याज्यम् should be abandoned? दोषवत् (full of) as an evil? इति thus? एके some? कर्म action? प्राहुः declare? मनीषिणः philosophers? यज्ञदानतपःकर्म acts of sacrifice? gift and austerity? न not? त्याज्यम् should be relinished? इति thus? च and? अपरे others.Commentary Some philosophers who follow the doctrine of the Sankhyas declare that all actions,should be abandoned as evil? even by those who are fit for Karma Yoga.Doshavat As an evil All Karmas should be abandoned as involving evil because they cause bondage or that they should be relinished like passion and other such evil tendencies.Others declare that the acts of sacrifice? gifts and austerities should not be given up by those who are fit for Karma Yoga. These are the opinions of some? who are of great understanding.Now listen to Me. I will settle this matter and will tell thee how renunciation should be practised.The subject of the discourse here is about the Karma Yogins only and not about those persons who have gone beyond the path of Karma. It is with reference to the Karma Yogins that these conflicting opinions are held and not with reference to the Jnana Yogins or the Sannyasins who have risen above all worldly concerns.",
        "id": 9986,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 626,
        "verse_id": 626
    }
]