[
    {
        "authorName": "Swami Ramsukhdas",
        "author_id": 1,
        "description": "।।18.34।। व्याख्या --   यया तु धर्मकामार्थान्धृत्या ৷৷. सा पार्थ राजसी --  राजसी धारणशक्तिसे मनुष्य अपनी कामनापूर्तिके लिये धर्मका अनुष्ठान करता है? काम अर्थात् भोगपदार्थोंको भोगता है और अर्थ अर्थात् धनका संग्रह करता है।अमावस्या? पूर्णिमा? व्यतिपात आदि अवसरोंपर दान करना? तीर्थोंमें अन्नदान करना पर्वोंपर उत्सव मनाना तीर्थयात्रा करना धार्मिक संस्थाओंमें चन्दाचिट्ठाके रूपमें कुछ चढ़ा देना कभी कथाकीर्तन? भगवतसप्ताह आदि करवा लेना -- यह सब केवल कामनापूर्तिके लिये करना ही धर्म को धारण करना है (टिप्पणी प0 916)।सांसारिक भोगपदार्थ तो प्राप्त होने ही चाहिये क्योंकि भोगपदार्थोंसे ही सुख मिलता है? संसारमें कोई भी प्राणी ऐसा नहीं है? जो भोगपदार्थोंकी कामना न करता हो यदि मनुष्य भोगोंकी कामना न करे तो उसका जीवन ही व्यर्थ है -- ऐसी धारणके साथ भोगपदार्थोंकी कामनापूर्तिमें ही लगे रहना काम को धारण करना है।धनके बिना दुनियामें किसीका भी काम नहीं चलता धनसे ही धर्म होता है यदि पासमें धन न हो तो आदमी धर्म कर ही नहीं सकता जितने आयोजन किये जाते हैं? वे सब धनसे ही तो होते हैं आज जितने आदमी बड़े कहलाते हैं? वे सब धनके कारण ही तो बड़े बने हैं धन होनेसे ही लोग आदरसम्मान करते हैं जिसके पास धन नहीं होता? उसको संसारमें कोई पूछता ही नहीं अतः धनका खूब संग्रह करना चाहिये -- इस प्रकार धनमें ही रचेपचे रहना अर्थ को धारण करना है। संसारमें अत्यन्त राग (आसक्ति) होनेके कारण राजस पुरुष शास्त्रकी मर्यादाके अनुसार जो कुछ भी शुभ काम करता है? उसमें उसकी यही कामना रहती है कि इस कर्मका मुझे इस लोकमें सुख? आराम? मान? सत्कार आदि मिले और परलोकमें सुखभोग? मिले। ऐसे फलकी कामनावाले तथा संसारमें अत्यन्त आसक्त मनुष्यकी धारणशक्ति राजसी होती है। सम्बन्ध --   अब तामसी धृतिके लक्षण बताते हैं।",
        "id": 10467,
        "lang": "hindi",
        "language_id": 2,
        "verseNumber": 657,
        "verse_id": 657
    },
    {
        "authorName": "Swami Chinmayananda",
        "author_id": 2,
        "description": "।।18.34।। मनुष्य जीवन के चार पुरुषार्थ हैं अर्थात् प्रयत्नों के द्वारा प्राप्त करने योग्य लक्ष्यधर्म (पुण्य)? अर्थ? काम और मोक्ष। जिस सातत्य के साथ मनुष्य धर्म? अर्थ और काम को धारण करता है? वह राजसी धृति कहलाती है। यहाँ मोक्ष का अनुल्लेख ध्यान देने योग्य है। राजसी पुरुष को संसार बन्धनों से सदैव के लिए मुक्त होने की इच्छा नहीं होती।राजसी पुरुष का धर्माचरण भी पुण्यप्राप्ति के द्वारा स्वर्गादि लोकों के सुख भोग के लिए ही होता है। अर्थ से तात्पर्य धन? सत्ता? अधिकार आदि से है? तथा काम का अर्थ विषयोपभोग है। रजोगुणी पुरुष की यह दृढ़ धारणा होती है कि इन्द्रियों के विषय ही सुख का साधन हैं।",
        "id": 10468,
        "lang": "hindi",
        "language_id": 2,
        "verseNumber": 657,
        "verse_id": 657
    },
    {
        "authorName": "Sri Anandgiri",
        "author_id": 3,
        "description": "।।18.34।।राजसीं धृतिं दर्शयति -- यया त्विति। तेषां धारणप्रकारमभिनयति -- मनसीति। फलाकाङ्क्षीति कस्य विशेषणं तत्राह -- यः पुरुष इति।",
        "id": 10469,
        "lang": "sanskrit",
        "language_id": 3,
        "verseNumber": 657,
        "verse_id": 657
    },
    {
        "authorName": "Sri Dhanpati",
        "author_id": 4,
        "description": "।।18.34।।सात्त्विकीं धृतिमुक्त्वा राजसीं तामाह -- यया तु धृत्या धर्मार्थकामान्धारयते मनसि नित्यकर्तव्यतारुपानवधारयति नतु शुद्धब्रह्म मोक्षाख्यमिति ध्वनयन्नाह -- हेऽर्जुनेति। प्रसङ्गेन यस्य यस्य धर्मादेर्धारणप्रसङ्गस्तेनतेन प्रसङ्गेन फलाकाङक्षी। प्रकर्षेण सङ्गः कर्तृत्वाभिनिवेशस्तेनेति केचित्। प्रसङ्गेन धर्मादेः संबन्धनेत्यन्ये। आचार्योस्तु प्रसिद्धार्तपरित्यागे विनिगमकविरहमभिप्रेत्यैवं न व्याख्यातम्। यः पुरुषः प्रसङ्गेन फलाकाङक्षीसन् यया धृत्या धर्मादीन्धारयते तस्य सा धृतिः हे पार्थे? राजसी।",
        "id": 10470,
        "lang": "sanskrit",
        "language_id": 3,
        "verseNumber": 657,
        "verse_id": 657
    },
    {
        "authorName": "Sri Madhavacharya",
        "author_id": 5,
        "description": "।।18.34।।Sri Madhvacharya did not comment on this sloka.,",
        "id": 10471,
        "lang": "sanskrit",
        "language_id": 3,
        "verseNumber": 657,
        "verse_id": 657
    },
    {
        "authorName": "Sri Neelkanth",
        "author_id": 6,
        "description": "।।18.34।।यया धृत्या धर्मादीन् धारयतेऽनुरोध्यतया निश्चिनोति प्रसङ्गेन धर्मादेः संबन्धेन फलाकाङ्क्षी च भवति पुरुषो धृतिः सा पार्थ राजसी।",
        "id": 10472,
        "lang": "sanskrit",
        "language_id": 3,
        "verseNumber": 657,
        "verse_id": 657
    },
    {
        "authorName": "Sri Ramanujacharya",
        "author_id": 7,
        "description": "।।18.34।।फलाकाङ्क्षी पुरुषः प्रकृष्टसङ्गेन धर्मकामार्थान् यया धृत्या धारयते? सा राजसी धर्मकामार्थशब्देन तत्साधनभूता मनःप्राणेन्द्रियक्रिया लक्ष्यन्तेफलाकाङ्क्षी इति अत्र अपि फलशब्देन राजसत्वाद् धर्मकामार्था एव विवक्षिताः। अतो धर्मकामार्थापेक्षया मनःप्रभृतीनां क्रियाः यया धृत्या धारयते? सा राजसी इति उक्तं भवति।",
        "id": 10473,
        "lang": "sanskrit",
        "language_id": 3,
        "verseNumber": 657,
        "verse_id": 657
    },
    {
        "authorName": "Sri Sridhara Swami",
        "author_id": 8,
        "description": "।।18.34।।राजसीं धृतिमाह  -- यया त्विति। यया तु धृत्या धर्मार्थकामान्प्राधान्येन धारयते न विमुञ्चति तत्प्रसङ्गेन फलाकाङ्क्षी च भवति सा राजसी धृतिः।",
        "id": 10474,
        "lang": "sanskrit",
        "language_id": 3,
        "verseNumber": 657,
        "verse_id": 657
    },
    {
        "authorName": "Sri Vedantadeshikacharya Venkatanatha",
        "author_id": 9,
        "description": "।।18.34।।प्रसङ्गशब्दोऽत्र न प्रासङ्गिकत्वार्थः? तदनुपयोगात्। धृतेः स्वव्यापारविषयत्वाय प्रकृतप्रक्रियानुसाराय च धर्मादिशब्दैस्तत्तत्साधनलक्षणोक्ता। सामान्यस्यापि फलशब्दस्यात्र सात्त्विकफलादपवर्गात्सङ्कोचायाऽऽह -- फलाकाङ्क्षीत्यत्रापीति। लाक्षणिकप्रयोगाभिप्रेतं विवृण्वन् शब्दतोऽर्थतश्च फलितमाह -- अत इति।",
        "id": 10475,
        "lang": "sanskrit",
        "language_id": 3,
        "verseNumber": 657,
        "verse_id": 657
    },
    {
        "authorName": "Sri Abhinavgupta",
        "author_id": 10,
        "description": "।।18.33 -- 18.35।।धृत्येत्यादि तामसी मतेत्यन्तम्।  मनःप्राणेन्द्रियक्रियाः योगेन धारयति यथा किं ममोपभोगादिभिः  सर्वथैवात्मारामो भूयासम्इति मन्वानः।  प्रसङ्गेनेति -- न तथा अभिनिवेशेन।  निद्राकलहादिष्वेव यया सन्तोषं बध्नाति तत्परतया? सा तामसी धृतिः।",
        "id": 10476,
        "lang": "sanskrit",
        "language_id": 3,
        "verseNumber": 657,
        "verse_id": 657
    },
    {
        "authorName": "Sri Jayatritha",
        "author_id": 11,
        "description": "।।18.34।।Sri Jayatirtha did not comment on this sloka.",
        "id": 10477,
        "lang": "sanskrit",
        "language_id": 3,
        "verseNumber": 657,
        "verse_id": 657
    },
    {
        "authorName": "Sri Madhusudan Saraswati",
        "author_id": 12,
        "description": "।।18.34।।यया त्विति। तुः सात्त्विक्या भिनत्ति। प्रसङ्गेन कर्तृत्वाद्यभिनिवेशेन फलाकाङ्क्षी सन् यया धृत्या धर्मं काममर्थं च धारयते नित्यं कर्तव्यतयावधारयति नतु मोक्षं कदाचिदपि। धृतिः सा पार्थ? राजसी।",
        "id": 10478,
        "lang": "sanskrit",
        "language_id": 3,
        "verseNumber": 657,
        "verse_id": 657
    },
    {
        "authorName": "Sri Purushottamji",
        "author_id": 13,
        "description": "।।18.34।।राजसीमाह -- ययेति। तु पुनः? हे अर्जुन नाम्नैव मुक्त्यधिकारिन् यया धृत्या फलाकाङ्क्षी फलाभिलाषयुक्तः सन् प्रसङ्गेन फलप्रसङ्गेन -- न तु मद्भजनौपयिकत्वेन -- धर्मार्थकामान् धारयते पोषयति तद्बुद्ध्युक्तसाधनैः हे पार्थ सा धृतिः राजसी रजस्सम्बन्धिस्वभोगादिरूपफला? उच्यत इत्यर्थः।",
        "id": 10479,
        "lang": "sanskrit",
        "language_id": 3,
        "verseNumber": 657,
        "verse_id": 657
    },
    {
        "authorName": "Sri Shankaracharya",
        "author_id": 14,
        "description": "।।18.34।। --,यया तु धर्मकामार्थान् धर्मश्च कामश्च अर्थश्च धर्मकामार्थाः तान् धर्मकामार्थान् धृत्या यया धारयते मनसि नित्यमेव कर्तव्यरूपान् अवधारयति हे अर्जुन? प्रसङ्गेन यस्य यस्य धर्मादेः धारणप्रसङ्गः तेन तेन प्रसङ्गेन फलाकाङ्क्षी च भवति यः पुरुषः? तस्य धृतिः या? सा पार्थ? राजसी।।",
        "id": 10480,
        "lang": "sanskrit",
        "language_id": 3,
        "verseNumber": 657,
        "verse_id": 657
    },
    {
        "authorName": "Sri Vallabhacharya",
        "author_id": 15,
        "description": "।।18.34।।यया धृत्या त्रिवर्गं धारयते प्रसङ्गेन कर्तृत्वाभिनिवेशनेन फलाकाङ्क्षी सन् सा राजसी।",
        "id": 10481,
        "lang": "sanskrit",
        "language_id": 3,
        "verseNumber": 657,
        "verse_id": 657
    },
    {
        "authorName": "Swami Sivananda",
        "author_id": 16,
        "description": "18.34 यया (by) which? तु but? धर्मकामार्थान् Dharma (duty)? desire and wealth? धृत्या by firmness? धारयते holds? अर्जुन O Arjuna? प्रसङ्गेन on account of attachment? फलाकाङ्क्षी desirous of the fruit of action? धृतिः firmness? सा that? पार्थ O Arjuna? राजसी Rajasic (passionate).Commentary The man of Rajasic firmness imagines that he will achieve the threefold aim of life and clings to it passionately. He is desirous of getting the rewards of his actions. He endeavours to attain Dharma? wealth and pleasure. The firmness of such a person is Rajasic or passionate.Now listen? O Arjuna? to the third kind of firmness -- the Tamasic type.",
        "id": 10482,
        "lang": "english",
        "language_id": 1,
        "verseNumber": 657,
        "verse_id": 657
    }
]